[
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 1_1.toml",
        "id": "dc4632cc-bab0-4536-93ca-562a30559b51",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Herdsmen. St. Jerome's manuscripts after Aquila, have \"pastorals \"(Haydock) pastoralibus. (Calmet) \nTheodotion retains Nokedim. Septuagint read Accarim, (Haydock) substituting r for d, (St. Jerome) and perhaps á for n. (Haydock) \nThey have also \"Jerusalem \"for Israel, though the prophecy regard the latter. The country south of Thecua has no towns, and is solely for pasture. (St. Jerome) \nAmos might have many flocks, like Mesa and king Dejotarus, 4 Kings iii. 4. (Calmet) \nDavid was taken from the flocks to be king, and Amos to be a prophet. (Worthington) \nKing. These two lived long in prosperity. (Calmet) \nEarthquake. Many understand this of a great earthquake, which, they say, was felt at the time that king Ozias attempted to offer incense in the temple. But the best chronologists prove that the earthquake here spoken of must have been before that time: because Jeroboam the second, under whom Amos prophesied, was dead long before that attempt of Ozias. (Challoner) \nThis is asserted by Usher. Yet his arguments are not conclusive. If the attempt and earthquake happened in the 23d year of Ozias, Amos might commence the year of the world 3215, six years before the death of Jeroboam, 4 Kings xv. 5., and Zacharias xi. 15. (Calmet) \nJosephus ( ix. 1.) fixes upon the former period. Jeroboam, however, died in the 38th of Ozias, who was deposed 14 years later. (Worthington)\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Richard Challoner",
        "file_name": "Amos 1_1.toml",
        "id": "bb87fff6-f3ae-4937-811f-c031b53bf7e2",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "The earthquake: Many understand this of a great earthquake, which they say was felt at the time that king Ozias attempted to offer incense in the temple. But the best chronologists prove that the earthquake here spoken of must have been before that time: because Jeroboam the second, under whom Amos prophesied, was dead long before that attempt of Ozias.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Richard Challoner",
        "file_name": "Amos 1_1.toml",
        "id": "61e1b7d8-6502-4684-a38a-210abd8c0b58",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "For three crimes: That is, for their many unrepented of crimes.-- Ibid.\n\nI will not convert it: That is, I will not spare them, nor turn away the punishments I design to inflict upon them.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Richard Challoner",
        "file_name": "Amos 1_1.toml",
        "id": "eab8530d-39f1-4113-a92f-10f24f8d16b8",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "AMOS prophesied in Israel about the same time as OSEE: and was called from following the cattle to denounce GOD'S judgments to the people of Israel, and the neighbouring nations, for their repeated crimes, in which they continued without repentance.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Origen of Alexandria",
        "file_name": "Amos 1_1.toml",
        "id": "68ac9541-1098-4105-8aba-806623b6f2de",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "HOMILIES ON THE GOSPEL OF LUKE 21:1",
        "source_url": "",
        "ts": 253,
        "txt": "When the prophetic word was sent only to the Jews, the names of Jewish kings were put in the headings of the prophecies. For example, “the vision that Isaiah, the son of Amoz, saw, against Judea and against Jerusalem, during the reign of Uzziah, Jotham, Ahaz and Hezekiah.” In the time of Isaiah, I see no one else named except the kings of Judah. In some prophets we also read the names of the kings of Israel, as in this instance: “And in the days of Jeroboam, the son of Joash, king of Israel.” But then the mystery of the gospel was to be preached, and the gospel spread throughout the whole world. The initiator of that gospel was John, in the desert. The authority of Tiberius ruled the world. Then, “in [his] fifteenth year,” it is recorded that “the word of the Lord came to John.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 1_2.toml",
        "id": "9fbbe87c-ef17-4ab3-8602-449689be811a",
        "location_end": 1000002,
        "location_start": 1000002,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Carmel. \"God's vineyard \"may denote any fruitful mountain. Amos refers to pastoral affairs. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 1_3.toml",
        "id": "bc856c7d-068d-46f1-89c3-c22ec12b0d90",
        "location_end": 1000003,
        "location_start": 1000003,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Three\nfour. That is, for their many unrepented of crimes. (Challoner) \nThree is the first number of which we can say \"many or all. \"Four denotes excess. Thus God forgives many sins, yet punishes when they become excessive. (Worthington) \nThus profane authors say, (Calmet) Terque quaterque pectus percussa decorum. (Virgil, Æneid iv.) \nConvert it. That is, I will not spare them, nor turn away the punishments I design to inflict upon them. (Challoner) \nMy decree is absolute. \nWains, designed to make the corn come out, (Calmet) or to cut the straw. (St. Jerome) \nSuch instruments were sometimes trailed over men. Septuagint, \"they have sawed the pregnant women \"This circumstance is borrowed from 4 Kings viii. Damascus was often at war with Israel. But Jeroboam punished it as Theglathphalassar did afterwards, ver. 5., and 4 Kings xvi. 9. Amos might witness the ravages of the former. (Calmet) \nAzael, or Hazael, who slew his master, Benadad. (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Jerome",
        "file_name": "Amos 1_3.toml",
        "id": "d1afcc53-818d-4247-bb13-fdaf628c6be1",
        "location_end": 1000003,
        "location_start": 1000003,
        "source_title": "LETTER 8",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Jerome/Letters/letter_008.md",
        "ts": 420,
        "txt": "You must slay the allurements to vice while they are still only thoughts and dash the little ones of the daughter of Babylon against the stones where the serpent can leave no trail. Be wary and lay claim to the Lord’s promise: “Let them not have dominion over me: then shall I be upright and I shall be innocent from the great transgression.” For elsewhere also the Scripture testifies, “I will visit the iniquity of the fathers upon the children unto the third and fourth generation.” That is to say, God will not punish us at once for our thoughts and resolves but will send retribution upon their offspring or upon the evil deeds and habits of sin, which arise out of the offspring. As he says by the mouth of Amos, “For three transgressions of such and such a city and for four I will not turn away the punishment thereof.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Jerome",
        "file_name": "Amos 1_3.toml",
        "id": "21c31a07-9735-4dda-846a-1fcedf74878e",
        "location_end": 1000003,
        "location_start": 1000003,
        "source_title": "Homily 1, on Psalm 1",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Jerome/Homilies/homily_001.md",
        "ts": 420,
        "txt": "'Happy the man who follows not the counsel of the wicked.' [Psalm 1:1] In Genesis, we read how Adam was cursed: 'Cursed be the ground because of you;' but the first malediction pronounced against man is absolved and replaced with a benediction. The Old Law lays down, as it were, only one condition of blessedness; the Gospel, on the other hand, announces simultaneously eight beatitudes. 'Happy the man who follows not the counsel of the wicked.' Happy the man, not any man, but the man who has reached the perfection of the manhood of Christ: 'Who follows not the counsel of the wicked.'\n\nHere, Scripture describes the three usual ways of committing sin: we entertain sinful thoughts; we commit sin in act; or we teach what is sinful. First, we entertain a sinful thought; then, after we have reflected upon it, we convert that thought into action. When we commit sin, moreover, we multiply sin by teaching others to do what we have done. 'Happy the man who follows not the counsel of the wicked' - who thinks no evil; 'nor has stood in the way of sinners' - who does no evil; 'nor sits in the company of the insolent' - who has not taught others to sin. He has not consorted with the scornful, 'nor has stood in the way of sinners.'\n\nIt is difficult for one not to sin. John the Evangelist says, in fact, that anyone who denies that he has sinned is a liar. [1 John 1:8] If, therefore, we all sin, what do the words mean, 'nor has stood in the way of sinners'? If we all sin, no one is happy, except, of course, the one who has not sinned. But we all sin, every last one of us, and so no one is blessed.\n\nConsider, however, just what the Scripture says: 'nor has stood in the way of sinners.' Scripture did not say happy the man who has not sinned, but rather, happy the man who has not persevered in sin. 'Nor has stood in the way of sinners.' Yesterday I committed sin. I am not happy. If, however, I do not remain in the state of sin, but withdraw from sin, I become happy once more. 'Nor sits in the company of the insolent.' Why does it say 'sits' in this verse and 'has stood' in the preceding one? For this reason: just as he who has not stood - persisted - in sin is happy, so he who has not sat - persisted - in evil doctrine is happy. What does that mean? You see yourselves that the three determinants of beatitude consist in not thinking evil, in not persevering in sin, and in not teaching evil. This is really what the Prophet Amos says: 'For three crimes and for four, I will not revoke my word, says the Lord.' [Amos 1:3] Moreover, he says this same thing eight times. Now, this is what he actually is saying: you have entertained sin, I have pardoned you; you have done evil, I have forgiven you; you have not repented of your sins, I have excused you: did you also have to teach evil? What the Scripture implies is this: For three sins and for four, I shall not be angered against you, says the Lord. [Isaiah 57:16]\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 1_5.toml",
        "id": "8e81a6a9-f205-4029-8398-28a730517898",
        "location_end": 1000005,
        "location_start": 1000005,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Plain. The city \"Bikhath-Aven \"or the latter word, probably denotes Baal, as the Syrians style Baal-Bek, the city which the Greeks call Heliopolis. The valley between the two mountains extending northward, is still called Bucca. \nPleasure. Hebrew, \"Beth Heden. \"We find Eden in a delightful part of Libanus. \nCyrene, not in Africa, but on the river Cyrus, in Albania, 4 Kings xv. 29.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 1_6.toml",
        "id": "318c7a57-e169-4b2f-a348-6381c4e67d2a",
        "location_end": 1000006,
        "location_start": 1000006,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Edom. The Philistines and Tyrians (ver. 9.) exercised this inhumanity on the Idomeans, probably before they had thrown off the yoke of Juda, under Joram, (4 Kings viii. 21.) as the Lord seems concerned for them; (Calmet) or they sold the captive Israelites to Edom, to increase their misery. (St. Jerome) \nSeptuagint, \"the captivity of Solomon \"or the subjects of that monarch. But the Hebrew word means also perfect, (Haydock) or absolute, (Jeremias xiii. 19.; Calmet) or \"pacific \"seizing the citizens in times of peace. (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 1_7.toml",
        "id": "0d71af2e-55d9-4bab-8e78-62e2a12a8131",
        "location_end": 1000007,
        "location_start": 1000007,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Gaza. Ozias, Ezechias, and Psammetichus, ravaged the country, 2 Paralipomenon xxvi. 6., 4 Kings xviii. 8., and Isaias xiv. 29. The Philistines recovered strength; but Nabuchodonosor, Alexander, and the Machabees conquered them again.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 1_9.toml",
        "id": "0bb7d88d-c1b7-430d-ac4f-42b2538b9d55",
        "location_end": 1000009,
        "location_start": 1000009,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Brethren; for Edom and the Jews sprung from the same stock. Some think that he alludes to the alliance between the king of Tyre and David. But that had long ceased, and was not agreeable to the law; (Exodus xxii. 32., and 3 Kings ix. 13.; Calmet) at least when it was attended with much danger. (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 1_10.toml",
        "id": "29b3a5ed-7c05-4618-bf96-86655b8543e3",
        "location_end": 1000010,
        "location_start": 1000010,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Thereof. Salmanasar besieged it five years (Menander) and Nabuchodonosor thirteen, when he destroyed Tyre, Ezechiel xxvi.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 1_11.toml",
        "id": "a197f9a3-4c46-4b2b-bbb1-de26d2c8eb45",
        "location_end": 1000011,
        "location_start": 1000011,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Sword. Edom was subdued by David, and remained tributary till Joram. It attempted to recover its liberty under Josaphat, though the Hebrew text have improperly Aram, 2 Paralipomenon xx. 2, 23. The two nations were often at variance. (Calmet) \nCast off. Septuagint, \"violated the womb, or the mother on the earth.\"\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 1_12.toml",
        "id": "5d799133-b81f-41c7-b751-9a79f6065da6",
        "location_end": 1000012,
        "location_start": 1000012,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Houses Septuagint, \"its foundations \"(Haydock) or the fortified country. (St. Jerome) \nBosor lay towards Philadelphia, in the ancient territory of Edom. Their strong places were seized by Ozias, by the Chaldeans, and by the Machabees.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 1_13.toml",
        "id": "6b874e1f-491c-42bd-ac16-3ee150c3d3df",
        "location_end": 1000013,
        "location_start": 1000013,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Border. They pretended that Galaad belonged to them, Judges xi. 12. David subdued Ammon; but after the division of the kingdom, they recovered their independence, and took occasion to commit these cruelties, while Israel had to contend with Syria. Jeremias (xlix. 1.) speaks of a later period.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Gregory the Dialogist",
        "file_name": "Amos 1_13.toml",
        "id": "f8075d5d-43e3-48e5-ab7c-8dff5e5fcb4d",
        "location_end": 1000013,
        "location_start": 1000013,
        "source_title": "PASTORAL CARE 3:24",
        "source_url": "",
        "ts": 604,
        "txt": "The [false teachers] are also to be admonished to consider well, how sacred Scripture is set up as a kind of lantern for us in the night of this life. When the words are not rightly understood, darkness is the result. And obviously, their perverse mind would not hurry them into a false understanding unless they were first inflated with pride. For while they think themselves wiser than others, they scorn to follow others in matters which these understand better. What is more, in order that they may extort from the untutored crowd a reputation for knowledge, they make every endeavor to discredit what these rightly understand and to confirm their own perverse views. Therefore, it is well said by the prophet, “They have ripped up the women with child of Gilead to enlarge their border.” Now Gilead is interpreted as meaning “a heap of testimony.” Since the whole congregation of the church together serves by its confession of it, as a witness to the truth, the church is not ineptly expressed as Gilead, for it witnesses to all truth concerning God by the mouth of all the faithful. But souls are said to be with child when they conceive an understanding of the Word by divine love, so that when they come to full term, they will bring forth the understanding conceived by them in showing forth their deeds. Again, “to enlarge the border” is to extend one’s own reputation. Thus “they ripped up the women with child of Gilead to extend their border”—that is to say, heretics by their perverse preaching slay the minds of the faithful who have already conceived some measure of the understanding of truth, and so they extend their reputation for knowledge. The hearts of little ones, already big with conception of the Word, they cleave with the sword of error, and thereby make a reputation, as it were, for their teaching. When, therefore, we endeavor to instruct these people not to entertain perverse views, we must first admonish them not to seek their own interests. For if the root of pride is cut away, the branches of false assertions become withered.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 1_14.toml",
        "id": "8d7c4cd5-45be-414e-9a03-82352bdf998f",
        "location_end": 1000014,
        "location_start": 1000014,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Rabba, the capital, called also Philadelphia. Ozias and Joatham attacked the people with advantage. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 1_15.toml",
        "id": "ed710aaf-be35-4c7a-bd47-8767dac039eb",
        "location_end": 1000015,
        "location_start": 1000015,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Melchom, the god or idol of the Ammonites, otherwise called Moloch, and Melech; which, in Hebrew, signifies a king, or Melchom their king. (Challoner) \nHe assumed the title of \"their king \"Judges xi. 14., and Jeremias xlix. 3. (Haydock) \nBlind people, who could not see the vanity of such impotent gods! (Calmet) \nBoth he. Septuagint, \"and their priests. \"(Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Richard Challoner",
        "file_name": "Amos 1_15.toml",
        "id": "1a701484-ca16-4fd2-8365-4c8488d0b7f2",
        "location_end": 1000015,
        "location_start": 1000015,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "Melchom: The god or idol of the Ammonites, otherwise called Moloch, and Melech: which in Hebrew signifies a king, and Melchom their king.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 2_1.toml",
        "id": "1fb6b349-f2c9-4d0f-9d15-99951063226d",
        "location_end": 2000001,
        "location_start": 2000001,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Ashes. Some think that he alludes to 4 Kings iii. 27., or rather to some war, the ashes of the dead were disturbed. (Calmet) \nBoth these acts of inhumanity deserved severe punishment. (Worthington)\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 2_2.toml",
        "id": "61a5cb91-2fa0-4046-abd4-1c8011b807fc",
        "location_end": 2000002,
        "location_start": 2000002,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Fire: war under Ozias. (Calmet) \nCarioth. Septuagint, \"the cities. \"Carioth has this meaning, but is was also the name of a great city, Jeremias xlviii. 24. (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 2_3.toml",
        "id": "835eb5e7-9273-4c38-b633-bd225c42e46f",
        "location_end": 2000003,
        "location_start": 2000003,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Judge, ruler, or head, shall be no more.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 2_4.toml",
        "id": "83629d95-d47e-4188-aba7-16b663c06f25",
        "location_end": 2000004,
        "location_start": 2000004,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Walked. After Solomon, scarcely a good prince appeared, till the days of Amos. Juda imitated the idolatry of Israel, hoping thus to find assistance. (Calmet) \nHis crime was the more grievous, as they had the law. (Worthington)\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 2_5.toml",
        "id": "b17b0002-b4fd-4321-ba7c-dfccf5c7ea7b",
        "location_end": 2000005,
        "location_start": 2000005,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Fire. Under Joathan, Rasin, invaded the country. Achaz increased the misery, by applying to the Assyrians. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 2_6.toml",
        "id": "5628cdf8-8b5e-4aca-8cc1-bab96cf28e81",
        "location_end": 2000006,
        "location_start": 2000006,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Just man. Joseph, (Rupert) or our Saviour, (Sanctius) or any other. The expression is proverbial, Ezechiel xiii. 19. (Calmet) \nIsrael contemned the law, and adopted the abominations of all. (Worthington)\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Tertullian",
        "file_name": "Amos 2_6.toml",
        "id": "6a68a228-2465-4264-bd04-0f36eda47c4f",
        "location_end": 2000006,
        "location_start": 2000006,
        "source_title": "",
        "source_url": "",
        "ts": 220,
        "txt": "they sell the righteous for silver: The very amount and the destination of the money, which on Judas' remorse was recalled from its first purpose of a fee, and appropriated to the purchase of a potter's field, as narrated in the Gospel of Matthew, were clearly foretold by Jeremiah: And they took the thirty pieces of silver, the price of Him who was valued and gave them for the potter's field.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Tertullian",
        "file_name": "Amos 2_6.toml",
        "id": "72caf113-cf55-4383-aeb8-407f206d521b",
        "location_end": 2000006,
        "location_start": 2000006,
        "source_title": "AGAINST MARCION 40",
        "source_url": "",
        "ts": 220,
        "txt": "He might also have been betrayed by any stranger, did I not find that even here too he fulfilled a psalm: “He who did eat bread with me has lifted up his heel against me.” And without a price might he have been betrayed. For what need of a traitor was there in the case of one who offered himself to the people openly and might quite as easily have been captured by force as taken by treachery? This might, no doubt, have been well enough for another Christ but would not have been suitable in one who was accomplishing prophecies. For it was written, “The righteous one did they sell for silver.” The very amount and the destination of the money, which on Judas’s remorse was recalled “from its first purpose of a fee” and appropriated to the purchase of a potter’s field, as narrated in the Gospel of Matthew, were clearly foretold by Jeremiah: “And they took the thirty pieces of silver, the price of him who was valued, and gave them for the potter’s field.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Cyril of Alexandria",
        "file_name": "Amos 2_6.toml",
        "id": "b825060f-9bcf-4b5f-95b3-602d200ad3d5",
        "location_end": 2000006,
        "location_start": 2000006,
        "source_title": "",
        "source_url": "",
        "ts": 444,
        "txt": "He did not allow Israel, that is, the tribes of Samaria, to go unpunished; instead, he submitted them to punishment. Now, the fact that they had also sinned heedlessly, consuming, as it were, the serenity due from God to the weak, would be demonstrated by His shunning them for the 3rd and 4th sins, to which they had to be subjected by suffering a dire fate and being in trouble of every kind.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Cyril of Alexandria",
        "file_name": "Amos 2_6.toml",
        "id": "e5a113bc-e515-4cb2-84ea-6f92b24b07db",
        "location_end": 2000006,
        "location_start": 2000006,
        "source_title": "",
        "source_url": "",
        "ts": 444,
        "txt": "they sell the righteous for silver, and the needy for a pair of shoes: Righteous, self controlled and guiless; needy as poor in spirit and was brought to court by one of the more influential, the latter would sell him to the enemy, despite the law’s declaration. Accordingly, he charges them with selling to the enemy both the righteous and the needy, and with normally doing this for some slight profit which would hardly be sufficient even for buying sandals.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Clement of Alexandria",
        "file_name": "Amos 2_6.toml",
        "id": "7b05cd69-1e2e-4415-81bc-c85f972bc2b2",
        "location_end": 2000006,
        "location_start": 2000006,
        "source_title": "",
        "source_url": "",
        "ts": 215,
        "txt": "and the needy for a pair of shoes: Now the shoes which the Father bids the servant give to the repentant son who has betaken himself to Him, do not impede or drag to the earth (for the earthly tabernacle weighs down the anxious mind); but they are buoyant, and ascending, and waft to heaven, and serve as such a ladder and chariot as he requires who has turned his mind towards the Father. For, beautiful after being first beautifully adorned with all these things without, he enters into the gladness within.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 2_7.toml",
        "id": "8bff6fae-8699-4d48-b3f9-2452683c8c7b",
        "location_end": 2000007,
        "location_start": 2000007,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Humble, provoking him to anger. \nName. Such incests caused infidels to blaspheme, Leviticus xviii. 8. (Calmet) \nThey must be punished with severity. (Worthington)\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Theodore of Mopsuestia",
        "file_name": "Amos 2_7.toml",
        "id": "783117d4-db6b-4e73-9fdf-8f6a58f7cbe8",
        "location_end": 2000007,
        "location_start": 2000007,
        "source_title": "COMMENTARY ON AMOS 2:6–8",
        "source_url": "",
        "ts": 428,
        "txt": "They so multiplied their ill-gotten gains as to betray the rights of the needy for the basest profit (the meaning of the phrase “sandals trampling the dust of the earth,” which was clear proof of their setting no store by justice, especially as they easily did so for base profit). “They pummeled the heads of the poor.” Of the same people he says that they not only failed to vindicate their claim on justice but even belabored them without risk—hence his going on, “and strayed from the path of the lowly.” Though their behavior was correct, they changed the verdict to a negative one, scorning them for their lowliness.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Basil of Caesarea",
        "file_name": "Amos 2_7.toml",
        "id": "f6278607-36e6-4c71-92f0-c454316141f2",
        "location_end": 2000007,
        "location_start": 2000007,
        "source_title": "",
        "source_url": "",
        "ts": 379,
        "txt": "a man and his father go in to the same maiden: In these laws it is not written that a father and son ought not to have the same concubine, but, in the prophet, it is thought deserving of the most extreme condemnation, “A man and his father” it is said “will go in unto the same maid.” And how many other forms of unclean lust have been found out in the devils’ school, while divine scripture is silent about them, not choosing to befoul its dignity with the names of filthy things and condemning their uncleanness in general terms! As the apostle Paul says, “Fornication and all uncleanness…let it not be once named among you as becometh saints,”Eph. v. 3. thus including the unspeakable doings of both males and females under the name of uncleanness. It follows that silence certainly does not give license to voluptuaries.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Basil of Caesarea",
        "file_name": "Amos 2_7.toml",
        "id": "ac2ec2c9-08ce-4e08-932c-c03fc44b4bb4",
        "location_end": 2000007,
        "location_start": 2000007,
        "source_title": "LETTER 3",
        "source_url": "",
        "ts": 379,
        "txt": "The example of the patriarch seemed injurious to many who indulged their flesh so far as to live with sisters in their lifetime. What ought to be my course? To quote the Scriptures, or to work out what they leave unsaid? In the Pentateuch, it is not written that a father and son ought not to have the same concubine, but in the prophet, it is thought deserving of the most extreme condemnation. “A man and his father,” it is said, “will go in unto the same maid.” It makes one reflect upon how many other forms of unclean lust have been found out in the devil’s school, while divine Scripture remains silent about them, not choosing to befoul its dignity with the names of filthy things and condemning their uncleanness in general terms! Recall that the apostle Paul says, “Fornication and all uncleanness … let it not be one named among you as become saints.” This includes the unspeakable doings of both males and females under the name of uncleanness. It follows that silence certainly does not give license to voluptuaries.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 2_8.toml",
        "id": "27a5c605-502f-42fc-9ccd-8e445b2fa92c",
        "location_end": 2000008,
        "location_start": 2000008,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Altar. Herein they offended doubly, (Exodus xxii. 26.) as they used the garments of others to hide their shameful actions, 4 Kings xxiii. 7. (Calmet) \nSeptuagint, \"and tying up their garments with cords, they made veils touching the altar, and drank wine procured by calumnies \"(Haydock) or \"rapine \"(Chaldean) \nCondemned by them unjustly, though some think that a very delicious and intoxicating wine is meant, such as was given to people in grief, Proverbs xxxi. 6., and Mark xv. 23. Helena learnt in Egypt how to compose such wine. (Homer, Odyssey iv.) \nFeasting in temples on carpets was an ancient custom.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Cyril of Jerusalem",
        "file_name": "Amos 2_8.toml",
        "id": "878da843-473c-4972-b001-649a42cd4d68",
        "location_end": 2000008,
        "location_start": 2000008,
        "source_title": "CATECHETICAL LECTURE 12:6",
        "source_url": "",
        "ts": 386,
        "txt": "Cain was the first murderer. Afterwards a deluge engulfed the earth because of the exceeding wickedness of humanity. Fire came down from heaven upon the people of Sodom because of their corruption. Subsequently God elected Israel, but even Israel became perverse, and the chosen people were wounded. For while Moses stood on the mountain before God, the people worshiped a calf in the place of God. In the days of their lawgiver Moses, who said, “You shall not commit adultery,” a man dared to enter a brothel and be wanton. After Moses, prophets were sent to heal Israel, but in their exercise of healing they deplored the fact that you could not overcome evil. One of them says, “The faithful are gone from the earth. Among men the upright are no more!” and again, “All alike have gone astray; they have become perverse; there is not one who does good, not even one.” And again, “Cursing and theft, and adultery, and killing have overflowed” upon the land. “They sacrificed their sons and daughters to demons.” They engaged themselves in auguries and enchantments and divinations; and again, “They fastened their garments with cords and hung veils next to the altar.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 2_9.toml",
        "id": "ecc3bc43-49a0-4e3e-ad2b-503e09c45e85",
        "location_end": 2000009,
        "location_start": 2000009,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Beneath. The Israelites seemed like locusts in comparison, Numbers xiii. 34.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 2_11.toml",
        "id": "6ec9e12d-b394-4306-97d2-a86f963895f9",
        "location_end": 2000011,
        "location_start": 2000011,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Nazarites. Some went secretly to Jerusalem for this purpose; or perhaps they performed these rites illegally at Bethel: for many parts of the law were observed, though not perfectly, chap iv. 4. The Nazarites were in high estimation, Lamentations iv. 7. But the dissolute Israelites (Calmet) derided them as well as the prophets, (Haydock) and attempted to make them transgress. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "John Chrysostom",
        "file_name": "Amos 2_11.toml",
        "id": "4c993f0e-7088-4067-aecc-d0a815e72699",
        "location_end": 2000011,
        "location_start": 2000011,
        "source_title": "ON THE PRIESTHOOD 6:10",
        "source_url": "",
        "ts": 407,
        "txt": "[This was the reason why] the Lord accused the Israelites more severely and showed that they deserved greater punishment, because they sinned after receiving the honors that he had bestowed on them. He said, “You only have I known of all the families of the earth; therefore I will visit upon you your iniquities,” and again, “I took of your sons for prophets and of your young men for consecration.” And before the time of the prophets, when he wanted to show that sins received a much heavier penalty when they were committed by the priests than when they were committed by ordinary people, he commanded as great a sacrifice to be offered for the priests as for all the people. This explicitly proves that the priest’s wounds require greater help, indeed as much as those of all the people together. They would not have required greater help if they had not been more serious, and their seriousness is not increased by their own nature but by the extra weight of dignity belonging to the priest who dares to commit them.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Jerome",
        "file_name": "Amos 2_12.toml",
        "id": "3588ae56-ecd3-40a7-b82c-b45f5785c68a",
        "location_end": 2000012,
        "location_start": 2000012,
        "source_title": "AGAINST JOVINIANUS 2:15",
        "source_url": "https://www.newadvent.org/fathers/30092.htm",
        "ts": 420,
        "txt": "Samson and Samuel drank neither wine nor strong drink, for they were children of promise and conceived in abstinence and fasting. Aaron and the other priests when about to enter the temple refrained from all intoxicating drink for fear they should die. From this we learn that they die who minister in the church without sobriety. And hence it is a reproach against Israel: “You gave my Nazirites wine to drink.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 2_13.toml",
        "id": "4e32371e-3a8e-4a83-b545-d6c246abbac8",
        "location_end": 2000013,
        "location_start": 2000013,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "I will screek. Unable to bear any longer the enormous load of your sins The Spirit of God, as St. Jerome takes notice, accommodates itself to the education of the prophet, and inspires him with encouragements taken from country affairs. (Challoner) \nSeptuagint, \"I am overturned. \"Hebrew, \"pressed. \"(Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Gregory the Dialogist",
        "file_name": "Amos 2_13.toml",
        "id": "c95201cd-ffe2-4c35-8e44-bcc48f3d5840",
        "location_end": 2000013,
        "location_start": 2000013,
        "source_title": "MORALS ON THE BOOK OF JOB 6:32.7",
        "source_url": "",
        "ts": 604,
        "txt": "He sometimes compares himself with deep condescension, on account of our infirmity, to objects without sense, as he says by the prophet, “Behold, I will shriek over you as a cart creaks when laden with hay.” For since the life of the carnal is hay (as it is written, all flesh is hay), in that the Lord endures the life of the carnal he declares that he carries hay as a cart. And to creak under the weight of the hay is for him to bear with murmuring the burdens and iniquities of sinners. When therefore he applies to himself very unlike resemblances, we must carefully observe that some things of this kind are sometimes spoken of concerning God, on account of the effect of his doings, but sometimes to indicate the substance of his majesty.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Richard Challoner",
        "file_name": "Amos 2_13.toml",
        "id": "42fc9813-c79f-43eb-bfdb-a4640c95f105",
        "location_end": 2000013,
        "location_start": 2000013,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "I will screak: Unable to bear any longer the enormous load of your sins, etc. The spirit of God, as St. Jerome takes notice, accommodates himself to the education of the prophet and inspires him with comparisons taken from country affairs.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 2_14.toml",
        "id": "53dc8c2f-790b-461f-985e-fe18907e81ef",
        "location_end": 2000014,
        "location_start": 2000014,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Swift. Jeroboam I. Other kings are described afterwards. (St. Jerome) \nIn the latter times all was in confusion. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Basil of Caesarea",
        "file_name": "Amos 2_14.toml",
        "id": "5e31a615-a20b-487e-9be8-c29c7e145e4f",
        "location_end": 2000014,
        "location_start": 2000014,
        "source_title": "",
        "source_url": "",
        "ts": 379,
        "txt": "swift: Jeroboam I. Other kings are described afterwards.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 3_1.toml",
        "id": "08a79195-da9c-41d5-bc9e-96e9bea19d12",
        "location_end": 3000001,
        "location_start": 3000001,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Family, including all the posterity of Jacob. (Worthington) \nHe afterwards addresses the ten tribes in particular. (St. Jerome) (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Cyril of Alexandria",
        "file_name": "Amos 3_1.toml",
        "id": "16c7ec23-10a3-4efc-8488-2952914415e6",
        "location_end": 3000001,
        "location_start": 3000001,
        "source_title": "",
        "source_url": "",
        "ts": 444,
        "txt": "The verse could be taken as addressed to the whole of Israel, not citing Judah and Ephraim separately, but as though addressing a unit comprising every tribe, since every tribe of Israel was led out of the land of Egypt.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 3_2.toml",
        "id": "ab7db167-e3ff-4f52-9a24-57b6bc921a7d",
        "location_end": 3000002,
        "location_start": 3000002,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Known, with love, (Haydock) and favoured with the law Above all, styling you my people, Exodus xix. 6., and Ezechiel xx. 5. (Calmet) \nVisit. That is, punish. (Challoner) \nI will treat you like my children, that I may spare you in eternity. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Richard Challoner",
        "file_name": "Amos 3_2.toml",
        "id": "a1a10a80-51d4-4af3-bb08-b7d1ffd6ece3",
        "location_end": 3000002,
        "location_start": 3000002,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "Visit upon: That is, punish.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "John Chrysostom",
        "file_name": "Amos 3_2.toml",
        "id": "de5b3686-2f44-465f-8fec-ce3476a95cd5",
        "location_end": 3000002,
        "location_start": 3000002,
        "source_title": "",
        "source_url": "",
        "ts": 407,
        "txt": "For this very cause God accuses the Israelites more vehemently, and shows that they were worthy of greater chastisement, because they sinned after so many honors had come to them from Him.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Jerome",
        "file_name": "Amos 3_2.toml",
        "id": "21389ca4-2d82-413f-875a-54a3e67d0a69",
        "location_end": 3000002,
        "location_start": 3000002,
        "source_title": "COMMENTARY ON EZEKIEL 7",
        "source_url": "",
        "ts": 420,
        "txt": "The most merciful physician, cutting away the cancerous flesh, spares not in order to spare; he pities not in order to pity the more. For whom the Lord loves he chastens, and he scourges every son whom he receives.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Origen of Alexandria",
        "file_name": "Amos 3_2.toml",
        "id": "560db7a2-211a-4e77-8bb8-55292e83c948",
        "location_end": 3000002,
        "location_start": 3000002,
        "source_title": "HOMILIES ON JEREMIAH 20:3",
        "source_url": "",
        "ts": 253,
        "txt": "And each of us thinks, since he has not been an idolater, since he has not been immoral—would that we were pure in such areas—that after he has been set free from this life, he will be saved. We do not see that “all of us must appear before the judgment seat of Christ, so that each one may receive either good or evil according to what he has done in the body.” We do not hear what has been said: “You especially have I known out of all the tribes on the earth. Therefore I will punish you for all”—not just some and not others—“of your iniquities.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 3_3.toml",
        "id": "d18169eb-0b6d-4cd6-b905-40368a66cae0",
        "location_end": 3000003,
        "location_start": 3000003,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Agreed? As they cannot do this well, so neither can man be acceptable to God, unless he keep his laws. (Worthington) \nThe prophet here proves his mission, intimating that if he were not inspired, he would soon be open to detection. He had been banished from Bethel, chap. vii. By many similes, he shows that the event will prove the sincerity of his character, and that he cannot resist the holy spirit which is in him.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Theodoret of Cyrus",
        "file_name": "Amos 3_3-5.toml",
        "id": "41490d8e-7d05-4978-a156-84790199986e",
        "location_end": 3000005,
        "location_start": 3000003,
        "source_title": "COMMENTARY ON AMOS 3:6–8",
        "source_url": "",
        "ts": 458,
        "txt": "As it is impossible for two people to share a journey at the same time, he is saying, unless indicating to each other where and why they are traveling, or for a lion to roar if there is no prey, or for a bird to fall without a hunter, or for all the other things mentioned, so it is impossible for any punishment to be imposed without God willing it. He calls punishment “evil,” note, by use of a general custom: we are accustomed to use “troubles” of diseases, chastisements, untimely deaths, famines, wars, and the like, not because they are troublesome by nature but because they are troublesome to human beings and the source of distress and grief.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Cyril of Alexandria",
        "file_name": "Amos 3_3.toml",
        "id": "066a6d39-73ed-406f-8454-981723fc0d49",
        "location_end": 3000003,
        "location_start": 3000003,
        "source_title": "",
        "source_url": "",
        "ts": 444,
        "txt": "Consequently he means, O stupid and mindless people, surely some of you will not become friends and take the same path in life without getting to know one another, that is, without perceiving that the other shares the same behavior and attitudes? Scripture says, remember, ‘Every creature loves its like, and people stick close to those like themselves.(Sir. 13:15-16)’\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 3_4.toml",
        "id": "9bb6b5f5-3cd9-4c61-b4c2-be41bafceddd",
        "location_end": 3000004,
        "location_start": 3000004,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Nothing? Thus, should I inveigh against your crimes, if there were no need?\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Cyril of Alexandria",
        "file_name": "Amos 3_4.toml",
        "id": "ad2d8872-7e78-4a97-9c6b-51862c76ef88",
        "location_end": 3000004,
        "location_start": 3000004,
        "source_title": "",
        "source_url": "",
        "ts": 444,
        "txt": "God is like a lion, he says, that normally cries out before catching its prey as if to give warning in advance of its attack, while the prophets are like cubs in imitating His behavior, protesting at those given to impious behavior, as I said. Just as with animals in the mountains, however, the savage creature’s warning is not without benefit in that it prompts them to flee before perhaps being taken, so too, with sinners the threat and prediction before the disaster is most helpful, moving them to repentance and avoidance of their exploits. God therefore compares Himself to a lion that does not attack and inflict on some people the effects of wrath before threatening in advance, His purpose being for them to repent and be saved by taking the prediction of the future the onset of disaster as a saving remedy.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 3_5.toml",
        "id": "17604c1d-5971-4a7d-ba63-3393be86052b",
        "location_end": 3000005,
        "location_start": 3000005,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Somewhat? When the prophet speaks, has he no reason? God shows that he has sent him, by inflicting the punishments which he denounces.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Cyril of Alexandria",
        "file_name": "Amos 3_5.toml",
        "id": "04b3fa02-0790-4f7f-a5c1-baedca3fbc87",
        "location_end": 3000005,
        "location_start": 3000005,
        "source_title": "",
        "source_url": "",
        "ts": 444,
        "txt": "In this case the verse probably refers by sparrows to people given to conceit, with arrogant and self-important ideas, who cannot bear to accommodate themselves to the lowly; they are lovers of earthly things caught in snares, seeking only what is fleshly and opulent. God this time compares Himself to a hunter and a snare, bringing down to earth the haughty, and striking, as it were, and catching for punishment those whose minds are fixed solely on the earth.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Thomas Aquinas",
        "file_name": "Amos 3_6.toml",
        "id": "72140992-78de-42ae-99e8-1ca04b95923c",
        "location_end": 3000006,
        "location_start": 3000006,
        "source_title": "",
        "source_url": "",
        "ts": 1274,
        "txt": "But if there were no evils in the world, much good would be lost to man, as well in respect of knowledge, as also in respect of desire and love of good: for good is better known in contrast with evil; and while evil results come about, we more ardently desire good results: as sick men best know what a blessing health is.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 3_6.toml",
        "id": "fc08fa5d-45c2-4be1-af23-bdbb466ba365",
        "location_end": 3000006,
        "location_start": 3000006,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Afraid. Yet you can hear these terrible truths without consternation! Will you therefore escape? (Calmet) \nEvil. He speaks of the evil of punishments of war, famine, pestilence, desolution, but not of the evil of sin, of which God is not the author. (Challoner) \nAll evil of punishment is sent by God, either to reclaim sinners or to be the beginning of sorrows, if they die impenitent. (Worthington) \nYou know that He rewards or punishes. If, therefore, what I foretell come to pass, do not blame me.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Richard Challoner",
        "file_name": "Amos 3_6.toml",
        "id": "09ee9204-a1b8-4ccd-9721-5c60d61208e2",
        "location_end": 3000006,
        "location_start": 3000006,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "Evil in a city: He speaks of the evil of punishments of war, famine, pestilence, desolation, etc., but not of the evil of sin, of which God is not the author.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "John Damascene",
        "file_name": "Amos 3_6.toml",
        "id": "a072b2be-dd95-41c7-be00-be3604525195",
        "location_end": 3000006,
        "location_start": 3000006,
        "source_title": "",
        "source_url": "",
        "ts": 749,
        "txt": "Since the word evil is ambiguous it has two meanings, for it sometimes means what is by na­ture evil, being the opposite of virtue and against God's will, while at other times it means what is evil and painful in relation to our sensibility, which is to say, tribulation and distress. Now while these last seem to be evil, because they cause pain, actu­ally they are good because to such as understand them they are a source of conversion and salvation. It is these last that Scripture says are permitted by God. Moreover, one must know that we too cause them because involuntary evils spring from volun­tary ones.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "John Damascene",
        "file_name": "Amos 3_6.toml",
        "id": "d7ca82f9-c6bf-4b1e-b3bf-65ea3fcc20f8",
        "location_end": 3000006,
        "location_start": 3000006,
        "source_title": "ORTHODOX FAITH 4:20",
        "source_url": "",
        "ts": 749,
        "txt": "It is, then, customary for sacred Scripture to speak of his permission as an action and deed, but even when it goes so far as to say that God “creates evil” and that “there is not evil in a city which the Lord has not done,” it still does not show God to be the author of evil. On the contrary, since the word evil is ambiguous it has two meanings, for it sometimes means what is by nature evil, being the opposite of virtue and against God’s will, while at other times it means what is evil and painful in relation to our sensibility, which is to say, tribulation and distress. Now while these last seem to be evil, because they cause pain, actually they are good because to such as understand them they are a source of conversion and salvation. It is these last that Scripture says are permitted by God. Moreover, one must know that we too cause them because involuntary evils spring from voluntary ones.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "John Chrysostom",
        "file_name": "Amos 3_6.toml",
        "id": "93146cd4-a65d-41e1-967b-eb234910fdc4",
        "location_end": 3000006,
        "location_start": 3000006,
        "source_title": "HOMILY AGAINST THOSE WHO SAY THAT DEMONS GOVERN HUMAN AFFAIRS 1:4–5",
        "source_url": "",
        "ts": 407,
        "txt": "I do not say these things in arrogance, but I have the prophet Amos standing at my side, crying and saying, “There is no evil in the city which the Lord has not done.” Now evil is a many-faceted term. I wish that you shall learn the exact meaning of each expression, in order that on account of ambiguity you may not confound the nature of the things and fall into blasphemy. There is then evil, which is really evil; fornication, adultery, covetousness, and the countless dreadful things, which are worthy of the utmost reproach and punishment. Again there is evil, which rather is not evil but is called so, famine, pestilence, death, disease, and other of a similar nature. For these would not be evils. On this account I said they are called so only. Why then? Because, were they evils intended to become the sources of good to us, chastening our pride, goading our sloth and leading us on to zeal, making us more attentive.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Cyril of Alexandria",
        "file_name": "Amos 3_6.toml",
        "id": "29bd5c82-3d85-470b-9189-b6e72cb9f5f9",
        "location_end": 3000006,
        "location_start": 3000006,
        "source_title": "",
        "source_url": "",
        "ts": 444,
        "txt": "By evil in the text that is caused by God in cities, therefore, we should understand not depravity-perish the thought! But rather harassment, or any wrathful response that he would make to sinners with the intention of converting them to what is more seemly.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Thomas Aquinas",
        "file_name": "Amos 3_7.toml",
        "id": "534d90eb-50c8-4486-a26d-12018b31d1da",
        "location_end": 3000007,
        "location_start": 3000007,
        "source_title": "",
        "source_url": "",
        "ts": 1274,
        "txt": "The Lord reveals to the prophets all things that are necessary for the instruction of the faithful; yet not all to every one, but some to one, and some to another. \nAnd although God revealed in general to the prophets what He was one day to do regarding the salvation of the human race, still the apostles knew some particulars of the same, which the prophets did not know. Thus we read (Ephesians 3:4-5): \"As you reading, may understand my knowledge in the mystery of Christ, which in other generations was not known to the sons of men, as it is now revealed to His holy apostles.\" Among the prophets also, the later ones knew what the former did not know; according to Psalm 118:100: \"I have had understanding above ancients,\" and Gregory says: \"The knowledge of Divine things increased as time went on\" (Hom. xvi in Ezech.).\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 3_7.toml",
        "id": "1e2971c2-9216-4989-b7aa-2b09b0ec8abb",
        "location_end": 3000007,
        "location_start": 3000007,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Prophets. In vain then would you silence them, chap. ii. 12, and vii. 12. He always tends to the conclusion, ver. 8. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Augustine of Hippo",
        "file_name": "Amos 3_8.toml",
        "id": "c2ae6622-c362-4764-ac0b-539d7f8cf830",
        "location_end": 3000008,
        "location_start": 3000008,
        "source_title": "SERMON 55:3",
        "source_url": "",
        "ts": 430,
        "txt": "“Lord, you have been our refuge.” Therefore we have recourse to you. Our healing shall be from you, for our evil is from ourselves. Because we have abandoned you, you have abandoned us to ourselves. May we therefore be found in you, for in ourselves we had been lost. “Lord, you have been our refuge.” Why, my brethren, should we doubt that the Lord will make us gentle if we submit ourselves to be tamed by him? You have tamed the lion, which you did not create. Will your Creator be unable to tame you? What is the source of your power to tame such savage beasts? Are you their equal in bodily strength? By what power then have you been able to tame such huge beasts? The so-called beasts of burden are wild by nature, for if untamed they could not be endured. But because you are not accustomed to see them except when handled by men and under the curb and control of men, you might think that they were born tame. At any rate, consider the savage beasts. The lion roars; who does not fear? And yet, whence your knowledge of the fact that you are more powerful? Not in bodily strength but in the inner reason of the mind. You are more powerful than a lion, because you have been made to the image of God. The image of God tames a wild beast. Is God unable to tame his own image?\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Cyril of Alexandria",
        "file_name": "Amos 3_8.toml",
        "id": "c5e75b27-20a7-4c71-9069-b47cde6a18db",
        "location_end": 3000008,
        "location_start": 3000008,
        "source_title": "",
        "source_url": "",
        "ts": 444,
        "txt": "In other words, he is saying, if by the roaring of the lion, the strongest of wild animals, a person would not be so unfeeling and insolent as not to feel the impact of terror, how could it be that when God speaks in His great might and bids them proclaim what they have been told, they would not be in fear of the bidder?\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Basil of Caesarea",
        "file_name": "Amos 3_8.toml",
        "id": "a16a70e7-d393-4fc9-87ff-146aefff893b",
        "location_end": 3000008,
        "location_start": 3000008,
        "source_title": "",
        "source_url": "",
        "ts": 379,
        "txt": "National calamity is traced to national sin, specially to neglect of the poor.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 3_9.toml",
        "id": "07007a80-7179-4473-9e4b-2dd9250080db",
        "location_end": 3000009,
        "location_start": 3000009,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Azotus. Septuagint, \"Assyrians. \"\nFollies. Septuagint, \"wonders. \"Let your greatest enemies know what crimes you commit against yourselves (Haydock) and others.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 3_11.toml",
        "id": "1aa46257-c6c9-491d-81fa-384be19ddc35",
        "location_end": 3000011,
        "location_start": 3000011,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "About, As oxen tread out corn, going round a tree. (Calmet) \nSeptuagint, \"Tyre even all around, thy land shall be a desert. \"Tsar means \"Tyre and tribulation \"according to St. Jerome's master. (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 3_12.toml",
        "id": "d3621bdc-af76-41ff-91e7-bc3a1a59e785",
        "location_end": 3000012,
        "location_start": 3000012,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Ear: things of small value. Thus few even of the poor will escape the Assyrians. (Menochius) \nDamascus. Some render \"couch side. \"But there is no proof of this being accurate. Jeroboam II subdued Damascus, and reigned in prosperity. Who would then have thought that Israel should so soon be removed into Media? (Calmet) \nSeptuagint, \"over-against the tribe of Juda, and in Damascus, priests hear \"They probably left hares, (Haydock) \"couches \"(Aquila) untranslated, and some person has substituted \"priests. \"(St. Jerome) \nOnly the miserable (Menochius) or fugitives escape the enemy. (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Basil of Caesarea",
        "file_name": "Amos 3_12.toml",
        "id": "932dc8fd-6b4e-426f-a6e8-aa28b00dcbca",
        "location_end": 3000012,
        "location_start": 3000012,
        "source_title": "LETTER 44, TO A FALLEN MONK",
        "source_url": "",
        "ts": 379,
        "txt": "If, then, any hope of salvation is still left to you, if any slight remembrance of God, if any desire for future rewards, if any fear of the punishments reserved for the unrepentant come back quickly to sobriety; raise your eyes to the heavens; return to your senses; cease your wickedness; shake off the drunkenness that has drenched you; stand up against him who has overthrown you. Have the strength to rise up from the earth. Remember the good Shepherd, how he will pursue and deliver you. And if there are but “two legs, or the tip of an ear,” leap back from him who has wounded you. Remember the compassion of God, how he heals with olive oil and wine. Do not despair of salvation. Recall the memory of what has been written, how he that falls rises again, and he that is turned away turns again, he that has been smitten is healed, he that is caught by wild beasts escapes, and he that confesses is not rejected. The Lord does not wish the death of the sinner, but that he return and live. Do not be contemptuous as one who has fallen into the depths of sins.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Gregory of Nazianzus",
        "file_name": "Amos 3_13.toml",
        "id": "972b272f-44f4-474b-8e44-0861731064cb",
        "location_end": 3000013,
        "location_start": 3000013,
        "source_title": "ON THE SON, THEOLOGICAL ORATION 4(30).19",
        "source_url": "",
        "ts": 390,
        "txt": "God’s other titles fall into two distinct groups. The first group belongs to his power, the second to his providential ordering of the world, a twofold providential ordering—involving, and not involving, incarnation. Clear cases of titles that belong to his power are “Almighty” and “King”—whether it be of “glory,” “the ages,” “of the forces,” or “of the beloved” or the “rulers”16—“Lord Sabbaoth,” which means “lord of the armies,” “forces” or “masters.” To his providential ordering belong “God”—be it “of salvation,” “retribution,” “peace,” or “righteousness,” or “of Abraham, Isaac and Jacob” or all the spiritual “Israel,” which has the vision of God. For since we are controlled by three conditions—fear of punishment, hope for salvation and glory too, and the practice of the virtues which results in these last—the name which mentions retribution deals with fear, the one which mentions salvation with hope, and that which refers to virtues disciplines us to practice them. The intention is that by, as it were, carrying God inside one, a person may have some success here and press on all the harder to perfection, toward that affinity with God which comes from the virtues.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 3_14.toml",
        "id": "be98349f-b997-41ca-a3fc-97637f6379e7",
        "location_end": 3000014,
        "location_start": 3000014,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Bethel. Mana hem seems to have sent one of the calves to engage Phul to come to his assistance, Osee x. 5., and 4 Kings xv. 19. Salmanasar had both, Osee viii. 5. Josias afterwards defiled the profane altars, 4 Kings xxiii. 15. \nHorns, made of brass, which the Assyrians carried off. (Calmet) \nThe fairest possessions of sinners will at last perish. (Worthington)\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 3_15.toml",
        "id": "ce9b71a8-425b-4c01-8c2d-eaa3709b927b",
        "location_end": 3000015,
        "location_start": 3000015,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Winter. Septuagint, \"winged house \"to keep off cold, (St. Jerome) or to give air. (Calmet) \nSummer-house. The noblemen had such is cooler regions. (Menochius) \nThe kings of Persia passed the summer at Ecbatana. (Xenophon, Cyrop. viii.) \nPalladius (i. 12.) orders that the summer apartments must look to the north. \nIvory. Many ornaments of this nature appeared in them, (Calmet) whence Achab's palace was so called, 3 Kings xxii. 39. (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 4_1.toml",
        "id": "37b2ac42-d932-4c20-9cef-108e756261aa",
        "location_end": 4000001,
        "location_start": 4000001,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Fat kine. He means the great ones that lived in plenty and wealth, (Challoner) and without restraint, (Isaias xv. 5., and Jeremias xlvi. 20.; Calmet) having no compassion for the poor. (Worthington) \nThe women who had too great an ascendency over their husbands, like Jezabel, may also be meant. (Theodoret; Grotius) \nIn many parts of the East the women affect being fat.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Richard Challoner",
        "file_name": "Amos 4_1.toml",
        "id": "670d9e36-9eb9-49bb-97f2-ef76074d9572",
        "location_end": 4000001,
        "location_start": 4000001,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "Fat kine: He means the great ones that lived in plenty and wealth.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 4_2.toml",
        "id": "d83cd3d6-7369-4335-8f48-bd81881738f1",
        "location_end": 4000002,
        "location_start": 4000002,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Holiness. He has none but himself to swear by, Hebrews vi. 13. His word is infallible; but he condescends to use an oath to make a deeper impression on man. \nPikes; spits, or large shields. Hebrew also, \"They will lead you away with hooks, (in the nose, Isaias xxxvii. 29.) and your children with fish-hooks \"or pots. You shall be treated like victims, being either roasted or boiled. No part shall be left.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 4_3.toml",
        "id": "da703e00-d0bb-447b-a510-f16e473a8c11",
        "location_end": 4000003,
        "location_start": 4000003,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Breaches of the city. (Calmet) \nSeptuagint, \"naked. \"Hebrew, \"apart. \"(Haydock) \nThe victors shall divide you among them. (Calmet) \nArmon, a foreign country; some understand it of Armenia, (Challoner) and this is the general opinion. (Menochius) \nSeptuagint, \"on Mount Remmon. \"Theodotion, \"Mona. \"Israel was removed into Armenia, \"the mountain of Menni \"Jeremias li. 27.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Richard Challoner",
        "file_name": "Amos 4_3.toml",
        "id": "3e22bfed-2ac1-42ca-81cf-0ceb534903b7",
        "location_end": 4000003,
        "location_start": 4000003,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "Armon: A foreign country; some understand it of Armenia.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 4_4.toml",
        "id": "96945b60-405b-45a0-b2ff-7a2d8a77e7ed",
        "location_end": 4000004,
        "location_start": 4000004,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Galgal. Thither the people went of their own accord, as to a place of devotion, Osee iv. 15. Amos ironically tells them to proceed, as Christ addressed the Jews, Matthew xxiii. 32. (Calmet) \nAfter many admonitions have proved fruitless, God suffers infidels to act as they please. (Worthington) \nThis is the most dreadful of his judgments. (Haydock) \nMorning, with haste. \nThree days. This also may denote the false exactitude of the Israelites to perform what God did not require, while they neglected the most essential duties, like the Pharisees. It may also imply the giving tithes every third year, (Deuteronomy xiv. 28.) or presenting themselves at the three great festivals, Exodus xxiii. 14. The schismatics observed parts of the law, and had a devotion of their own choice. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Gregory the Dialogist",
        "file_name": "Amos 4_4.toml",
        "id": "a975859f-02c9-4aca-ab0b-bbbfe2fa4806",
        "location_end": 4000004,
        "location_start": 4000004,
        "source_title": "FORTY GOSPEL HOMILIES 22",
        "source_url": "",
        "ts": 604,
        "txt": "It is not enough to make a true solemnity of the heart. From this must follow good works. What value is there in partaking of his body and blood with our mouths if we oppose him with our wicked practices? And so Moses required that “unleavened bread with wild herbs” is to be eaten. One who eats bread without leaven does virtuous deeds without corrupting them with vainglory, and fulfills the precepts of mercy with no addition of sin, not perversely destroying what he properly accomplishes. In reproof of some who had mingled the leaven of sin with their good deeds, the Lord spoke by the voice of the prophet: “Come to Bethel and behave wickedly,” and shortly after, “And make a sacrifice of praise of that which is unleavened.” A person makes a sacrifice of praise of that which is unleavened when he makes ready a sacrifice for God of his misdeeds. Wild herbs are very bitter. The flesh of the lamb is to be eaten with wild herbs, so that when we receive our Redeemer’s body we humble ourselves with weeping for our sins. Thus the bitterness of repentance purges our heart’s stomach of all traces of a wicked life.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 4_5.toml",
        "id": "15eb912d-2487-4ad5-8328-256457f4050f",
        "location_end": 4000005,
        "location_start": 4000005,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "With. Hebrew mechamets, (Haydock) also \"without leaven. \"It was expressly forbidden, (Leviticus ii. 11.) though not in the first fruits, Leviticus xxiii. 17. \nIt, to beg that God would remember you, Numbers x. 10. Hence the Pharisees did so when they gave alms, (Matthew vi. 2.; Calmet) but out of ostentation. (Haydock) \nSeptuagint, \"And they read the law of their own invention, (Theodoret) or of God, out of the land, (which the Jews were not to do; St. Chrysostom, or. 3. c. Jud. Const. Apost. vi. 24.) and proclaimed praise or confession. \"(Haydock) \nThese interpreters read inaccurately, (Calmet) krau méuts thure, yet S. Jerome explains their words of heretics reading the Scriptures out of the true Church, and misapplying them.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 4_6.toml",
        "id": "b5726711-92e8-43db-b9a9-635f99986a6c",
        "location_end": 4000006,
        "location_start": 4000006,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Dulness, (stuporem) as when the teeth have bitten at a stone (Haydock) and are edged, Jeremias xxxi. 29. Septuagint, \"gnashing. \"Hebrew, \"cleanness \"through want of food. Eliseus foretold a famine under Achab, 4 Kings viii. 1. That of Joel (i.) seems to have happened later than this. (Calmet) \nGod sent these afflictions for their amendment. (Worthington)\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 4_7.toml",
        "id": "f96895c4-8aab-4f24-aa72-5993dd1131d6",
        "location_end": 4000007,
        "location_start": 4000007,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Months. The latter rain falls in April. See Deuteronomy xi. 14. (Calmet) \nHarvest. Septuagint have as usual, \"vintage. \"But this is less accurate, as it never rains in the preceding summer months. (St. Jerome)\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Caesarius of Arles",
        "file_name": "Amos 4_7.toml",
        "id": "010df919-d2cc-4e2c-a4ba-8653545e6f06",
        "location_end": 4000007,
        "location_start": 4000007,
        "source_title": "SERMON 1:15",
        "source_url": "",
        "ts": 542,
        "txt": "If we cannot gather spiritual fruits through our own labor, it is just that we dispense with holy zeal and most fervent charity those which have been collected by others. Since the Lord threatens that, because of the sins of the people, “I will cause it to rain upon one city and cause it not to rain upon another city,” we ought to strive with great care that we may not be that city upon which the rain of the Word of God either does not come at all or, at least, only late and rarely. Without any doubt, if the dew or rain of the Word of God is provided too late, the fruits of souls will be the same as earthly fruits which do not receive rain.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 4_9.toml",
        "id": "0afaa4ac-e218-49bd-8fd5-374340179891",
        "location_end": 4000009,
        "location_start": 4000009,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Wind. Protestants, \"blasting. \"(Haydock) \n\"Pestilential air \"(Septuagint, Symmachus) which destroys the corn (Calmet) and men. (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 4_10.toml",
        "id": "b0baf404-c306-4ad2-8faf-48326e447158",
        "location_end": 4000010,
        "location_start": 4000010,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Egypt, as I published the Egyptians, (Calmet) or the Hebrews, when they came thence, and wished to return. (Chaldean; St. Cyril) \nHorses. I have deprived you of them, (Haydock) under Achab and Joachaz, 4 Kings vi. and xiii. \nNostrils. Hazael slew many subjects of Jehu, 4 Kings x. 32. (Calmet) \nThe stench of their carcasses and of the locusts caused death or the plague. (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Novatian",
        "file_name": "Amos 4_11.toml",
        "id": "66693c6e-d358-4456-a9f4-0d3165114072",
        "location_end": 4000011,
        "location_start": 4000011,
        "source_title": "ON THE TRINITY 18:15–17",
        "source_url": "",
        "ts": 9999999,
        "txt": "And that there might not remain any doubt that he [God the Son] had been the guest of Abraham, it is written regarding the destruction of the Sodomites that “the Lord poured down on Sodom and Gomorrah fire and sulfur from the Lord out of heaven.” In fact, the prophet also says in the person of God, “I destroyed you as the Lord destroyed Sodom and Gomorrah.” The Lord, therefore, destroyed Sodom; that is, God destroyed Sodom. In the destruction of the Sodomites, however, it was the Lord who rained fire from the Lord. This Lord was the God seen by Abraham. This God is Abraham’s guest and was undoubtedly seen because he was touched. Now, since the Father, inasmuch as he is invisible, was assuredly not seen at that time, he who was seen and who was hospitably received and taken in was he who was willing to be seen and touched. This one then is the Son of God, “the Lord, who rained upon Sodom and Gomorrah fire and sulfur from the Lord.” But he is the Word of God, and the “Word” of God “was made flesh and dwelt among us.” This one then is Christ. Therefore it was not the Father who was the guest of Abraham but Christ. Nor was it the Father who was seen but the Son; therefore it was Christ who was seen. Consequently Christ is both Lord and God, who could be seen by Abraham only because he was God, the Word, begotten of God the Father before Abraham even existed.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 4_11.toml",
        "id": "27dd3297-0ddf-415f-8ada-f7cb9bebb79f",
        "location_end": 4000011,
        "location_start": 4000011,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Burning. This comparison shows the condition of Israel. Hardly any escaped, Zacharias iii. 2., and 1 Corinthians iii. 15. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Cyril of Alexandria",
        "file_name": "Amos 4_11.toml",
        "id": "0e81e94b-7ec6-4b3f-9af4-eda24da6ad73",
        "location_end": 4000011,
        "location_start": 4000011,
        "source_title": "",
        "source_url": "",
        "ts": 444,
        "txt": "In this he was probably suggesting to us the eventual sacking that happened in the time of Jeremiah by the hand of Nebuchadnezzar, who tool the whole of Judea, set fire even to Jerusalem itself and its neighboring cities and towns, pulled down the divine Temple, took captive the survivors from the fighting, and as a glorious conqueror went back home with the captives, who finally returned to Judea at the completion of the period of 70 years.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "John Cassian",
        "file_name": "Amos 4_11.toml",
        "id": "373c88a0-946c-4aee-9a84-27d2458b27da",
        "location_end": 4000011,
        "location_start": 4000011,
        "source_title": "CONFERENCE 6:11.6",
        "source_url": "",
        "ts": 435,
        "txt": "They [who refuse to repent] do not deserve to be saved by the Lord’s visitation or to be healed by temporal afflictions. They are like those “who in despair have handed themselves over to lasciviousness in the working of every error, unto uncleanness.” In their hardness of heart and with their frequent habit of sinning, they are beyond the purgation of this very brief age and the punishment of the present life. The divine Word reproves them too through the prophet: “I have destroyed you as God destroyed Sodom and Gomorrah, and you have become like a firebrand snatched from the fire, and not even thus have you returned to me, says the Lord.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Clement of Alexandria",
        "file_name": "Amos 4_11.toml",
        "id": "32e3eb96-edae-4df6-8818-f656d224b83c",
        "location_end": 4000011,
        "location_start": 4000011,
        "source_title": "",
        "source_url": "",
        "ts": 215,
        "txt": "See how God, through His love of goodness, seeks repentance; and by means of the plan He pursues of threatening silently, shows His own love for man.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Thomas Aquinas",
        "file_name": "Amos 4_12.toml",
        "id": "594f4ff8-5dea-4ba6-8a3a-539a49e409b1",
        "location_end": 4000012,
        "location_start": 4000012,
        "source_title": "",
        "source_url": "",
        "ts": 1274,
        "txt": "And thus even the good movement of the free-will, whereby anyone is prepared for receiving the gift of grace is an act of the free-will moved by God. And thus man is said to prepare himself, according to Proverbs 16:1: \"It is the part of man to prepare the soul\"; yet it is principally from God, Who moves the free-will. Hence it is said that man's will is prepared by God, and that man's steps are guided by God.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 4_12.toml",
        "id": "bf40ded4-cfea-4ba1-bc8f-716eeb3ed63c",
        "location_end": 4000012,
        "location_start": 4000012,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "These. He mentions not what, to keep them in greater suspense and dread; (St. Jerome) or he will put in execution what he had threatened before, ver. 2. \nMeet. Septuagint, \"beseech. \"Aquila, \"oppose \"or to receive the Messias. (St. Jerome) \nPrepare by repentance to find mercy. (Calmet) \nAfter long captivity, Christ will save some. (Worthington)\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Cyril of Alexandria",
        "file_name": "Amos 4_12.toml",
        "id": "d7920916-6266-4bed-ac57-6491b07f4586",
        "location_end": 4000012,
        "location_start": 4000012,
        "source_title": "",
        "source_url": "",
        "ts": 444,
        "txt": "Since initial measures did not suffice, He proceeded to an overthrow similar to the Sodomites, this was the kind of thing, as he said, that was inflicted on them by divine wrath.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 4_13.toml",
        "id": "3f4b359f-8ec1-4760-bde8-599e2e44fb4c",
        "location_end": 4000013,
        "location_start": 4000013,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Wind. Septuagint, \"the Spirit, and announcing to man his Christ \"(Haydock) or Cyrus. (Theodotion) \nBut this version has read improperly. (Calmet) \nSome hence brought an argument against the divinity of the Holy Spirit. (St. Jerome) \nMist. Septuagint, \"the morning and the cloud \"spreading light or darkness over man. \nEarth, on the wings of the wind, Psalm xvii. 11. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Ambrose of Milan",
        "file_name": "Amos 4_13.toml",
        "id": "f7513036-985f-48e2-9d19-a97597179df0",
        "location_end": 4000013,
        "location_start": 4000013,
        "source_title": "ON THE HOLY SPIRIT 2:6.48",
        "source_url": "",
        "ts": 397,
        "txt": "Nor does it escape my notice that heretics have been prone to object that the Holy Spirit appears to be a creature, because many of them use as an argument for establishing their impiety that passage of Amos, where he spoke of the blowing of the wind, as the words of the prophet made clear. For you read thus: “Behold, I am he that establishes the thunder and creates the wind and declare unto man his Christ, that make light and mist, and ascend upon high places, the Lord God Almighty is his name.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Ambrose of Milan",
        "file_name": "Amos 4_13.toml",
        "id": "ad09fee3-0a31-42f0-bce9-90979afe5f48",
        "location_end": 4000013,
        "location_start": 4000013,
        "source_title": "ON THE HOLY SPIRIT 2:6.54",
        "source_url": "",
        "ts": 397,
        "txt": "But if any one thinks that the word of the prophet is to be explained with reference to the Holy Spirit, because it is said, “declaring unto men his Christ,” he will explain it more easily of the Lord’s Sun of justice. For if it troubles you that he said Spirit, and therefore you think that this cannot well be explained of the mystery of the taking of human nature, read on in the Scriptures, and you will find that all agrees most excellently with Christ. Of [Christ] it is thoroughly fitting to think that he established the thunders by his coming, that is, the force and sound of the heavenly Scriptures, by the thunder, as it were, of which our minds are struck with astonishment, so that we learn to be afraid and pay respect to the heavenly oracles.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Cyril of Jerusalem",
        "file_name": "Amos 4_13.toml",
        "id": "3b4e9abb-4c68-49cd-b2c5-0ef25747ac83",
        "location_end": 4000013,
        "location_start": 4000013,
        "source_title": "CATECHETICAL LECTURE 10:15",
        "source_url": "",
        "ts": 386,
        "txt": "When Christ came, the people of the old covenant denied him, but the devils confessed him. His forefather David was not ignorant of him when he said, “I will place a lamp for my anointed.” Some have interpreted “lamp” as the splendor of prophecy; others have understood by the lamp the flesh he assumed of the Virgin, according to the words of the apostle: “But we carry this treasure in vessels of clay.” The prophet was not ignorant of him when he said, “And declaring his Christ to men.” Moses also knew him, and Isaiah and Jeremiah as well. None of the prophets was ignorant of him. Even the devils acknowledged him, for he rebuked them, and Scripture adds, “Because they knew that he was the Christ.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 5_1.toml",
        "id": "7aae1165-7c09-45c7-af0a-254c1eef3a35",
        "location_end": 5000001,
        "location_start": 5000001,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Lamentation. Such canticles were usual, Isaias xiv. \nIsrael. It no longer formed a separate kingdom. (Calmet) \nWhen the people fear no evil, God laments for them. (Worthington)\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Jerome",
        "file_name": "Amos 5_2.toml",
        "id": "d05d4bc9-7b07-490d-94a7-c13ef850e249",
        "location_end": 5000002,
        "location_start": 5000002,
        "source_title": "LETTER 5",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Jerome/Letters/letter_005.md",
        "ts": 420,
        "txt": "If, then, the apostle, who was a chosen vessel separated unto the gospel of Christ, by reason of the pricks of the flesh and the allurements of vice keeps his body and brings it into subjection, lest when he has preached to others he may himself be a cast away; and yet, for all that, sees another law in his members warring against the law of his mind, and bringing him into captivity to the law of sin;4 if after nakedness, fasting, hunger, imprisonment, scourging and other torments, he turns back to himself and cries, “Oh, wretched man that I am, who shall deliver me from the body of this death?” do you fancy that you ought to lay aside apprehension? See to it that God say not some day of you, “The virgin of Israel is fallen, and there is none to raise her up.” I will say it boldly: God can do all things, but the virgin who has fallen will not be raised up. He may indeed relieve one who is defiled from the penalty of her sin, but he will not give her a crown. Let us fear lest in us also prophecy be fulfilled, “Good virgins shall faint.” Notice that it is good virgins who are spoken of, for there are bad ones as well. “Whoever looks on a woman,” the Lord says, “to lust after her has committed adultery with her already in his heart.” So that virginity may be lost even by a thought. Such are evil virgins in the flesh, not in the spirit; foolish virgins, who, having no oil, are shut out by the bridegroom.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 5_3.toml",
        "id": "eaa3c6b5-41e0-498e-a361-28ba2a194992",
        "location_end": 5000003,
        "location_start": 5000003,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "City, before (Calmet) or after the captivity. It required a long time to fill the cities as they had been. (Haydock) \nWhen the Assyrians invaded the country, it was greatly reduced. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 5_5.toml",
        "id": "c22750c6-f26f-4836-ac64-9911a669f562",
        "location_end": 5000005,
        "location_start": 5000005,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Bethel.Galgal.Bersabee. The places where they worshipped their idols. (Challoner) \nThey had all been honoured by the patriarchs. Bersabee had belonged to Juda under Achab, 3 Kings xix. 3. But it was originally in the tribe of Simeon, and Jeroboam II recovered all that had been lost, 4 Kings xiv. 25. (Calmet) \nUnprofitable. Hebrew leaven, \"for vanity \"(Haydock) Bet haven.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Richard Challoner",
        "file_name": "Amos 5_5.toml",
        "id": "473f11e8-b97f-4eab-968c-392cb7979a9a",
        "location_end": 5000005,
        "location_start": 5000005,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "But seek not Bethel: Bethel, Galgal, Bersabee: the places where they worshipped their idols.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 5_6.toml",
        "id": "47080b15-dcda-4cae-b9f2-f3d4eddcac97",
        "location_end": 5000006,
        "location_start": 5000006,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Joseph. His two grandchildren gave name to the principal tribes of the kingdom. \nBethel. Septuagint, \"Israel \"which seems preferable. (Calmet) \nYet Bethel may stand, as it denotes the apostate Israelites.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Cyprian",
        "file_name": "Amos 5_6.toml",
        "id": "ac2af996-47b7-4418-bd90-df2021a29cea",
        "location_end": 5000006,
        "location_start": 5000006,
        "source_title": "TO DEMETRIAN 23",
        "source_url": "",
        "ts": 258,
        "txt": "Therefore, while there is time, look to the true and eternal salvation, and, since the end of the world is now at hand, out of fear of God turn your minds to God. Let not your powerless and vain dominion in the world over the just and the meek delight you. Remember that in the fields the tares and the darnel have dominion over the cultivated and fruitful corn, and you should not say that evils happen because your gods are not worshiped by us. But you should realize that this is God’s anger, this is God’s censure, so that he who is not recognized for his blessings may at least be recognized for his judgments. “Seek God, and your soul shall live.” Acknowledge God even though it is late. For Christ advises and teaches this, saying, “Now this is everlasting life, that they may know you the only true God and him whom you have sent, Jesus Christ.” Believe him who by no means deceives. Believe him who has foretold that all these things would come to pass. Believe him who will give the reward of eternal life to those who believe. Believe him who by the fires of Gehenna will inflict eternal punishments on the disbelieving.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 5_7.toml",
        "id": "d66060d8-8cb3-47ed-9eb7-896612d4052d",
        "location_end": 5000007,
        "location_start": 5000007,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "You. Septuagint, \"the Lord, who does judgment on high, and has placed justice on the earth; (8) who maketh and transformeth all things, and turneth \"(Haydock) \nHebrew agrees with the Vulgate. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 5_8.toml",
        "id": "f59a3018-bf0e-449b-8736-97981fa708b4",
        "location_end": 5000008,
        "location_start": 5000008,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Arcturus and Orion. Arcturus is a bright star in the north, Orion a beautiful constellation in the south. (Challoner) \nShepherds in Arabia and Spain are well acquainted with the stars. (Calmet) \nWe have examined the meaning of cima and cesil, Job ix. 9., and xxxviii. 31. St. Jerome's master asserts that the latter means \"efflugence. \"Cima is rendered the Pleiades by Aquila and Theodotion; \"the seven stars \"by Protestants. (Haydock) \nWhen such allusions to the heathen mythology occur, they give no sanction to it, but serve to explain what is meant. (St. Jerome) \nMorning, affording comfort, chap. iv. 13. \nEarth, by floods (Calmet) or rain. (St. Jerome)\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Richard Challoner",
        "file_name": "Amos 5_8.toml",
        "id": "e6eea2fe-7880-49de-8e5f-aec6f441b1c2",
        "location_end": 5000008,
        "location_start": 5000008,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "Arcturus and Orion: Arcturus is a bright star in the north: Orion a beautiful constellation in the south.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "John Chrysostom",
        "file_name": "Amos 5_8.toml",
        "id": "f704fc4e-2e13-47c9-9f07-32cb08412e67",
        "location_end": 5000008,
        "location_start": 5000008,
        "source_title": "HOMILIES CONCERNING THE STATUES 6:1",
        "source_url": "",
        "ts": 407,
        "txt": "When I think of the past tempest and of the present calm, I do not cease to say, “Blessed be God, who makes all things and changes them; who has brought light out of darkness; who leads to the gates of hell and brings back; who chastises but does not kill.” And this I desire you too to repeat constantly, and never to desist. For if he has benefited us by deeds, what pardon shall we be prepared for, if we do not requite him even by words? Therefore I exhort that we never cease to give him thanks. For if we are grateful for the former benefits, it is plain that we shall enjoy others also which are greater. Let us say, then, continually, “Blessed be God, who has permitted us to spread before you in quietness the accustomed table, while he has also granted you to hear our word with assurance of safety! Blessed be God, that we no longer run here or there flying from the danger, but that we only have a desire to hear. Grant that we no longer meet one another with agony or trembling and anxious thoughts but with due confidence, having shaken off all our fear.” Our conditions, indeed, on former days was nothing better than that of those who are tossed up and down in the midst of the deep, expecting shipwreck every hour. We were scared all day long by innumerable rumors and disturbed and agitated on every side. We were busy every day and curious to know who had come from the court. What news had he brought? And was what was reported true or false? Our nights too we passed without sleep, and while we looked upon the city we wept over it, as if it were on the eve of its destruction.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "John Chrysostom",
        "file_name": "Amos 5_8.toml",
        "id": "effd74f1-2647-44a1-8db7-ae66e8b0fdae",
        "location_end": 5000008,
        "location_start": 5000008,
        "source_title": "HOMILIES ON 1 TIMOTHY 16",
        "source_url": "",
        "ts": 407,
        "txt": "I made heaven and earth, he says, and to you I give the power of creation. Make your earth heaven. For it is in your power. “I am he who makes and transforms all things,” says God of himself. And he has given to people a similar power, as a painter, being an affectionate father, teaches his own art to his son. I formed your body beautiful, he says, but I give you the power of forming something better. Make your soul beautiful. I said, “Let the earth bring forth grass, and every fruitful tree.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Paulus Orosius",
        "file_name": "Amos 5_8.toml",
        "id": "a53e8720-4e01-4ffb-99bb-3f043ab7e558",
        "location_end": 5000008,
        "location_start": 5000008,
        "source_title": "DEFENSE AGAINST THE PELAGIANS 19",
        "source_url": "",
        "ts": 420,
        "txt": "What, then, is your opinion about that section of the statement that follows, “He brings about rain upon the just and the unjust”? Surely he who gives, gives when he wishes and gives where he wishes, either by arranging the well- ordered nature or by lavishly bestowing his own munificence. And in case you contemplate also casting aside this statement, in keeping with the madness of your impiety, listen to the prophet testifying about this truth: “He who calls for the waters of the sea and pours them out upon the face of the earth. The Lord is his name.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 5_9.toml",
        "id": "8752429a-ca85-4181-bf49-18683d14b46b",
        "location_end": 5000009,
        "location_start": 5000009,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "With a smile. That is, with all ease, and without making any effort. (Challoner) \nAquila has \"grinning \"to show displeasure. (St. Jerome) \nHebrew, \"he strengthens the oppressor against the strong \"so that those whom he pleases to chastise cannot escape.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Richard Challoner",
        "file_name": "Amos 5_9.toml",
        "id": "7bcc10a5-1f09-4c41-8c06-f9b3cce952fc",
        "location_end": 5000009,
        "location_start": 5000009,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "With a smile: That is, with all ease, and without making any effort.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 5_10.toml",
        "id": "bedf8fc9-98eb-4eeb-9069-30dc95ff0e89",
        "location_end": 5000010,
        "location_start": 5000010,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "They, the wicked, could not endure Amos, (chap. vii. 12.) nor those who rebuked them.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Tertullian",
        "file_name": "Amos 5_10.toml",
        "id": "f30f6318-c077-4dc4-8574-f9b913ff8bd0",
        "location_end": 5000010,
        "location_start": 5000010,
        "source_title": "ON PURITY 8",
        "source_url": "",
        "ts": 220,
        "txt": "They take the two sons as types of two peoples, the elder Jewish, the younger Christian.… But if I show that the Jew does not fit the type represented by the elder son, it will be admitted, in consequence, that the Christian is not typified by the younger. Admittedly, the Jew is called a “son” and an “elder son” since he is first by adoption, and although he resents the Christian’s reconciliation with God his Father (this is a point which our opponents seize upon most eagerly), yet the statement “Behold, how many years I serve you and I have never transgressed your commandment” cannot be one which the Jew makes to the Father. For when was Judah not a transgressor of the law? “Hearing with the ear and not hearing, holding in hate him who reproves at the gates and scorning holy speech.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 5_12.toml",
        "id": "3533d4b5-72bf-4a38-bfca-125ad63ebc95",
        "location_end": 5000012,
        "location_start": 5000012,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Grievous. Hebrew also, \"numerous.\"\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 5_13.toml",
        "id": "e9bbb768-13de-4531-b458-d8f9302e34ce",
        "location_end": 5000013,
        "location_start": 5000013,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Time. It is to no purpose speaking to the deaf, (Ecclesiasticus xxxii. 9.) or throwing pearls before swine, Matthew vii. 6. Amos was silent for a while, till God opened his mouth again, chap. iii. 8., and vii. 12.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 5_14.toml",
        "id": "db81ba93-98a6-4620-bd6b-795bc55c23ca",
        "location_end": 5000014,
        "location_start": 5000014,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Said. Probably Amaias took occasion, from the flourishing state of the kingdom, to assert that the Lord approved of their conduct. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Gregory the Dialogist",
        "file_name": "Amos 5_14-15.toml",
        "id": "89262e1d-4cad-4745-a820-77f21e0f3f20",
        "location_end": 5000015,
        "location_start": 5000014,
        "source_title": "MORALS ON THE BOOK OF JOB 4:21.32",
        "source_url": "",
        "ts": 604,
        "txt": "It was the old custom that the elders should sit at the gate to make out by judicial trial the quarrels of persons at strife, in order that they should never enter the city at variance and should dwell there in harmony. And hence the Lord says by the prophet, “Establish judgment at the gate.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Ambrose of Milan",
        "file_name": "Amos 5_14-15.toml",
        "id": "5dd39544-af1d-4977-95e4-f8ab0222370c",
        "location_end": 5000015,
        "location_start": 5000014,
        "source_title": "FLIGHT FROM THE WORLD 6:35",
        "source_url": "",
        "ts": 397,
        "txt": "For when a man rules his own self—and that counts for more than to govern others—his heart is in the hand of God, and God turns it where he wills. No wonder if he turns it to the good, perfect goodness is his. And so let us be in the hand of God that we may seek the good, that incorruptible and immutable good of which the prophet Amos says, “Seek good and not evil, that you may live, and so the Lord God almighty will be with you, as you have said, ‘We have hated evil and loved good.’ ” And so, where the good God is, there are the good things that David desired to see and believed that he would see, even as he says, “I believe I shall see the good things of the Lord in the land of the living.” They indeed are the good things that endure always, that cannot be destroyed by change of time or of age.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Ambrose of Milan",
        "file_name": "Amos 5_14-15.toml",
        "id": "da569a23-4ea4-4d8c-b3fb-132343d92a7e",
        "location_end": 5000015,
        "location_start": 5000014,
        "source_title": "LETTER 79",
        "source_url": "",
        "ts": 397,
        "txt": "Let us hurry to him in whom is that highest good, since he is goodness itself. He is the patience of Israel calling you to repentance, so you will not come to judgment but may receive the remission of sins. “Repent,” he says. He is the one of whom the prophet Amos cries, “Seek you good.” He is the highest good, for he needs nothing and abounds in all things. Well may he abound, for in him dwells bodily the fullness of divinity. Well may he abound, of whose fullness we have all received, and in whom we have been filled, as the Evangelist says.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Ambrose of Milan",
        "file_name": "Amos 5_14.toml",
        "id": "65ad6f0f-b7a8-41d6-a9ac-c4206c4a2987",
        "location_end": 5000014,
        "location_start": 5000014,
        "source_title": "",
        "source_url": "",
        "ts": 397,
        "txt": "And so, where the good God is, there are the good things that David desired to see and believed that he would see, even as he says, \"I believe I shall see the good things of the Lord in the land of the living.(Ps. 27:13)\"' They indeed are the good things that endure always, that cannot be destroyed by change of time or of age.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Cyril of Alexandria",
        "file_name": "Amos 5_14.toml",
        "id": "1dd6578d-c58d-4d9f-9d37-f920ae9cc8d3",
        "location_end": 5000014,
        "location_start": 5000014,
        "source_title": "",
        "source_url": "",
        "ts": 444,
        "txt": "Seek good, and not evil: So that in living and being saved you may attain a proper life, and the Lord God, who has power over everything, may be with you..\nIt is really necessary, therefore, to have sound attitudes and direct our own thinking to attitudes and that please God, to live virtuously, to adhering to the ways of righteousness and being wise devotees of uprightness. This in fact is the way we shall have the God of all to accompany and protect us.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 5_15.toml",
        "id": "d6c37e57-2858-46b1-941b-02633df41ea9",
        "location_end": 5000015,
        "location_start": 5000015,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "May be. God will not be wanting on his side. But this implies that man may find a difficulty in seeking good, and neglect to do it, though he may if he please, with God's assistance. (Worthington) \nRemnant. Posterity. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Cyril of Alexandria",
        "file_name": "Amos 5_15.toml",
        "id": "5395fed5-13c8-4e38-9e90-37c5758bc8a6",
        "location_end": 5000015,
        "location_start": 5000015,
        "source_title": "",
        "source_url": "",
        "ts": 444,
        "txt": "remnant of Joseph: Once again he refers to Ephraim, or the 10 tribes; as I said before, since Ephraim was a son of Joseph, he consequently refers to him also by his father’s name.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 5_16.toml",
        "id": "3e947257-3d6f-4e4e-bb45-ed7be8bb9249",
        "location_end": 5000016,
        "location_start": 5000016,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Lament. Such hired mourners often seemed more grieved than those who were really affected. (Horace, art.) All were invited to join in the common sorrow, Jeremias ix. 17., and xlviii. 31.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 5_18.toml",
        "id": "b9103bf2-7b8c-4ed8-9174-ddb82a3adcb3",
        "location_end": 5000018,
        "location_start": 5000018,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "The day. Some imprudently laughed at the prophets, Isaias v. 19., and Jeremias xvii. 15. Others wished for the coming of the Lord, not reflecting that he would punish their guilt. (Calmet) \nThus many, through impatience, desire to die. We must rather repent, and leave our lives at God's disposal. (St. Jerome)\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Theodoret of Cyrus",
        "file_name": "Amos 5_18.toml",
        "id": "a773c68b-09fa-4990-9178-c66acb5a416a",
        "location_end": 5000018,
        "location_start": 5000018,
        "source_title": "COMMENTARY ON AMOS 5:18–20",
        "source_url": "",
        "ts": 458,
        "txt": "Since there were some buoyed up by audacity and temerity who resisted the prophetic oracles, raging against them, calling the divine pronouncements false and demanding the fulfillment of the prophecies, the Lord declares these people lamentable for longing to see darkness instead of light. Those who long to see the fulfillment of prophecy, he is saying, are no different from a person fleeing an attacking lion and after that running into a bear, or fearfully going into a house and, with one’s soul in the grip of panic, putting a hand on the wall and being bitten by a venomous snake. In other words, as that person on that day sees darkness and not a gleam of light, so these people will be given over to deep darkness on the day of punishment.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Origen of Alexandria",
        "file_name": "Amos 5_18.toml",
        "id": "2637f731-0fa7-45cd-9853-014006eda960",
        "location_end": 5000018,
        "location_start": 5000018,
        "source_title": "HOMILIES ON JEREMIAH 12",
        "source_url": "",
        "ts": 253,
        "txt": "Perhaps we will understand what has been written if we deal with a Gospel text spoken by the Savior, which expresses it in this way: “Work while it is day. The night comes when no one can work.” He has named here as this age the day—but of necessity I have added the word here, for I know that in other passages other meanings are revealed—so he has called this age the day, but the darkness and the night the consummation because of punishments. For “why do you desire the Day of the Lord? And it is darkness and not light,” says the prophet Amos. If you can envision after the consummation of the world what the gloom is, a gloom that pursues nearly all of the race of humans who are punished for sins. The atmosphere will become dark at that time, and no longer can anyone ever give glory to God, since the Word has given orders to the righteous saying, go, “my people, enter into your rooms, shut the door, hide yourself for a little season, until the force of my anger has passed away.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 5_19.toml",
        "id": "29f72225-e8af-4568-bac3-da0d3a2d66e2",
        "location_end": 5000019,
        "location_start": 5000019,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Serpent. All his attempts would thus proved abortive. The Israelites were not ruined by Phul, or by Theglathphalassar. But the serpent, (Haydock) Salmanasar, came and took them in their own houses, 4 Kings xvii. 7. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "John Chrysostom",
        "file_name": "Amos 5_20-24.toml",
        "id": "4f368297-96c6-4aec-bf99-15c6c4da9da1",
        "location_end": 5000024,
        "location_start": 5000020,
        "source_title": "DISCOURSES AGAINST JUDAIZING CHRISTIANS 4:6",
        "source_url": "",
        "ts": 407,
        "txt": "This brings us to a conclusion on another matter of great importance. The observances regarding sacrifices, sabbaths, new moons, and all such things prescribed by the Jewish way of life of that day—they are not essential. Even when they were observed they could make no great contribution to virtue; nor when neglected could they make the excellent person worthless or degrade in any way the sanctity of his soul. People of old, while still on earth, manifested by their piety a way of life that rivals the way the angels live. Yet they followed none of these observances, they slew no beasts in sacrifice, they kept no fast, they made no display of fasting. They were so pleasing to God that they surpassed this fallen human nature of ours and, by the lives they lived, drew the whole world to a knowledge of God.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Braulio of Zaragoza",
        "file_name": "Amos 5_20-24.toml",
        "id": "fbc79e28-e328-479d-86cc-823941f7e203",
        "location_end": 5000024,
        "location_start": 5000020,
        "source_title": "LETTER 18",
        "source_url": "",
        "ts": 651,
        "txt": "I am pierced by one wound and tortured with much grief, the bond of bitterness does not permit the tongue to perform its function, and it is easier to weep than to talk. Lo, one affliction comes upon another affliction and contrition upon contrition, “as if a man were to flee from a lion, and a bear should meet him,” or howl at being struck by a scorpion, “and a snake should bite him,” so completely am I dejected and afflicted with the misery of sorrow. I confess, madam, that every time I try to write to you about the passing of our lady Basilla of blessed memory, I am overcome with bitterness and experience a dullness in my mind, a heaviness in my sense and slowness in my tongue, because while I was occupied with grief, my mind was moved by death.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 5_21.toml",
        "id": "bddb0aec-4a76-45fe-bb35-4c66b591b94f",
        "location_end": 5000021,
        "location_start": 5000021,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Festivities. Some were still observed, chap. iv. 4.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Cyril of Alexandria",
        "file_name": "Amos 5_21.toml",
        "id": "827f1b3c-0895-40b3-8080-ede3c61c1a9c",
        "location_end": 5000021,
        "location_start": 5000021,
        "source_title": "",
        "source_url": "",
        "ts": 444,
        "txt": "This verse would apply particularly to the people of Judah and Benjamin. You see, whereas the tribes in Samaria were totally devoted to the worship of the idols, and were proven to be extremely lax and very neglectful of the laws of Moses, the people in Jerusalem, though sacrificing in the high places of Baal and pouring libations to the host of heaven, in addition made a pretense of paying respect to the Law and of being anxious to perform sacrifices and festival.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 5_22.toml",
        "id": "fc31a95d-2591-412c-b9bc-14606091d0ba",
        "location_end": 5000022,
        "location_start": 5000022,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Vows. Hebrew, \"peace-offerings of your meries \"a sort of oxen, 2 Kings vi. 13., and 3 Kings i. 9. Septuagint, \"the salvation of your appearance \"or what you offer for your welfare.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 5_23.toml",
        "id": "dddd6704-db0a-43db-9ecd-1e379620eed1",
        "location_end": 5000023,
        "location_start": 5000023,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Harp. Praise ill becomes the sinner, Ecclesiasticus xv. 9., and Psalm xlix. 17.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Gregory of Nazianzus",
        "file_name": "Amos 5_23.toml",
        "id": "d99ffe5f-2ac5-4e5a-92cc-6a85dd891032",
        "location_end": 5000023,
        "location_start": 5000023,
        "source_title": "ORATION 40:42, ON HOLY BAPTISM",
        "source_url": "",
        "ts": 390,
        "txt": "What shall I say to those who worship Astarate or Chemosh, the abomination of the Sidions, or the likeness of a star, a god a little above them to these idolaters, but yet a creature and a piece of workmanship, when I myself either do not worship two of those into whose united name I am baptized, or else worship my fellow servants, for they are fellow servants, even if a little higher in the scale; for differences must exist among fellow servants.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Apostolic Constitutions",
        "file_name": "Amos 5_23.toml",
        "id": "18d29333-ad2d-4d87-bc3c-5ca8876986fa",
        "location_end": 5000023,
        "location_start": 5000023,
        "source_title": "CONSTITUTIONS OF THE HOLY APOSTLES 6:5.12",
        "source_url": "",
        "ts": 380,
        "txt": "According to Jeremiah, “For in the day that I brought them out of the land of Egypt, I did not speak to you fathers or command them concerning burnt offerings and sacrifices.” And we hear similarly through Isaiah, “ ‘To what purpose do you bring me a multitude of sacrifices?’ says the Lord. ‘I am full of the burnt offerings of rams, and I will not accept the fat of lambs and the blood of bulls and of goats. Nor do you come and appear before me; for who has required these things at your hands? Do not go on to tread my courts any more. If you bring me fine flour, it is vain; incense is an abomination unto me; your new moons, and your sabbaths, and your great day, I cannot bear them. Your fasts, and your rests, and your feasts, my soul hates them; I am overfull of them.’ ” And he says by another: “Depart from me; the sound of your hymns, and the psalms of your musical instruments, I will not hear.” And Samuel says to Saul, when he thought to sacrifice: “Obedience is better than sacrifice, and hearkening than the fat of rams. For, behold, the Lord does not so much delight in sacrifice as in obeying him.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 5_24.toml",
        "id": "085c862a-91f7-4800-9254-1024bdfddb0e",
        "location_end": 5000024,
        "location_start": 5000024,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Mighty. Hebrew, \"Ethan. \"Let your virtue appear, or the greatest miseries will shortly overwhelm you. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Cyril of Alexandria",
        "file_name": "Amos 5_24.toml",
        "id": "817c6ab0-2f9a-4fd3-a379-7e9f72c608f4",
        "location_end": 5000024,
        "location_start": 5000024,
        "source_title": "",
        "source_url": "",
        "ts": 444,
        "txt": "Namely the righteous verdict against you-will be like an impassable torrent, that is, dragging away what falls into it and sparing nothing, since torrents descend from the mountains with a rush. This is also the way with the divine verdict: if it is delivered against some people, it will be nothing other than invincible water and an irresistible torrent.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 5_25.toml",
        "id": "6e3242b3-b594-46e9-844f-1f607425bb4e",
        "location_end": 5000025,
        "location_start": 5000025,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Did you offer Except the sacrifices that were offered at the first, in the dedication of the tabernacle, the Israelites offered no sacrifices in the desert. (Challoner) \nThey ceased after the beginning of the second year. (St. Augustine, q. 47 in Exodus, Leviticus vii.) (Worthington) \nGod did not require sacrifices when the people came out of Egypt, Jeremias vii. 22., and Deuteronomy xii. 8. They were not performed so regularly in the desert, (Calmet) and the people still bore a secret affection for idols, (ver. 26.) which rendered all their victims useless. (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Richard Challoner",
        "file_name": "Amos 5_25.toml",
        "id": "01d0b9fe-fdc9-4424-bce2-e825f02ea826",
        "location_end": 5000025,
        "location_start": 5000025,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "Did you offer: Except the sacrifices that were offered at the first, in the dedication of the tabernacle, the Israelites offered no sacrifices in the desert.\n"
    },
    {
        "append_to_author_name": " 7:35-43",
        "book": "amos",
        "father_name": "Acts",
        "file_name": "Amos 5_25-27.toml",
        "id": "cd1f3fb4-efb3-41bd-92f8-9de606e56501",
        "location_end": 5000027,
        "location_start": 5000025,
        "source_title": "",
        "source_url": "",
        "ts": 62,
        "txt": "This Moses whom they refused, saying, Who made thee a ruler and a judge? the same did God send to be a ruler and a deliverer by the hand of the angel which appeared to him in the bush.  He brought them out, after that he had showed wonders and signs in the land of Egypt, and in the Red sea, and in the wilderness forty years.  This is that Moses, which said unto the children of Israel, A prophet shall the Lord your God raise up unto you of your brethren, like unto me; him shall ye hear.  This is he, that was in the church in the wilderness with the angel which spake to him in the mount Sina, and with our fathers: who received the lively oracles to give unto us:  To whom our fathers would not obey, but thrust him from them, and in their hearts turned back again into Egypt,  Saying unto Aaron, Make us gods to go before us: for as for this Moses, which brought us out of the land of Egypt, we wot not what is become of him.  And they made a calf in those days, and offered sacrifice unto the idol, and rejoiced in the works of their own hands.  Then God turned, and gave them up to worship the host of heaven; as it is written in the book of the prophets, O ye house of Israel, have ye offered to me slain beasts and sacrifices by the space of forty years in the wilderness?  Yea, ye took up the tabernacle of Moloch, and the star of your god Remphan, figures which ye made to worship them: and I will carry you away beyond Babylon. [Amos 5:25-27] \n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 5_26.toml",
        "id": "fa3a07de-b8de-4b84-ad02-9ee441bc0f13",
        "location_end": 5000026,
        "location_start": 5000026,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "A tabernacle All this alludes to the idolatry which they committed, when they were drawn away by the daughters of Moab to the worship of their gods, Numbers xxv. (Challoner) \nThey imitated the superstitions of Egypt, and bore the image of Osiris, adorned with a star and crescent, on a sort of base, under a canopy. Hebrew, \"You carried the tents of your king and the base of your statues, the star of your gods, which you have made for yourselves. \"Septuagint by changing (Calmet) ciun into Rephan, or raiphan, (Haydock) have caused great confusion among commentators. If any change were requisite, (Calmet) cima (Haydock) would be preferable, ver. 8., and Job ix. 9. Yet the Hebrew seems to be correct, and chiun denotes a pedestal rather than an idol. Some read Kevan, the Saturn of the Arabs, and think that Rephan has been mistaken for it. The only difficulty is the authority of St. Stephen, who follows the Septuagint, Acts vii. 43. Yet he probably spoke in Syriac, and might pronounce Chevan; though St. Luke might adopt the Septuagint in a matter of so little consequence. (Calmet, Diss.) \nThis decision may not probably give satisfaction to those who reflect that both these authors were under the immediate influence of the Holy Spirit, and that if an error had crept into the copy of the Septuagint, he would have corrected it. Truth is always of sufficient consequence. See Kennicott, Diss. ii. p. 344. (Haydock) \nChiun and Rephan are \"expressive of the same \"god or idol, representing the machine of the heavens. The people of Peru worshipped Choun. (Parkhurst, p. 137.) \nRemvan may be Remmon, (4 Kings v. 18.) or Saturn. (Grotius) \nIn a Coptic alphabet of the planets it is thus explained: (De Dieu. Collier. Dict. Sept. and Acts) \"You have taken the tabernacle of Moloch, and the star of your Rempham, figures \"Protestants marginal note, \"the Siccuth, your king, and Chiun, your images, the star \"(Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Richard Challoner",
        "file_name": "Amos 5_26.toml",
        "id": "2882ab42-3ce4-464a-a431-e844870d00b9",
        "location_end": 5000026,
        "location_start": 5000026,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "A tabernacle: All this alludes to the idolatry which they committed, when they were drawn away by the daughters of Moab to the worship of their gods. Num. 25.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 5_27.toml",
        "id": "c7a1d206-c9df-4c36-89e2-f002fbaed227",
        "location_end": 5000027,
        "location_start": 5000027,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Damascus, or Babylon, (Acts vii.) into Mesopotamia The sense is the same. (Calmet) \nWhen the apostles quote passages, \"they do not consider the words but the sense. \"(St. Jerome) \nOne Greek copy, however, has Damascus in the Acts. (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 6_1.toml",
        "id": "3c45eb6e-9a95-4d39-94fb-ce5a230480c3",
        "location_end": 6000001,
        "location_start": 6000001,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Wealthy. Septuagint, Syriac, and Arabic, \"despisers of Sion. \"Hebrew also, \"who hate Sion. \"The prophecy wholly regards Israel. (Calmet) \nIt is a great crime for the rich to neglect the poor; but still more so, when wealthy clergymen show no compassion for the spiritual or corporal wants of their neighbours. (Worthington) \nState. Hebrew, \"to whom the house of Israel comes \"for judgment.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Tertullian",
        "file_name": "Amos 6_1.toml",
        "id": "eaa4d56e-acca-451f-bf58-d98d54fe9cde",
        "location_end": 6000001,
        "location_start": 6000001,
        "source_title": "AGAINST MARCION 4:35",
        "source_url": "",
        "ts": 220,
        "txt": "Jesus’ miracle was performed in the district of Samaria, to which country also belonged one of the lepers. Samaria, however, had revolted from Israel, carrying with it the disaffected nine tribes, which having been alienated by the prophet Ahijah, Jeroboam settled in Samaria. Besides, the Samaritans were always pleased with the mountains and the wells of their ancestors. Thus, in the Gospel of John, the woman of Samaria, when conversing with the Lord at the well, says, “No doubt yours are greater,” and again, “Our fathers worshiped in this mountain, but you say that Jerusalem is the place where men ought to worship.” Accordingly, he who said “woe unto them that trust in the mountain of Samaria,” promising now to restore that very region, purposely requests the men “to go and show themselves to the priests,” because these were to be found only there where the temple was, submitting the Samaritan to the Jew, inasmuch as “salvation was of the Jews,” whether to the Israelite or the Samaritan.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 6_2.toml",
        "id": "c07f3d48-b89e-4c6b-9d9f-de190e74e612",
        "location_end": 6000002,
        "location_start": 6000002,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Chalane. Ctesiphon (Calmet) was built on its ruins, Genesis x. 10. (Haydock) \nWhy do you imitate these cities? or, has their greatness protected them? Phul probably took Chalane, and Jeroboam II the other cities, ver. 15., and 4 Kings xiv. 25. At that time there was no appearance of the kingdom being destroyed; yet Amos composes a funeral canticle, to show the certainty of the event.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 6_3.toml",
        "id": "cb646c7d-3e6e-4663-a229-3c1bc2d70265",
        "location_end": 6000003,
        "location_start": 6000003,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Separated. Hebrew, \"remove the evil day \"as if it would not overtake you, Ezechiel xii. 22. Septuagint, \"who are praying (Calmet) or coming (Grabe) to the evil day, approaching and touching false sabbaths. \"(Haydock) \nThey pray to be delivered, while they continue (Calmet) their false worship. (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 6_4.toml",
        "id": "eb59e9ed-302f-40ff-8e70-b66d7c317c24",
        "location_end": 6000004,
        "location_start": 6000004,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Ivory, with which the beds for eating were adorned, ver. 7. (Calmet) \nWanton. Hebrew, \"stretch themselves out upon their \"(Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "John Chrysostom",
        "file_name": "Amos 6_4.toml",
        "id": "f062039d-f718-4319-9fc2-8bc614b05741",
        "location_end": 6000004,
        "location_start": 6000004,
        "source_title": "HOMILIES ON GENESIS 1:10",
        "source_url": "",
        "ts": 407,
        "txt": "Let us not be careless, dearly beloved, in dealing with matters concerning our salvation; recognizing instead the troubles that could come from that evil source, let us avoid the harm it produces. After all, we are warned against intemperance not only in the new dispensation by its greater attention to right thinking, its more frequent struggles and greater effort, its many rewards and ineffable consolations. Not even people living under the old law were permitted to indulge themselves in that way, even though they were sitting in the dark dependent upon tapers and were brought forward gradually into the light, like children being weaned off milk. Lest you think I am idly finding fault with intemperance in what I say, listen to what the prophet says: “Woe to those who fall on evil days in sleeping on beds of ivory, luxuriating on their couches, living on a diet of goats picked from the flocks and suckling calves from the herds, and drinking strained wines, anointed with precious unguents—like men treating this as a lasting city, and not seeking one to come.” Do you see the heavy accusation the prophet levels against intemperance in charging the Jews with these faults of stupidity, sensuality and daily gluttony? I mean, note the accuracy of the words: after attacking their gluttony and their drinking to excess, he added, “like men treating this as a lasting city, and not seeking one to come,” all but stating that their satisfaction got as far as lips and palate, and they went on to nothing better. Pleasure however, is brief and fleeting, whereas pain never lets up and has no end. The truth of this comes from experience, the true meaning of lasting realities—“like men treating this as a lasting city”—and fleeting things—“not seeking one to come”—that is, not lasting for a moment.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "John Chrysostom",
        "file_name": "Amos 6_4.toml",
        "id": "dc95b8ab-2892-46ac-9cd2-e16a2a856617",
        "location_end": 6000004,
        "location_start": 6000004,
        "source_title": "HOMILIES ON LAZARUS AND THE RICH MAN 1",
        "source_url": "",
        "ts": 407,
        "txt": "For when he said, “Woe … to you who are approaching the evil day,” and added, “and adopting false sabbaths,” he showed by his next words how their sabbaths were false. How did they make their sabbaths false? By working wickedness, feasting, drinking, and doing a multitude of shameful and grievous deeds. To prove that this is true, hear what follows. He reveals what I am saying by saying what he adds immediately: “… who sleep upon beds of ivory, and live delicately on their couches, and eat kids out of the flocks, and sucking calves out of the midst of the stalls … who drink filtered wine, and anoint yourselves with the best ointment.” You received the sabbath to free your soul from wickedness, but you have enslaved it further. For what could be worse than this frivolity, this sleeping on beds of ivory? The other sins, such as drunkenness, greed and profligacy, provide some pleasure, however small; but in sleeping on beds of ivory, what pleasure is there? What comfort?\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Clement of Alexandria",
        "file_name": "Amos 6_4.toml",
        "id": "7814307a-f9c9-452a-b192-4757c09d8c8f",
        "location_end": 6000004,
        "location_start": 6000004,
        "source_title": "CHRIST THE EDUCATOR 5:14",
        "source_url": "",
        "ts": 215,
        "txt": "Again, whenever he speaks of “young suckling calves” and of “the guileless and meek dove,” he means us. Through Moses he orders that two young birds, a pair of pigeons or turtledoves, be offered for any sin. This means that the sinlessness of such gentle birds and their guile and forgetfulness of injury is very acceptable to God. So he is instructing us to offer a sacrifice bearing the character of that which we have offended against. The plight of the poor doves, moreover, will instill into us a beginning of abhorrence for sin.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 6_5.toml",
        "id": "e1fdc943-4b79-40ba-a2a9-705662583af5",
        "location_end": 6000005,
        "location_start": 6000005,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "David. They think they excel him in music; but he consecrated his talent to a better purpose. (Calmet) \nSeptuagint, \"they deemed them stable, and not fugitive things. \"(Haydock) \nThey have placed their chief good in such pleasures. (Theodoret) (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 6_6.toml",
        "id": "421ab133-9926-416f-983c-7bb17dfc4178",
        "location_end": 6000006,
        "location_start": 6000006,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "In bowels. Septuagint, \"refined \"(Haydock) or cleared of the dregs. \nJoseph, of their brethren, or they seem to have no share in the sufferings of mankind, Psalm lxxii. 5.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Basil of Caesarea",
        "file_name": "Amos 6_6.toml",
        "id": "a168475b-719d-4ec5-899d-203a19334702",
        "location_end": 6000006,
        "location_start": 6000006,
        "source_title": "THE LONG RULES, QUESTION 20",
        "source_url": "",
        "ts": 379,
        "txt": "Just as it is not proper to provide ourselves with worldly trappings like a silver vessel, or a curtain edged with purple, or a downy couch, or transparent draperies, so we act unfittingly in contriving menus that deviate in any important way from our usual diet. That we should run about searching for anything not demanded by real necessity but calculated to provide a wretched delight and ruinous vainglory is not only shameful and out of keeping with our avowed purpose; it also causes harm of no mean gravity when they who spend their lives in sensual gratification and measure happiness in terms of pleasure for the appetite see us also taken up with the same preoccupations that keep them enthralled. If, indeed, sensual pleasure is evil and to be avoided, we should on no occasion indulge in it, for nothing that is condemned can at any time be beneficial. They who live riotously and are anointed with the best ointments and drink filtered wine come under the denunciation of Scripture. Because she lives in pleasure, the widow is dead while she is living. The rich man is debarred from paradise because he lived in luxury upon earth. What then have we to do with costly appointments? Has a guest arrived? If he is a brother and follows a way of life aiming at the same objective as ours, he will recognize the fare we provide as properly his own. What he has left at home, he will find with us. Suppose he is weary from his journey. We then provide as much extra nourishment as is required to relieve his weariness.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "John I of Antioch",
        "file_name": "Amos 6_6.toml",
        "id": "fc5b0d2f-f3b4-40d9-88f9-1faf90ea7203",
        "location_end": 6000006,
        "location_start": 6000006,
        "source_title": "LETTER TO CYRIL OF ALEXANDRIA 6",
        "source_url": "",
        "ts": 441,
        "txt": "There is nothing else to see happening everywhere in the world except disorder, unheralded war, unrestrained wrath and savagery exceeding all barbaric inhumanity, and there is no one suffering “by the collapse of Joseph.” We bite and we devour one another, and then we have been destroyed by one another, providing pleasure to the enemies of piety.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 6_7.toml",
        "id": "aba7bdd7-542f-4b47-a79f-29fc04610ac6",
        "location_end": 6000007,
        "location_start": 6000007,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Luxurious. Hebrew, \"the feast of those who stretch themselves out, shall \"Septuagint, \"the neighing shall be removed from Ephraim. \"His lusts shall be punished, Jeremias v. 8. \nSome translate Hebrew, \"the mourning of those who stretch themselves on their beds is at hand. \"Others, \"their funeral feast is distant. \"None shall bewail their death. So ambiguous is the original. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 6_8.toml",
        "id": "8308b21d-a249-4a50-b570-250323e26804",
        "location_end": 6000008,
        "location_start": 6000008,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Jacob. God loved the humility of the patriarch, and hated the pride of his posterity. (Worthington)\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 6_9.toml",
        "id": "f935bf7d-3f2c-40c0-9aaf-0555246f0809",
        "location_end": 6000009,
        "location_start": 6000009,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Die. Their numbers will not protect them from the plague.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Theodore of Mopsuestia",
        "file_name": "Amos 6_9-10.toml",
        "id": "880ec9de-1036-40ef-89cc-5a01aeff6826",
        "location_end": 6000010,
        "location_start": 6000009,
        "source_title": "COMMENTARY ON AMOS 6:9–10",
        "source_url": "",
        "ts": 428,
        "txt": "The passage involves deep obscurity from the viewpoint of commentary. It resembles the part in Genesis where there is mention of the treaty that Laban and Jacob made with each other about ownership of the offspring of the sheep, one man owning some, the other owning others. While that is obscure in its expression, the sense gains clarity in the course of comment. Now it is necessary to expound the sense of this passage as well, whose reference is not clearly expressed. His intention, in fact, is to cite a proof of the devastation affecting them in that it was very extreme. In many cases scarcely ten will be left from a large household of many members, the rest being done away with in various ways through the war.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 6_10.toml",
        "id": "9cc8f7cb-682b-4113-9398-f449dbf94694",
        "location_end": 6000010,
        "location_start": 6000010,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Burn. After the captivity, it was more common to bury or to embalm the dead. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 6_11.toml",
        "id": "7c13e5b0-f9d2-4942-ae1b-5ea7b9e8052f",
        "location_end": 6000011,
        "location_start": 6000011,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Lord. He has done it. Do not repine. (Theodoret; St. Cyril) \nHebrew, \"Be silent, and not to remember the \"He will offer comfort. (Calmet) \nStill, none will return to the Lord. (St. Jerome)\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 6_12.toml",
        "id": "528162d2-8487-4348-a6fb-b3a429ec36d6",
        "location_end": 6000012,
        "location_start": 6000012,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Clefts. All shall perish, (Calmet) both Israel and Juda. (Chaldean) (Grotius) \nBut he speaks only of the former.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 6_13.toml",
        "id": "532acc02-222b-432b-b4f1-e84428a77649",
        "location_end": 6000013,
        "location_start": 6000013,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Buffles, which cannot be tamed. Hebrew, \"with oxen. \"We must understand, on rocks. (Calmet) \nSeptuagint, \"Shall they be silent when they are with females? \"(Haydock) \nTo turn the works of justice into sins, is no less unnatural than to plough with wild buffles. (Worthington)\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Jerome",
        "file_name": "Amos 6_13.toml",
        "id": "721ad37f-2be7-4850-ae73-7a2f168a27e3",
        "location_end": 6000013,
        "location_start": 6000013,
        "source_title": "AGAINST THE PELAGIANS 2:29",
        "source_url": "https://www.newadvent.org/fathers/30112.htm",
        "ts": 420,
        "txt": "Whence also we say that the holy men are just and that they are made pleasing to God after their sins not only through their merits but through the mercy of him to whom every creature is subject and stands in need of his mercy. Let heretics hear, who are lifted up by pride and say, “We have taken unto us horns by our own strength.” Let them listen to what Moab heard said to him: “We have heard the pride of Moab, he is exceedingly proud. ‘His haughtiness and his arrogance and his pride and the loftiness of his heart I know,’ says the Lord, ‘because his strength is not according to the loftiness thereof.’ ”\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 6_14.toml",
        "id": "f5717c63-ab26-4f9b-b4b4-8ca8c5005c46",
        "location_end": 6000014,
        "location_start": 6000014,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Naught: in your idols, which are nothing, (1 Corinthians viii. 4.) or in your own strength, fortifications, or allies. \nHorns: glory and power. (Calmet) \nParata tollo cornua. (Horace, epod. 6.)\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 7_1.toml",
        "id": "bf9e1fef-e69a-4b8e-a64e-b206949b3438",
        "location_end": 7000001,
        "location_start": 7000001,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "But fire of war certainly raged before the final catastrophe of Jehu's family, when Sellum slew Zacharias, 4 Kings xv. 8. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 7_1.toml",
        "id": "6ef6baf1-961b-4328-9c72-b39b7e817d40",
        "location_end": 7000001,
        "location_start": 7000001,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "The locust These judgments by locusts and fire, which by the prophet's intercession were moderated, signify the former invasions of the Assyrians under Phul and Theglathphalassar, before the utter desolation of Israel by Salmanasar. (Challoner) \nLocusts denoted the Assyrian invaders, 4 Kings xviii. (Worthington) \nFormed. Literally, \"the maker of the locust, in the beginning of the herbs shooting\", (Haydock) in spring. (St. Jerome) \nThey pasture in our January: yet the grass of autumn may be meant. The king took the best which grows in summer. (Calmet) \nSeptuagint, \"and lo, a swarm of locusts coming in the morning; and lo, one bruchus, Gog, the king \"(Haydock) or \"against king Gog. \"(Calmet) \nAquila has, \"of the king of Gaza. \"He probably left the original term, (St. Jerome) gizze. (Haydock) \nThe invasion of the Assyrians, Chaldeans, and Scythians is insinuated. (Theodoret) \nThe latter came the year after the earthquake, chap. i. (Pezron.) \nThis was the first vision of Amos. (Calmet) \nHe saw the first and last inroads of the Assyrians, as well as the prosperity of Jeroboam. (Menochius)\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Richard Challoner",
        "file_name": "Amos 7_1.toml",
        "id": "04556c6f-c0ed-4dcb-b26d-09bd86b66671",
        "location_end": 7000001,
        "location_start": 7000001,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "The locust: These judgments by locusts and fire, which, by the prophet's intercession, were moderated, signify the former invasions of the Assyrians under Phul and Theglathphalasar, before the utter desolation of Israel by Salmanasar.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 7_2.toml",
        "id": "ccf24214-f590-45e8-bc07-7bb8402204ce",
        "location_end": 7000002,
        "location_start": 7000002,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "When. Septuagint, \"If it shall eat up \"(Haydock) \nLittle. After Jeroboam II, the kingdom fell to decay, when Mana hem called in the Assyrians. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "John Chrysostom",
        "file_name": "Amos 7_2.toml",
        "id": "9c37602f-86d0-4354-b797-3702380baf9c",
        "location_end": 7000002,
        "location_start": 7000002,
        "source_title": "HOMILIES ON GENESIS 29:7",
        "source_url": "",
        "ts": 407,
        "txt": "It is, after all, the practice of the prophets and the just to grieve not only for themselves but also for the rest of humankind. If you’re inclined to check that, you will find them all giving evidence of this compassion—for example, you can listen to Jeremiah, “Who will pour water on my head, and provide a fountain of tears for my eyes?” or Ezekiel, “Alas, Lord, you will destroy what remains of Israel?” or Daniel lamenting in these words, “You have made us few in number by comparison with the Gentiles,” or Amos, “Think better of this, Lord.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 7_3.toml",
        "id": "e7420db0-ea90-4357-bc44-85d95c3e0211",
        "location_end": 7000003,
        "location_start": 7000003,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "The. Septuagint, \"Repent, O Lord, on this head, and this shall \"\nNot be: the grass shall not be totally devoured. (Haydock) \nThe king of the Assyrians invaded Juda in vain, 4 Kings xix. (Worthington)\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 7_4.toml",
        "id": "dd1cd02f-5284-46d3-b822-1edb4c0da56a",
        "location_end": 7000004,
        "location_start": 7000004,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Part of the land, if the prophet had not interposed; (ver. 6.; Calmet) or rather civil wars desolated a great part of the kingdom, before the Lord was appeased. (Haydock) \nThe fire foreshewed the captivity of the two tribes, 4 Kings xxiv. (Worthington)\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 7_6.toml",
        "id": "3cac957e-a865-491e-b177-140bc1a3d3e7",
        "location_end": 7000006,
        "location_start": 7000006,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "The. Septuagint, as ver. 3. (Haydock) \nWe read not of locusts being sent,\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 7_7.toml",
        "id": "0ba1d8fa-f51a-4120-819c-d0476a8dfaea",
        "location_end": 7000007,
        "location_start": 7000007,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Plastered. Hebrew, \"wall, made by a plumb-line, with a plumb-line in his hand. \"(Protestants) (Haydock) \nBut Septuagint, Syriac, seem more literal, (Calmet) \"on a wall of adamant, and a diamond in his hand. \"Hebrew anac, (Haydock) whence a diamond was called anactites, (Orpheus) or anachites. (Pliny, xxxvii. 4.) \nSaturn had a scythe of adamant, and walls of this kind were deemed impervious even to the inhabitants of heaven. Thus Virgil describes the gates of hell: Porta adversa ingens solidoque adamante columnæ, Vis ut nulla virum non ipsi exscind ere ferro Coelicolæ valeant. \n-- (Æneid vi.) \nGod appearing on such a wall, intimated that the separation between him and his people was complete. (Calmet) \nHic murus aheneus esto. (Horace, i. ep. 1.)\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Origen of Alexandria",
        "file_name": "Amos 7_7.toml",
        "id": "03c79aae-b5f6-4058-979b-b3b5c923522c",
        "location_end": 7000007,
        "location_start": 7000007,
        "source_title": "HOMILIES ON JEREMIAH 27:3",
        "source_url": "",
        "ts": 253,
        "txt": "I will also proclaim confidently that there is someone who cannot be affected very much by the “hammer of the whole earth.” And since the example was offered of a perceptible “hammer,” I will seek a material stronger than the “hammer” which does not feel the blows from it. In searching for it I find it too in what was written: “Behold a man standing above the adamant walls, and in his adamant.” History records about “adamant” that it is stronger than every “hammer” striking it, remaining unbroken and unyielding. Even if the “hammer,” the devil, stands above, and the serpent, who “as an indomitable anvil,” may position himself below, still “adamant” endures nothing when it is resting “in the hand of the Lord” and in his regard. Thus the two opposites to this “adamant” are the “hammer” and the immovable “anvil.” Yet there is indeed among the nations a much-used proverb in the common language concerning those who are pressed by anxieties and extremely bad situations; they say, “They are ‘between a hammer and an anvil.’ ” Still you can say that this refers to the devil and the serpent, who are always signified by names of this sort in the Scriptures for a variety of purposes. And you can say that the holy person, who is an “adamant wall” or is “adamant in the hand of the Lord,” is not affected either by the “hammer” or by the “anvil,” but the more one is struck, the brighter will his virtue shine.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 7_8.toml",
        "id": "babc3ed6-aa56-4642-9bee-1f4f8ef0db1d",
        "location_end": 7000008,
        "location_start": 7000008,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Plaster. Septuagint, \"I will no more pass over it \"the adamantine wall. I will hide their faults no longer. (Haydock) \nThis third vision alluded to the distress of the ten tribes, 4 Kings xv. 20. (Worthington)\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Ephrem the Syrian",
        "file_name": "Amos 7_8.toml",
        "id": "9dbb1075-8970-4d92-924d-4a82ec8b5936",
        "location_end": 7000008,
        "location_start": 7000008,
        "source_title": "COMMENTARY ON TATIAN’S DIATESSARON 16:20",
        "source_url": "https://books.google.com/books/about/Saint_Ephrem_s_Commentary_on_Tatian_s_Di.html?id=XPdBAQAAIAAJ",
        "ts": 373,
        "txt": "Jesus would lead his detractors to the point of judging themselves, saying, “What do the vinedressers deserve?” They decided concerning themselves, saying, “Let him destroy the evil ones with evil.” Then he explained this, saying, “Have you not read that ‘the stone which the builders rejected has become the head of the corner?’ ” What stone? That which is known to be lead. For see, he has said, “I am setting a plumb line in the midst of the sons of Israel.” To show that he himself was this stone, he said concerning it, “Whoever knocks against that stone will be broken to pieces, but it will crush and destroy whomever it falls upon.” The leaders of the people were gathered together against him and wanted his downfall because his teaching did not please them. But he said, “It will crush and destroy whomever it falls upon,” because he had resisted idolatry, among other things. For “the stone that struck the image has become a great mountain, and the entire earth has been filled with it.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 7_9.toml",
        "id": "8880b235-e951-487b-93d6-89dfa1034948",
        "location_end": 7000009,
        "location_start": 7000009,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Idol. Hebrew, \"Isaac. \"(Calmet) \nSeptuagint, \"laughter. \"(Haydock) \nIsaac had resided for some time at Bersabee, which was a place frequented by idolaters, chap. v. 5., and viii. 14. Josias overthrew (4 Kings xxiii. 8.; Calmet) the profane \"altars. \"(Haydock) \nSword. His son Zacharias was slain after six months reign, ver. 6, 11.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 7_10.toml",
        "id": "f8eca8d9-a1de-4a30-876b-da71c4ca3028",
        "location_end": 7000010,
        "location_start": 7000010,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Words. Nothing could be more unfounded. Amos had indeed denounced many judgments; but he was not wanting in respect to the king. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 7_11.toml",
        "id": "5ba32bbb-1b78-4874-bfcf-7f1294a8642b",
        "location_end": 7000011,
        "location_start": 7000011,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Sword. The prophet did not say this, but that the Lord would rise up against the house of Jeroboam with the sword; which was verified when Zacharias, the son and successor of Jeroboam, was slain by the sword, 4 Kings xv. 10. (Challoner) \nThe false prophet was therefore guilty of a lie. They accuse the preachers of truth as traitors. (Worthington) \nThus many missionary priests have been traduced in England. (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Richard Challoner",
        "file_name": "Amos 7_11.toml",
        "id": "82a58f6b-c974-44e2-b454-a6c96131a74d",
        "location_end": 7000011,
        "location_start": 7000011,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "Jeroboam shall die by the sword: The prophet did not say this; but that the Lord would rise up against the house of Jeroboam with the sword: which was verified, when Zacharias, the son and successor of Jeroboam, was slain by the sword. 4 Kings 15. 10.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 7_12.toml",
        "id": "affc9f00-ab54-4a0a-961d-bcb5d25f750a",
        "location_end": 7000012,
        "location_start": 7000012,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Seer. This was the ancient title of prophets; (1 Kings ix. 9.; Calmet) but it is here used contumeliously. (Haydock) \nWe know not whether Amasias acted by the king's order or not. He was less afraid of the predictions than of losing his employment. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 7_13.toml",
        "id": "e5923bf5-e467-4446-b5a1-3b1c02860279",
        "location_end": 7000013,
        "location_start": 7000013,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Sanctuary, or \"palace. \"(Kimchi) \nThe kings resided commonly in Samaria; but they came hither to practise their religion, and had a palace. (Calmet) \nThe king's choice was all that Amasias regarded, as many seem still to do, without examining whether the religion be true or false! Will the king screen them from the indignation of the just Judge at the hour of death? (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 7_14.toml",
        "id": "6d2c0f94-6fdf-4f6b-82d9-62ad96df8e18",
        "location_end": 7000014,
        "location_start": 7000014,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "I am not a prophet. That is, I am not a prophet by education: nor is prophesying my calling or profession: but I am a herdsman, whom God was pleased to send hither to prophesy to Israel. (Challoner) \nHe speaks with the like humility as the baptist, John i. 21., and Luke vii. 26. It seems the prophets usually left their trade, and applied to meditation, Zacharias viii. 5. Septuagint, \"I was not a prophet, nor \"\nPlucking. Septuagint (Theodotion), \"pricking. \"(Calmet) \nThis was requisite to make the fruit ripen in four days' time. (Pliny, xiii. 7., and xvi. 27. \nWild fig-trees have three sorts of fruits. The flies which proceed from some of them, prick the sweet figs, and make them ripen. (Tournefort i. let. 8.) \nAmos probably conveyed such wild figs to be near those of the garden, while at other times he fed his cattle.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Gregory the Dialogist",
        "file_name": "Amos 7_14-15.toml",
        "id": "7050efa7-2346-4746-8fcf-3f1cfb0d5a97",
        "location_end": 7000015,
        "location_start": 7000014,
        "source_title": "FORTY GOSPEL HOMILIES 30",
        "source_url": "",
        "ts": 604,
        "txt": "How good it is to raise up eyes of faith to the power of this worker, the Holy Spirit, and to look here and there at our ancestors in the Old and New Testaments. With the eyes of my faith open, I gaze on David, on Amos, on Daniel, on Peter, on Paul, on Matthew—and I am filled with a desire to behold the nature of this worker, the Holy Spirit. But I fall short. The Spirit filled a boy who played upon the harp, and made him a psalmist; on a shepherd and herdsman who pruned sycamore trees, and made him a prophet; on a child given to abstinence, and made him a judge of his elders; on a fisherman, and made him a preacher; on one who persecuted the church, and made him the teacher of the Gentiles; on a tax collector, and made him an Evangelist. What a skilled worker this Spirit is! There is no question of delay in learning what the Spirit teaches us. No sooner does the Spirit touch our minds in regard to anything than we are taught; the Spirit’s very touch is teaching. The Spirit changes the human heart in a moment, filling it with light. Suddenly we are no longer what we were; suddenly we are something we never used to be.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Gregory the Dialogist",
        "file_name": "Amos 7_14-15.toml",
        "id": "d4a6f984-0ecc-4650-8de7-2dc492fdac81",
        "location_end": 7000015,
        "location_start": 7000014,
        "source_title": "MORALS ON THE BOOK OF JOB 1:2.89",
        "source_url": "",
        "ts": 604,
        "txt": "If the spirit of prophecy had always been present to the prophets, the prophet Amos when asked would never have said, “I am no prophet”; he even adds, “neither a prophet’s son, but I am a herdsman and a gatherer of sycamore fruit.” How then was he no prophet who foretold so many true things concerning the future? Or in what way was he a prophet if he at the time disowned the truth concerning himself? At the moment that he was called in question, he felt that the spirit of prophecy was not with him. He bore true testimony concerning himself in saying, “I am not a prophet.” Yet he added afterward, “Now therefore hear the word of the Lord. Therefore thus said the Lord, ‘Your wife shall be a harlot in the city, and your sons and your daughters shall fall by the sword, and your land shall be divided by line, and you shall die in a polluted land.’ ” By these words of the prophet it is plainly shown that while he was bearing that testimony about himself he was filled, and on the instant rewarded with the spirit of prophecy, because he humbly acknowledged himself to be no prophet.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Ishodad of Merv",
        "file_name": "Amos 7_14-15.toml",
        "id": "7e4018f6-419a-4df7-80cf-5a51eb60bdc5",
        "location_end": 7000015,
        "location_start": 7000014,
        "source_title": "COMMENTARY ON AMOS",
        "source_url": "",
        "ts": 850,
        "txt": "“And Amaziah sends, etc.” In fact, since the prophet had received the order to prophesy beside the temple of the idols, so that his words might be heard not only by the ten tribes but also by the people living around, Amaziah, the priest of the temple, thinks that if these words were addressed to the people for some time, inevitably they would have been afraid and would not have come to worship the idols anymore, and therefore he would have lost authority. So he sends his complaint to excite the reaction of the king against the prophet, asking that either he was executed or expelled from that place. But since the king was afraid to harm the prophet, Amaziah dares say to the prophet by mocking him and laughing at him—in fact, the word seer is used with scorn: “Go, flee away to the land of Judah.” That is, there you will be treated justly by receiving the wage for your role as a prophet, because those of the house of Judah are accustomed to taking care of their prophets. This priest of the demons had believed that the prophet had taken up his task as if it was an ordinary job, that is, to make a living as he himself had done. He imagined that the motive of Amos was to stuff himself with food. But the prophet answered, according to the Greek text, “I was no prophet, nor a prophet’s son.” That is, I have not learned this profession as a trade nor have I inherited it from my fathers, but it is the work of divine grace that is given to those who seek after God. “I was a goat herder and dug around sycamore trees.” Other versions read, “I looked for the fruits of the sycamore trees,” or “I scraped the wild fig trees,” or “I made incisions on the fruits of the sycamores.” This meaning is, sometimes I pastured goats and sheep as well, sometimes I tilled the ground by digging and raking and irrigating around the trees. By mentioning the sycamore trees, which are wild fig trees, he refers to all trees.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Richard Challoner",
        "file_name": "Amos 7_14.toml",
        "id": "53bda7a1-c8c1-41a9-9ba1-23317ae33645",
        "location_end": 7000014,
        "location_start": 7000014,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "I am not a prophet: That is, I am not a prophet by education: nor is prophesying my calling or profession: but I am a herdsman, whom God was pleased to send hither to prophesy to Israel.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "John Chrysostom",
        "file_name": "Amos 7_14-15.toml",
        "id": "61d00632-0556-44f8-9525-df3c24cd341f",
        "location_end": 7000015,
        "location_start": 7000014,
        "source_title": "HOMILIES ON 2 CORINTHIANS 24:3",
        "source_url": "",
        "ts": 407,
        "txt": "Amos also said, “I was no prophet, nor the son of a prophet, but only a herdsman, a gatherer of sycamore fruit. And God took me.” He did not say this to exalt himself but to stop their mouths that suspected him as no prophet, and to show that he is no deceiver, and what he says does not come from his own mind.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 7_16.toml",
        "id": "2cc330e3-d2b2-41e8-b8ac-20d7a4e5b325",
        "location_end": 7000016,
        "location_start": 7000016,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Drop; menaces, Ezechiel xx. 46. Septuagint, \"thou shalt not disturb (Calmet) or threaten the house of Jacob. \"(St. Jerome) \nIdol; the calf, worshipped in Bethel. (Challoner) \nHebrew, \"Isaac \"as ver. 9. (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Richard Challoner",
        "file_name": "Amos 7_16.toml",
        "id": "8f49cf83-3f3a-48e7-bc74-e28e3a19849a",
        "location_end": 7000016,
        "location_start": 7000016,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "The house of the idol: Viz., of the calf worshipped in Bethel.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 7_17.toml",
        "id": "46536903-a3e3-4432-b918-24880bcf0efc",
        "location_end": 7000017,
        "location_start": 7000017,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Play. Symmachus has better, \"shall be treated as a harlot. \"A \"husband would rather hear that his wife had been slain than defiled. \"(St. Jerome) \nLine, and divided among strangers. \nLand, out of Palestine. All other countries were deemed unclean. Amasias was probably exiled, or led captive by Theglathphalassar, as Salmanasar did not come till sixty-two years after the death of Jeroboam. We know no more of the history of Amasias. The martyrologies say he slew Amos. (Calmet) \nHis name means \"rigid \"and he was a true image of a heretic. \"All that he possesses shall fall to the share of devils. \"(St. Jerome)\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 8_1.toml",
        "id": "912b1aa7-aba7-4739-b43e-d64968f29d79",
        "location_end": 8000001,
        "location_start": 8000001,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Hook. Hebrew, \"basket of summer fruit. \"Septuagint, \"bird-cage or net. \"(Haydock) \nIsrael was ripe for destruction, ver. 2., and chap. vii. 8. (Calmet) \nNot only those who were near, (4 Kings xv. 29.) but the rest also were taken, (4 Kings xvii. 6.) as we pull with a hook the fruit which we cannot reach otherwise. (Worthington)\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 8_3.toml",
        "id": "faadfb21-fa67-4077-9765-639bdead9ee7",
        "location_end": 8000003,
        "location_start": 8000003,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Temple, when God comes like a mighty warrior; or when the profane temples shall be pillaged, chap. ix. 1. Hebrew also, \"the canticles of the temple or palace shall be changed into lamentations. \"\nPlace. Hebrew, \"a multitude of dead bodies shall be cast in every place. Keep silence. \"(Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 8_5.toml",
        "id": "d900eeae-9b0d-4fbe-80f9-46ba16d9d827",
        "location_end": 8000005,
        "location_start": 8000005,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Month: the first day was observed as a festival, Numbers x. 10. (Haydock) \nAt the expiration of the month usurers demanded their money. (Horace, i. sat. 3.; Aristophanes, Nub. ii. 1.) \nCorn, to sell after the sabbatical year, when it was dearest. Sabbath also denotes all \"festivals. \"These misers think that there are too many. \nSicle. Having a large measure to buy, and a small one to sell again, Deuteronomy xxv. 13., and Proverbs xx. 10.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 8_6.toml",
        "id": "c3cbc53a-686b-475a-8949-39ea3ef9b114",
        "location_end": 8000006,
        "location_start": 8000006,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Shoes, for almost nothing. Thus they forced the poor to serve, or to sell their effects.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 8_7.toml",
        "id": "3af751bd-e226-4c9f-8b06-d8cfeb2202d9",
        "location_end": 8000007,
        "location_start": 8000007,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Jacob, because the rich despise the poor. It may also mean, that he swore by heaven, or the temple, (Leviticus xxvi. 19.) or that he would destroy the high places. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 8_8.toml",
        "id": "47845488-c9a3-42f9-b672-059fd2ce511a",
        "location_end": 8000008,
        "location_start": 8000008,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Altogether. Septuagint, \"its total ruin shall rise as a river. \"\nEgypt. The whole land shall be visited with misery, as Egypt is by the Nile. (Haydock) \nThe enemy shall retire with the booty. The Nile overflows in summer, and covers Egypt for six weeks, carrying much earth with its impetuous waves, Isaias xviii. 2.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 8_9.toml",
        "id": "d3d459ca-15be-48cb-89cf-b9e12d934e92",
        "location_end": 8000009,
        "location_start": 8000009,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Light. Usher (the year of the world 3213.) explains this of an eclipse, at Pentecost. The Fathers generally understand that which accompanied the death of Christ; but it only implies great desolation and terror, Jeremias xv. 9., and Joel iii. 11. (St. Jerome) (Calmet) \nIn their greatest prosperity, calamities shall unexpectedly fall upon them. (Worthington)\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 8_10.toml",
        "id": "b081c65b-c94e-4a39-9926-5b5e0ac32a14",
        "location_end": 8000010,
        "location_start": 8000010,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Baldness, the hair being cut in mourning, Job i. 20. \nSon, most afflicted, Zacharias xii. 10., and Jeremias vi. 26. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Lucius Caecilius Firmianus Lactantius",
        "file_name": "Amos 8_10.toml",
        "id": "f583de17-7b3a-4cec-b1d6-de7e970819b1",
        "location_end": 8000010,
        "location_start": 8000010,
        "source_title": "EPITOME OF THE DIVINE INSTITUTES 4:19",
        "source_url": "",
        "ts": 325,
        "txt": "Suspended, then, and fastened to his cross Christ cried out to God the Father in a loud voice and willingly laid down his life. In that same hour there was an earthquake, and the veil of the temple that separated the two tabernacles was cut in two, and the sun was suddenly withdrawn, and from the sixth hour until the ninth hour there was darkness. The prophet Amos bears witness to this. “And it shall come to pass in that day, says the Lord, that the sun shall go down at midday, and the day shall be darkened of light. And I will turn your feasts into mourning and all your songs into lamentation.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Gregory of Neocaesarea",
        "file_name": "Amos 8_10.toml",
        "id": "d32f08a4-ebad-4596-808f-bb43564fc802",
        "location_end": 8000010,
        "location_start": 8000010,
        "source_title": "ON THE ANNUNCIATION TO THE HOLY VIRGIN MARY 2",
        "source_url": "",
        "ts": 270,
        "txt": "Let us keep [the Feast of Annunciation] with psalms and hymns and spiritual songs. From ancient times Israel kept their festival, but then it was with unleavened bread and bitter herbs, of which the prophet says, “I will turn their feasts into afflictions and lamentation and their joy into shame.” But our afflictions our Lord has assured us he will turn into joy by the fruits of repentance.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 8_11.toml",
        "id": "c23ba932-67fe-4c07-b2dd-a53afeb87a62",
        "location_end": 8000011,
        "location_start": 8000011,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Lord. During the siege provisions were wanting, but instruction still more so. (Worthington) \nIsrael had banished Amos. They would be left destitute. We find no prophet among them during the captivity, except Tobias, Tobias xiii. 3. We may apply this to the state of the Jews since the death of Christ. They have no guides. (Calmet) \nThey read incessantly, and do not understand (St. Jerome; Mercer.) the Bible, which none will ever penetrate who refuse to receive the key from the Church. (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "John Chrysostom",
        "file_name": "Amos 8_11.toml",
        "id": "00b9baef-0b65-454c-b66e-7a58243f2c14",
        "location_end": 8000011,
        "location_start": 8000011,
        "source_title": "HOMILIES ON GENESIS 54:4",
        "source_url": "",
        "ts": 407,
        "txt": "We harm both soul and body if we are guilty of lack of moderation to them both by fattening one beyond need or by causing them to waste away from starvation.… The Lord of all once admonished the Jewish people … by way of extreme indignation in the words, “I will deal you not a famine of bread nor a thirst for water, but a famine of hearing the Word of the Lord,” to teach us that while one famine can torture the body, the other famine affects the soul. This very thing that the Lord threatened to inflict on them by way of punishment we now of our own volition secure for ourselves despite God’s show of care for us and his provision for us, through the advice of mentors, as well as the reading of Scriptures.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Basil of Caesarea",
        "file_name": "Amos 8_11.toml",
        "id": "7d592044-00ae-42e9-b84c-b3906921706a",
        "location_end": 8000011,
        "location_start": 8000011,
        "source_title": "HOMILIES ON THE PSALMS 33:7",
        "source_url": "",
        "ts": 379,
        "txt": "The unreliability of excessive wealth may edify even to the point of eliciting contempt of corporal riches. Wealth is unstable. It is like a wave accustomed to change back and forth due to the violence of the wind. One might suppose that the people of Israel are rich, since they have the adoption of sons and divine worship, the promises and the patriarchs. However, they have become poor because of their sin against the Lord. “But they that seek the Lord shall not be deprived of any good.” They have lacked nourishment in a certain way and have suffered hunger. For when they had put to death the bread of life, a hunger for the bread came upon them. A chastisement for the thirst was imposed on them, but “the hunger was not for sensible bread or the thirst for water, but a hunger to hear the Word of God.” Therefore “they have wanted and have suffered hunger.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Origen of Alexandria",
        "file_name": "Amos 8_11.toml",
        "id": "823a95d9-0e46-42e6-8253-345ec5c502a0",
        "location_end": 8000011,
        "location_start": 8000011,
        "source_title": "HOMILIES ON THE GOSPEL OF LUKE 28:5",
        "source_url": "",
        "ts": 253,
        "txt": "When “Joseph was about thirty years old” he was released from his chains and interpreted Pharaoh’s dream. He was made the governor of Egypt. During the time of plenty, he gathered in the wheat, so that during the time of famine he would have some to distribute. I think that Joseph’s age of thirty came before as a type of the Savior’s thirty years. For this second Joseph did not gather in the kind of wheat that first Joseph did in Egypt. He, Jesus, gathers in true and heavenly wheat, so that in the time of abundance he might gather in the wheat that he will give out when famine is sent upon Egypt, “not hunger for bread or thirst for water, but hunger to hear the word of the Lord.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Origen of Alexandria",
        "file_name": "Amos 8_11.toml",
        "id": "1d0157e8-48c4-4847-96c3-edbd6900f625",
        "location_end": 8000011,
        "location_start": 8000011,
        "source_title": "HOMILIES ON JEREMIAH 10:3",
        "source_url": "",
        "ts": 253,
        "txt": "It is prophesied, “Their young men will die by the sword, and their sons and daughters will perish in famine.” Those who hindered Jesus from teaching have not simply perished by the sword. But now, after the advent of the Lord, a more profound famine has come upon them. It is “not a famine of bread or thirst of water, but a famine of hearing the Word of the Lord.” For the “Lord almighty” no longer “speaks” with them. This famine portends that prophecy would cease. And why do I say prophecy? The Lord ceased teaching them. Even if they bear the title sage a thousand times with them, the Word of the Lord is still not among them, since the verse has been fulfilled: “The Lord took away from Judea and Jerusalem the strong man and strong woman, the giant and the strong man, and the soldier and judge and prophet and diviner and elder and captain of fifty and the admirable adviser and master builder and intelligent pupil.” For he is no longer able to say, “Like a master builder I laid a foundation.” The builders have passed over, have come to the church, have laid the foundation, Jesus Christ. Those who came after them have also built on him.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 8_12.toml",
        "id": "9478f2f4-c6a2-422f-8f57-b3c631a3ce91",
        "location_end": 8000012,
        "location_start": 8000012,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Sea to sea: from west to south, or to the ocean; in whatever part of the world they may be. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 8_14.toml",
        "id": "ff703bff-100b-489f-90b3-6526ee060c65",
        "location_end": 8000014,
        "location_start": 8000014,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Sin. Septuagint, \"propitiation \"which the pagans deemed requisite; (Horace, i. ode 2.) or worship (Haydock) of Baal, (4 Kings xvii. 16.; Calmet) and all the other superstitions. (Haydock) \nWay. Septuagint, \"thy God \"or religion, (Acts ix. 2.) or pilgrimage to Bersabee, chap. v. 5. Perhaps the true God was here adored; but it was in a manner which he condemned. (Calmet) \nIn vain do those pretend to honour Him, who follow the traditions of unbelieving men. (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 9_1.toml",
        "id": "d9526bc8-ad29-4c79-a179-f7d238c3b493",
        "location_end": 9000001,
        "location_start": 9000001,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Altar, in Jerusalem, chap. viii. 3., and i. 2. God is going to punish Israel, (Calmet) or the two tribes. (Chaldean) (St. Jerome) \nThe ruin of the altar and temple, imply the abolishing of sacrifices during the captivity, at Babylon. (Worthington) \nBut Amos speaks rather of Israel. (Calmet) \nSword. The princes and people are all guilty. Septuagint, \"strike or cut on the heads of all. \"(Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "John Chrysostom",
        "file_name": "Amos 9_1.toml",
        "id": "ca5e6826-95c0-4b86-88ee-0f8546ac6870",
        "location_end": 9000001,
        "location_start": 9000001,
        "source_title": "AGAINST THE ANOMOEANS, HOMILY 4:18–19",
        "source_url": "",
        "ts": 407,
        "txt": "Tell me, John, what do you mean when you say, “No one has ever seen God”? What shall we think about he prophets who say that they saw God? Isaiah said, “I saw the Lord sitting on a high and exalted throne.” And, again, Daniel said, “I saw until the thrones were set, and the ancient of days sat.” And Micah said, “I saw the God of Israel sitting on his throne.” And again, another prophet said, “I saw the Lord standing on the altar, and he said unto me, ‘Strike the mercy seat.’ ” And I can gather many similar passages to show you as witnesses of what I say.How is it, then, that John says, “No one has ever seen God”? He says this so that you may know that he is speaking of a clear knowledge and a perfect comprehension of God. All the cases cited were instances of God’s condescension and accommodation. That no one of those prophets saw God’s essence in its pure state is clear from the fact that each one saw him in a different way. God is a simple being; he is not composed of parts; he is without form or figure. But all these prophets saw different forms and figures. God proved this very thing through the mouth of another prophet. And he persuaded those other prophets that they did not see his essence in its exact nature when he said, “I have multiplied visions, and by the ministries of the prophets I was presented.” What God was saying was, “I did not show my very essence, but I came down in condescension and accommodated myself to the weakness of their eyes.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 9_2.toml",
        "id": "eb54314c-1399-45d0-a357-d9f189ed5b6d",
        "location_end": 9000002,
        "location_start": 9000002,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Hell; to the deepest caves, where they used to flee, Psalm cxxxviii. 8.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 9_3.toml",
        "id": "6bd3389f-5e31-4422-82ac-1767845cd607",
        "location_end": 9000003,
        "location_start": 9000003,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Top, in woods, or caverns. \nSerpent. Fishes and sea monsters are so called.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Augustine of Hippo",
        "file_name": "Amos 9_3.toml",
        "id": "1b46ba0e-970f-4280-8633-def6237ee58a",
        "location_end": 9000003,
        "location_start": 9000003,
        "source_title": "EXPLANATION OF THE PSALMS 89:11",
        "source_url": "",
        "ts": 430,
        "txt": "While the little one is nourished by the example of the one who from greatness descended to humility, the devil has lost what he held: because the proud held only the proud. When such an example of humility was displayed before them, people learned to condemn their own pride and to imitate the humility of God. Thus also the devil, by losing those whom he had in his power, has even himself been humbled; not chastened, but thrown prostrate. “You have humbled the proud like one that is wounded.” You have been humbled and have humbled others. You have been wounded and have wounded others, for your blood as it was shed to blot the handwriting of sins8 could not but wound him. For what was the ground of his pride, except the bond that he held against us? This bond, this handwriting, you have blotted out with your blood. Him therefore you have wounded, from whom you have rescued so many victims. You must understand the devil wounded, not by the piercing of the flesh, which he has not, but by the bruising of his proud heart. “You have scattered your enemies abroad with your mighty arm.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Jerome",
        "file_name": "Amos 9_3.toml",
        "id": "c2633030-6f61-4681-bc02-6d79c7e29c0e",
        "location_end": 9000003,
        "location_start": 9000003,
        "source_title": "St. Jerome, Commentary on Daniel, CHAPTER SEVEN",
        "source_url": "https://www.ccel.org/ccel/pearse/morefathers/files/jerome_daniel_02_text.htm",
        "ts": 420,
        "txt": "[Daniel 7:2-3] \"And during the night I saw in my vision, and behold, the four winds of heaven strove upon the great sea, and four great beasts were coming up out of the sea, differing from one another.\" The four winds of heaven I suppose to have been angelic powers to whom the principalities have been committed, in accordance with what we read in Deuteronomy: \"When the Most High divided the nations and when He separated the children of Adam, He established the bounds of the peoples according to the number of the angels. For the Lord's portion is His people; Jacob is the line of His inheritance (Deuteronomy 32:8). But the sea signifies this world and the present age, overwhelmed with salty and bitter waves, in accordance with the Lord's own interpretation of the dragnet cast into the sea (Matthew 13:47-50). Hence also the sovereign of all creatures that inhabit the waters is described as a dragon, and his heads, according to David, are smitten in the sea (Psalm 74:13). And in Amos we read: \"If he descends to the very depth of the sea, there will I give him over to the dragon and he shall bite him\" (Amos 9:3). But as for the four beasts who came up out of the sea and were differentiated from one another, we may identify them from the angel's discourse. \"These four great beasts,\" he says, \"are four kingdoms which shall rise up from the earth.\" And as for the four winds which strove in the great sea, they are called winds of heaven because each one of the angels does for his realm the duty entrusted to him. This too should be noted, that the fierceness and cruelty of the kingdoms concerned are indicated by the term \"beasts.\"\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 9_5.toml",
        "id": "721a129c-30b3-490d-bf69-cd82de05f873",
        "location_end": 9000005,
        "location_start": 9000005,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "A river. Septuagint, \"the river of Egypt \"chap. viii. 8., and v. 24. (Calmet) \nGrabe's edition has \"its consummation (or utter ruin) shall rise up as a river. \"(Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 9_6.toml",
        "id": "5dc0d30f-a461-41cd-bab6-6018da1cc96b",
        "location_end": 9000006,
        "location_start": 9000006,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Ascension, or his high throne. (Challoner) \nSeptuagint, \"the ascent, and hath founded the declaration (Haydock) or promise upon\", which must be explained in a moral sense. (Calmet) \nBundle. That is, his Church, bound up together by the bands of one faith and communion, (Challoner) which God will protect, and punish sinners. (Worthington) \nHebrew, \"his apartments in heaven, and his assembly (or footstool) on earth. \"\nSea, by floods, or rather by rain, chap. v. 8. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Richard Challoner",
        "file_name": "Amos 9_6.toml",
        "id": "dad34273-1bd2-43a1-9de2-249782e3ba8a",
        "location_end": 9000006,
        "location_start": 9000006,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "His ascension: That is, his high throne.-- Ibid. \n\nHis bundle: That is, his church bound up together by the bands of one faith and communion.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Tertullian",
        "file_name": "Amos 9_6.toml",
        "id": "f9d9a198-474e-4bbc-aca3-98e20c410dbb",
        "location_end": 9000006,
        "location_start": 9000006,
        "source_title": "AGAINST MARCION 5:15",
        "source_url": "",
        "ts": 220,
        "txt": "The heavenly intelligences gazed with admiration on “the Jerusalem that is above,” and by the mouth of Isaiah said long ago, “Who are these that fly as clouds, and as doves with their young ones, unto me?” Now, as Christ has prepared for us this ascension into heaven, he must be the Christ of whom Amos spoke: “It is he who builds his ascent up to the heavens,” even for himself and his people.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 9_7.toml",
        "id": "8ef94733-8eee-4c50-af12-d5bd9038bd0b",
        "location_end": 9000007,
        "location_start": 9000007,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Ethiopians. That is, as black as they, by your iniquities. (Challoner) Chus was father of the Scythians, Arabs Yet none of these nations were under the peculiar protection of God. The Israelites depended too much on this prerogative, (Calmet) which they deserved to lose by their sins. (Haydock) \nGod brought them out of Egypt. But he also took the Philistines from Caphtor, (Calmet) and enabled them to settle in the country. (Haydock) \nCappadocia. Cyprus, (Genesis x. 14.) or rather Crete, 1 Kings. (Calmet) \nCyrene, (Symmachus) \"wall \"(Theodotion) or \"pit. \"(Septuagint) Theglathphalassar took Aram or the people of Damascus into captivity. (Calmet) \nTheir future return is represented as already past. (Vatable; Mercer.)\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Richard Challoner",
        "file_name": "Amos 9_7.toml",
        "id": "aba576b0-30f0-4a04-b701-388c4fa28b67",
        "location_end": 9000007,
        "location_start": 9000007,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "As the children of the Ethiopians: That is, as black as they, by your iniquities.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 9_9.toml",
        "id": "840dcdb8-f6ee-40ba-9af8-4661908273ee",
        "location_end": 9000009,
        "location_start": 9000009,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Ground, to be mixed with the good corn. \nIsrael shall be purified in captivity. (Calmet) \nThough many perished, God still preserved his Church. (Worthington)\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 9_10.toml",
        "id": "42684c3f-42d1-4bed-8a91-41baca5b7c3c",
        "location_end": 9000010,
        "location_start": 9000010,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Us. Such infidels delayed repentance, (Haydock) or laughed at the menaces of impending ruin, chap. v. 18. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 9_11.toml",
        "id": "58bb534a-6ecd-4971-b9cc-0ccd486dcaac",
        "location_end": 9000011,
        "location_start": 9000011,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "David. St. James, after St. Peter, explains this of the vocation of the Gentiles, Acts xv. 15. (Worthington) \nAfter the fall of Israel, Juda still flourished: but this cannot be meant. The prosperity after the return from Babylon, or rather under Jesus Christ, must fulfil the prediction. Zorobalel had a very precarious authority, and the Machabees were not of the tribe of Juda, nor was their kingdom so flourishing or durable. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Irenaeus",
        "file_name": "Amos 9_11-12.toml",
        "id": "025585aa-f6a8-4cc4-869b-bcaa06efcb14",
        "location_end": 9000012,
        "location_start": 9000011,
        "source_title": "AGAINST HERESIES 3:12.14",
        "source_url": "",
        "ts": 202,
        "txt": "And thus do the words of the prophet agree, as it is written, “After this I will return, and will build again the tabernacle of David, which is fallen down; and I will build its ruins and set it up. The remnant may seek after the Lord, and all the Gentiles among whom my name has been invoked, says the Lord, doing these things.” His works are known from eternity by God. Therefore I for my part give this judgment, that we do not trouble those who from among the Gentiles are turned to God.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Augustine of Hippo",
        "file_name": "Amos 9_11-12.toml",
        "id": "d36cb916-2bf6-4fae-ac41-bab25373af47",
        "location_end": 9000012,
        "location_start": 9000011,
        "source_title": "CITY OF GOD 18:28",
        "source_url": "",
        "ts": 430,
        "txt": "But let us hear what Hosea goes on to say: “And after this the children of Israel shall return, and shall seek the Lord their God, and David their king. And they shall fear the Lord and his goodness in the last days.” You will never find a prophecy plainer than this, for the name king David means Christ who, as St. Paul says, “was born according to the flesh of the offspring of David.” Further on still, Hosea foretold the resurrection of Christ on the third day, but in the mysterious way that is proper to prophecy. He says, “He shall heal us after two days, and on the third day we shall rise up again.” This is the idea underlying the words of St. Paul: “Therefore if you have risen with Christ, seek the things that are above.” The prophet Amos too has predictions not unlike those of Hosea. He says, “Be prepared to meet your God, O Israel, for behold, I am the one who forms the thunder, and creates the wind, and declares to men their Christ.” And, in another place: “ ‘In that day I will raise up the tabernacle of David that is fallen. And I will close up the breaches of the walls thereof and repair what is fallen. And I will rebuild it as in the days of old, so that the remnant of men may seek me out, and all nations, because my name is invoked upon them,’ says the Lord that does these things.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "John Chrysostom",
        "file_name": "Amos 9_11-12.toml",
        "id": "e3a4a034-0e07-45da-845e-ee180e4b308b",
        "location_end": 9000012,
        "location_start": 9000011,
        "source_title": "HOMILIES ON JOHN 11",
        "source_url": "",
        "ts": 407,
        "txt": "Listen to the prophet saying, “I will raise up the tabernacle of David that has fallen.” Actually, it has fallen; our human nature has had an irreparable fall and was in need of that powerful hand alone. For it was not possible to raise it up otherwise, unless he who fashioned it in the beginning stretched out a hand to it and formed it again from above by the regeneration of water and the Spirit. Behold, pray, the awesome and ineffable character of the mystery. He dwells always in this tabernacle, for he put on our flesh, not to put it off again but to have it always with him. If this were not so, he would not have deemed it worthy of his royal throne.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Cyril of Alexandria",
        "file_name": "Amos 9_11.toml",
        "id": "bc125b06-495c-4643-81e4-5de83f770e0a",
        "location_end": 9000011,
        "location_start": 9000011,
        "source_title": "",
        "source_url": "",
        "ts": 444,
        "txt": "The tent of David means the race of the Jews. It must be known that after Cyrus had freed Israel from captivity, they returned to Judea and built the temple of God. Then, after they had again fortified the cities that had been detroyed before, they lived in security day by day for a long time, that is, for many days and long periods..\nWhile such is the factual reference in the passage, therefore, the deeper meaning closer to reality would be in Christ. You see, when the god and Father raised his tent that had fallen into death-that is, raised the flesh from the ground-and he came back to life, then it was that he restored all human things to their former condition, and imparted a fresh appearance to everything of ours that head been cast down.\n"
    },
    {
        "append_to_author_name": " 15:1-20",
        "book": "amos",
        "father_name": "Acts",
        "file_name": "Amos 9_11-12.toml",
        "id": "ed2a8bdb-4653-473f-bb74-f325c6cead2e",
        "location_end": 9000012,
        "location_start": 9000011,
        "source_title": "",
        "source_url": "",
        "ts": 62,
        "txt": "And certain men which came down from Judaea taught the brethren, and said, Except ye be circumcised after the manner of Moses, ye cannot be saved.  When therefore Paul and Barnabas had no small dissension and disputation with them, they determined that Paul and Barnabas, and certain other of them, should go up to Jerusalem unto the apostles and elders about this question.  And being brought on their way by the church, they passed through Phenice and Samaria, declaring the conversion of the Gentiles: and they caused great joy unto all the brethren.  And when they were come to Jerusalem, they were received of the church, and of the apostles and elders, and they declared all things that God had done with them.  But there rose up certain of the sect of the Pharisees which believed, saying, That it was needful to circumcise them, and to command them to keep the law of Moses.  And the apostles and elders came together for to consider of this matter.  And when there had been much disputing, Peter rose up, and said unto them, Men and brethren, ye know how that a good while ago God made choice among us, that the Gentiles by my mouth should hear the word of the gospel, and believe.  And God, which knoweth the hearts, bare them witness, giving them the Holy Ghost, even as he did unto us;  And put no difference between us and them, purifying their hearts by faith.  Now therefore why tempt ye God, to put a yoke upon the neck of the disciples, which neither our fathers nor we were able to bear?  But we believe that through the grace of the Lord Jesus Christ we shall be saved, even as they.  Then all the multitude kept silence, and gave audience to Barnabas and Paul, declaring what miracles and wonders God had wrought among the Gentiles by them.  And after they had held their peace, James answered, saying, Men and brethren, hearken unto me:  Simeon hath declared how God at the first did visit the Gentiles, to take out of them a people for his name.  And to this agree the words of the prophets; as it is written,  After this I will return, and will build again the tabernacle of David, which is fallen down; and I will build again the ruins thereof, and I will set it up:  That the residue of men might seek after the Lord, and all the Gentiles, upon whom my name is called, saith the Lord, who doeth all these things. [Amos 9:11-12] Known unto God are all his works from the beginning of the world.  Wherefore my sentence is, that we trouble not them, which from among the Gentiles are turned to God:  But that we write unto them, that they abstain from pollutions of idols, and from fornication, and from things strangled, and from blood.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Bede",
        "file_name": "Amos 9_11.toml",
        "id": "0a6a504a-8d2c-4d3a-ade3-5b70884dc160",
        "location_end": 9000011,
        "location_start": 9000011,
        "source_title": "",
        "source_url": "",
        "ts": 735,
        "txt": "The tent of David signifies a trace of the law, which was the Pharisees. However, with the Lord's return, that is, His appearance in the flesh, it was built up buy God with spiritual grace, so that not only the Jews but also all the Gentile antions would seek after his name.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 9_12.toml",
        "id": "7c3667ce-2f8b-402b-8661-6f0c6832267a",
        "location_end": 9000012,
        "location_start": 9000012,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Edom, subdued by Hircan, with the surrounding nations. The same letters may be read Adam, \"man \"as the Septuagint have, agreeably to Acts xv. 17. (Calmet) \n\"That the rest of men might seek the Lord, (Grabe substitutes me) and all the nations upon whom my \"Edom and all mankind shall receive the glad tidings of salvation. (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "John Chrysostom",
        "file_name": "Amos 9_12.toml",
        "id": "30ef27f2-62f0-4346-b466-c51212be3916",
        "location_end": 9000012,
        "location_start": 9000012,
        "source_title": "",
        "source_url": "",
        "ts": 407,
        "txt": "all the nations who are called by my name: If then it was to this end that the city rose again (namely) because of Jesus (that was to come) of them, it shows that of the building of the city the cause is, the calling of the Gentiles.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "George Leo Haydock",
        "file_name": "Amos 9_13.toml",
        "id": "36053bbe-1a9d-47a4-b0d9-2e29e48fe5f4",
        "location_end": 9000013,
        "location_start": 9000013,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Shall overtake By this is meant the great abundance of spiritual blessings; which, as it were, by a constant succession, shall enrich the Church of Christ. (Challoner) \nMunster, and his imitator, Clarius, see nothing but an allegory in this abundance and return, ver. 14. Yet the literal sense ought to be adopted, when it involves no contradiction. (Houbigant, pref. p. 297.) \nGod promised a succession of crops to the faithful Israelites, (Leviticus xxvi. 5.) and the return of the ten tribes is frequently specified. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Richard Challoner",
        "file_name": "Amos 9_13.toml",
        "id": "ed7e9112-f3ca-4a7d-8fa3-f17d200442df",
        "location_end": 9000013,
        "location_start": 9000013,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "Shall overtake: By this is meant the great abundance of spiritual blessings; which, as it were, by a constant succession, shall enrich the church of Christ.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Cyril of Alexandria",
        "file_name": "Amos 9_13.toml",
        "id": "4505cd48-150e-4384-84dd-b914ddc9df63",
        "location_end": 9000013,
        "location_start": 9000013,
        "source_title": "",
        "source_url": "",
        "ts": 444,
        "txt": "the mountains: By mountains here, therefore, he probably refers to the churches of Christ on account of the sublimity of the teachings in them and the excellence of piety towards God, and the fact that while the mountains appear covered in various plants, the churches of Christ have as their heads countless saints, like tall cedars and trees set close to the channels of spiritual water. \nshall drip sweet wine: Likewise those who are more eminent than the others and better endowed with virtue and understanding collect the sweet honey of teachings on Christ and, as it were, distill it into the hearts of others. \nand all the hills shall flow with it: The hills being second and of lower ranking in virtue compared with those more conspicuous for it; there are measures of holiness and righteousness in churches, and as Paul says, ‘according to the grace given to each one’ by God, who distributes such things. They will grow together, then he says, luxuriant and fruitful, with a mind richly bedecked with the correctness of divine teachings.\n"
    },
    {
        "append_to_author_name": "",
        "book": "amos",
        "father_name": "Cyril of Alexandria",
        "file_name": "Amos 9_15.toml",
        "id": "ca7ff77a-259a-4020-b06b-45f6ff262f18",
        "location_end": 9000015,
        "location_start": 9000015,
        "source_title": "",
        "source_url": "",
        "ts": 444,
        "txt": "Now there is no doubting that the God of all also turned back our captivity; Christ proclaimed ‘release to captives,’ and from the Devil’s oppression he rescued the earth under heaven. Then it was that, like farmers, we became completely attentive to spiritual fruitfulness, planted gardens and vineyards, and will eat their fruit; we shall receive the reward of our labors, and harvest the fruit of goodness. The fact that we have in god an immovable abode, and that, once the inheritance is given by him, no one shall dismiss those in it, he clarifies by saying, I shall plant them in their land that I gave them, says the Lord god. “The gifts and the calling from God are irrevocable,” remember, and we shall have a stable hold on every food, with Christ himself as guide and festal leader. To him, together with the God and Father along with the Holy Spirit, be glory and honor for ages of ages. Amen.\n"
    }
]