[
    {
        "append_to_author_name": "",
        "book": "haggai",
        "father_name": "George Leo Haydock",
        "file_name": "Haggai 1_1.toml",
        "id": "36bbefeb-e3c8-4123-81b2-3094806545e4",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Darius Hystaspes. (Calmet) \nWhen the Jews had no king, the prophets dated from the reign of the monarch on whom they were dependent. (Theodoret) \nSixth; Elul, the last of the civil year, corresponding with our September. The harvest had been bad, and Aggeus assigns the reason. (Calmet) \nGovernor. Literally, \"duke \"or captain. Septuagint, \"of the tribe of Juda. \"(Haydock) \nHe descended from the kings of Juda, and was now chief governor by leave of Darius. (Worthington) \nYet Cyrus had appointed Sarasar, (1 Esdras i. 8.) who perhaps, after the death of Cambyses, fled; as Zorobabel and Jesus are designated judges, and a crown is made for them, chap. ii. 24., Zacharias iii., and vi. 11. Still Thartanai, governor beyond the Euphrates, took cognizance of the Jewish affairs, 1 Esdras v. 3. The prince of Juda was therefore under him. Zorobabel was son or grandson of Sala Thiel, (1 Paralipomenon iii. 17.) or was adopted by him, being born of Phadaia. (Calmet) \nJose Dec, who was led into captivity, 1 Paralipomenon vi. 15.\n"
    },
    {
        "append_to_author_name": "",
        "book": "haggai",
        "father_name": "Richard Challoner",
        "file_name": "Haggai 1_1.toml",
        "id": "b586bd99-c997-4604-bf6d-e778192f1387",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "AGGEUS was one of those that returned from the captivity of Babylon, in the first year of the reign of king Cyrus. He was sent by the Lord, in the second year of the reign of king Darius, the son of Hystaspes, to exhort Zorobabel the prince of Juda, and Jesus the high priest, to the building of the temple; which they had begun, but left off again through the opposition of the Samaritans. In consequence of this exhortation they proceeded in the building and finished the temple. And the prophet was commissioned by the Lord to assure them that this second temple should be more glorious than the former, because the Messiah should honour it with his presence: signifying withal how much the church of the New Testament should excel that of the Old Testament.\n"
    },
    {
        "append_to_author_name": "",
        "book": "haggai",
        "father_name": "Cassiodorus",
        "file_name": "Haggai 1_1.toml",
        "id": "aa7e6f4f-0a31-470a-88ef-f7139504b4de",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "EXPOSITION OF THE PSALMS 146:6-7",
        "source_url": "",
        "ts": 585,
        "txt": "“The rejoicings of the Lord are in their throats, and two-edged swords in their hands to execute vengeance upon the nations, chastisements among the people.” We must observe how beautiful, how useful these differing expressions are. Earlier he said that the saints rejoice in their beds; now he says that the Lord’s rejoicings are set in their throats, the sense being that they never cease to praise, whether in thought or in tongue, him from whom they obtain eternal gifts. He also moves on to explain the power that they wield, with the words “and two-edged swords in their hands.” The two-edged sword is the word of the Lord Savior, of which Christ himself says in the Gospel: “I have come not to send peace to the earth but a sword.” It is a two-edged sword because it contains two Testaments. First it separated Jews from Gentiles; subsequently it segregated and cut off Christians from the enticements of the whole world. There is one sword but two ways of cutting that he grants to the chosen peoples at various selected moments of time. So the prophet says that these swords are in their hands, in other words, in the power of the saints, as Scripture has it: “The word of the Lord came to the hand of Haggai the prophet.” So the blessed ones will assume this power and pass judgment in company with the Lord. As Scripture says, “You shall sit on twelve seats, judging the twelve tribes of Israel.” For note what follows: “To execute vengeance upon the nations, chastisements among the people.” This truly takes place when they shall judge in company with the Lord.\n"
    },
    {
        "append_to_author_name": "",
        "book": "haggai",
        "father_name": "Jerome",
        "file_name": "Haggai 1_1.toml",
        "id": "369b9ef3-2c22-40b0-b679-79d27e05d1bc",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "COMMENTARY ON HAGGAI 1:11",
        "source_url": "",
        "ts": 420,
        "txt": "The sword of God, which is the living Word of God, strikes through the things that people of their own accord, without the authority and testimonies of Scripture, invent and think up, pretending that it is apostolic tradition.\n"
    },
    {
        "append_to_author_name": "",
        "book": "haggai",
        "father_name": "Jerome",
        "file_name": "Haggai 1_1.toml",
        "id": "cd3e467e-1e6e-4d15-80b0-dfb53713336c",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "HOMILIES ON THE PSALMS 46",
        "source_url": "",
        "ts": 420,
        "txt": "While you are reflecting upon this thought, meditate upon the mystery that is hidden within it. If we lift up our hands, Jesus triumphs. If we lift up our hands in good works, through our good works, Christ overcomes the devil. Hands, moreover, connote good works, whereupon it is written: “The word of the Lord came by the hand of Haggai”; “the word that came by the hand of Jeremiah the prophet.” To be sure, the word of the Lord does not come by the hand but by the mouth, but grasp the mysticism of the Scripture. God does not come because of words but because of good works.\n"
    },
    {
        "append_to_author_name": "",
        "book": "haggai",
        "father_name": "George Leo Haydock",
        "file_name": "Haggai 1_2.toml",
        "id": "b6f55504-cecd-4fab-b838-bb0a77a9e430",
        "location_end": 1000002,
        "location_start": 1000002,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Yet come. God's service must be restored without delay, and manners reformed; as otherwise many will be lost eternally. (Worthington) \nThe Jews refrained from commencing the temple till the time marked out by Jeremias xxv. 11., and Zacharias i. 7. (Calmet) \nFrom the beginning of the last siege sixty-nine years had elapsed. (Usher, year of the world 3485.) \nOthers, reflecting on the obstacles placed by Cyrus and Cambyses, thought it was not yet time to work at the temple: but these were only pretexts. The kingdom was now held by another family, and the former decrees abolished. Fear of labour, therefore, was the only impediment.\n"
    },
    {
        "append_to_author_name": "",
        "book": "haggai",
        "father_name": "George Leo Haydock",
        "file_name": "Haggai 1_4.toml",
        "id": "5f766ba8-9cac-408d-a283-4ec01f18f41d",
        "location_end": 1000004,
        "location_start": 1000004,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Ceiled: superbly adorned. Hebrew, \"covered. \"You are not content with what is merely necessary, while the temple lies in ruins. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "haggai",
        "father_name": "George Leo Haydock",
        "file_name": "Haggai 1_5.toml",
        "id": "1e73d784-dc7c-474b-8d8c-21e131759ba2",
        "location_end": 1000005,
        "location_start": 1000005,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Ways. Sound the real motives of your neglect. (Haydock) \nSee if your misfortunes do not originate in this cause, and if God does not require you to build the temple, ver. 9. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "haggai",
        "father_name": "George Leo Haydock",
        "file_name": "Haggai 1_6.toml",
        "id": "1a2e95db-fdcc-4ae0-acba-235ef9a89509",
        "location_end": 1000006,
        "location_start": 1000006,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Filled. Literally, \"inebriated \"(Haydock) so as to become cheerful. (St. Jerome)\n"
    },
    {
        "append_to_author_name": "",
        "book": "haggai",
        "father_name": "Gregory the Dialogist",
        "file_name": "Haggai 1_6.toml",
        "id": "d23418e2-c867-4d75-bda3-2ad009095634",
        "location_end": 1000006,
        "location_start": 1000006,
        "source_title": "PASTORAL CARE 3:21",
        "source_url": "",
        "ts": 604,
        "txt": "And yet, for the most part, such people carefully weigh what is the amount that they give but neglect to consider how much they seize. They count it as a sort of requital but refuse to consider their sins. Let them, therefore, hear what is written: “He that has earned wages put them into a bag with holes.” When a bag has holes, the money is indeed seen when it is put in, but it is not seen when it is being lost. They, then, who keep an eye on how much they give, but not on how much they steal, put their wages into a bag with holes because, while piling up [riches], they look to them in the hope that they will be secure but lose them when they are not looking.\n"
    },
    {
        "append_to_author_name": "",
        "book": "haggai",
        "father_name": "Maximus of Turin",
        "file_name": "Haggai 1_6.toml",
        "id": "11276952-7d5b-4810-9dc5-5745cdba0a73",
        "location_end": 1000006,
        "location_start": 1000006,
        "source_title": "SERMON 28:2",
        "source_url": "",
        "ts": 465,
        "txt": "Thus the priestly ministry is a trade. Hence the prophet says to the children of Israel, “Your innkeepers mix water with their wine.” For holy Isaiah is not speaking about the innkeepers who, in the course of their publican ministrations, deceptively mix pure wine with a measure of water. It could hardly be a matter of concern to the blessed man, as if he were a civil judge, that people would dilute tavern vessels to make a less inebriating drink. He is speaking rather about the innkeepers who reside not over taverns but churches. They offer thirsty people a goblet not of wanton desire but of virtue. They do not minister the cup of drunkenness but the Savior’s cup. Those innkeepers he censures and rebukes, and he complains that they mix water with wine. This he blames in them—that although they are set over divine functions, they have become followers after human things, as the prophet himself says: “Each of you follows his own house.” For if any priest has abandoned the priestly office and delights in worldly pleasures, he mixes water with wine; that is to say, he mingles vile and cold things with holy and warm things.\n"
    },
    {
        "append_to_author_name": "",
        "book": "haggai",
        "father_name": "Clement of Alexandria",
        "file_name": "Haggai 1_6.toml",
        "id": "ee530d2d-3842-4273-be93-c5868c255d0f",
        "location_end": 1000006,
        "location_start": 1000006,
        "source_title": "CHRIST THE EDUCATOR 2:3",
        "source_url": "",
        "ts": 215,
        "txt": "Generally speaking, riches that are not under complete control are the citadels of evil. If the ordinary people look on them covetously, they will never enter the kingdom of heaven, because they are letting themselves become contaminated by the things of this world and are living above themselves in self-indulgence. Those concerned for their salvation should take this as their first principle, that, although the whole of creation is ours to use, the universe is made for the sake of self-sufficiency, which anyone can acquire by a few things. They who rejoice in the holdings in their storehouses are foolish in their greed. “He that earned wages,” Scripture reminds us, “put them into a bag with holes.” Such is the man who gathers and stores up his harvest, for by not sharing his wealth with anyone he becomes worse off.\n"
    },
    {
        "append_to_author_name": "",
        "book": "haggai",
        "father_name": "George Leo Haydock",
        "file_name": "Haggai 1_8.toml",
        "id": "5788267b-de61-41e3-a74a-e45355bc12c0",
        "location_end": 1000008,
        "location_start": 1000008,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "The mountain Libanus. Wood had been purchased before, but had been used for other purposes, 1 Esdras iii. 7. Now the people went to procure more. The following year Darius confirmed the decree of Cyrus, which was a change plainly effected by Providence. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "haggai",
        "father_name": "Ambrose of Milan",
        "file_name": "Haggai 1_8.toml",
        "id": "e340f515-c283-4111-af27-8399c5ddde54",
        "location_end": 1000008,
        "location_start": 1000008,
        "source_title": "LETTER 80",
        "source_url": "",
        "ts": 397,
        "txt": "The man who dies before his time does not build his tomb, for, although he lives, he is dead. He does not hear the words of Haggai, whose name interpreted the banqueter, for he does not enter the tabernacle of God “with the voice of joy and praise, the noise of one feasting.” How does he hear his voice if he does not see his works? If he saw them, he would hear the word which was put within his grasp, he would rejoice in his acts, whereby “he knocked and it was opened to him,” and he would have gone down into his soul that he might feed therein upon the food of sincerity and truth. Because he failed to hear, the word of Haggai again comes, saying: Rise from houses embossed and carved with wickedness, and go up to the mount of heavenly Scriptures and hew the tree of wisdom, the tree of life and the tree of knowledge. Make straight your ways, order your actions so that they may have due order which is necessary and useful for building the house of God.\n"
    },
    {
        "append_to_author_name": "",
        "book": "haggai",
        "father_name": "Augustine of Hippo",
        "file_name": "Haggai 1_8.toml",
        "id": "57bead8e-70d8-496e-9d9c-abace0f56253",
        "location_end": 1000008,
        "location_start": 1000008,
        "source_title": "EXPLANATION OF THE PSALMS 112:1",
        "source_url": "",
        "ts": 430,
        "txt": "I believe, brothers, that you remarked and committed to memory the title of this psalm. “The conversion,” he said, “of Haggai and Zechariah.” These prophets were not as yet in existence when these verses were sung.… But both, the one within the year after the other, began to prophesy that which seemed to pertain to the restoration of the temple, as was foretold so long before. … “For the temple of God is holy, which temple you are.” Whoever therefore converted himself to the work of this building together, and to the hope of a firm and holy edifice, like a living stone from the miserable ruin of this world, understands the title of the psalm, understands “the conversion of Haggai and Zechariah.” Let him therefore chant the following verses, not so much with the voice of his tongue as of his life. For the completion of the building will be that ineffable peace of wisdom, the “beginning” of which is the “fear of the Lord.” Let him therefore, whom this conversion builds together, begin there.\n"
    },
    {
        "append_to_author_name": "",
        "book": "haggai",
        "father_name": "Theodoret of Cyrus",
        "file_name": "Haggai 1_9-11.toml",
        "id": "1f5f381b-0dc5-4ee4-811b-ff577fee4658",
        "location_end": 1000011,
        "location_start": 1000009,
        "source_title": "COMMENTARY ON HAGGAI 1:9-13",
        "source_url": "",
        "ts": 458,
        "txt": "Now the God of all made these threats on account of the neglect of the divine house, though not for any need of it: the Maker of all things has no need even of heaven, creating everything out of lovingkindness alone. Rather, it was in his care for them all and his interest in their salvation that he ordered the rebuilding of the temple so that they might observe the law in it and reap the benefit, wanting as he did worship according to the law to be performed until the coming of the heir, according to the divine apostle. After the incarnation of our Savior, you see, when the new covenant was revealed, the old came to an end, and the law, which as a tutor had given us a glimpse of the teacher of great wisdom, yielded pride of place, since those tutored by it had no further need of the basic elements.\n"
    },
    {
        "append_to_author_name": "",
        "book": "haggai",
        "father_name": "Theodore of Mopsuestia",
        "file_name": "Haggai 1_9-11.toml",
        "id": "35352ea0-c0a5-4f11-ac6e-74c66e259045",
        "location_end": 1000011,
        "location_start": 1000009,
        "source_title": "COMMENTARY ON HAGGAI 1:9-11",
        "source_url": "",
        "ts": 428,
        "txt": "He intends by this to remind them of what they have suffered by neglecting the temple. When you overlooked my house lying in ruins and took an interest in rebuilding your own houses, he is saying, then the rain stopped, the land did not yield its crops, and I destroyed all the crops on the ground as though with a sword, striking many times both people and cattle, and in short ruining the fruit of your labors. In fact, to this exhortation to climb up, cut wood, bring it and give thought to rebuilding, he added these things to cause them fear by the reminder of what had happened lest they receive the command listlessly.\n"
    },
    {
        "append_to_author_name": "",
        "book": "haggai",
        "father_name": "George Leo Haydock",
        "file_name": "Haggai 1_11.toml",
        "id": "2e949a7f-9807-4130-bf3f-f6be1142c931",
        "location_end": 1000011,
        "location_start": 1000011,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Drought. Hebrew choreb, (Haydock) is rendered the sword, by the Septuagint and may best signify \"a burning wind \"according to the different pronunciation. (St. Jerome) \nThis was not then determined by the vowel points (Calmet) of the Masora, Sophonias ii. 14. (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "haggai",
        "father_name": "George Leo Haydock",
        "file_name": "Haggai 1_13.toml",
        "id": "a985f55b-922b-4570-827d-8db6fd0286a4",
        "location_end": 1000013,
        "location_start": 1000013,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Messenger. To excite the people's attention, Aggeus declares that he is sent by God, (Worthington) like the prophets of old. Some Jews have asserted (Calmet) that he, Malachi as, the Baptist, and Jacob, were angels incarnate. But let us leave (St. Jerome) these learned dreams. (Calmet) \nThey have no better foundation than the ambiguity of malac, which signifies \"an angel, or a messenger. \"(Haydock) \nWith you. This is often repeated, to encourage the dejected people. (Menochius)\n"
    },
    {
        "append_to_author_name": "",
        "book": "haggai",
        "father_name": "Origen of Alexandria",
        "file_name": "Haggai 1_13.toml",
        "id": "bf5b6612-7e09-44a3-be63-749f41207207",
        "location_end": 1000013,
        "location_start": 1000013,
        "source_title": "COMMENTARY ON THE GOSPEL OF JOHN 2:144-45",
        "source_url": "",
        "ts": 253,
        "txt": "In the whole sequence of Scripture, at any one time they are said to be men and at another time angels. But the one who thinks this will say that just as there are angels among those who are admittedly men, as Zechariah, who says, “I am with you as an angel of God, says the Lord almighty,” and John, of whom it has been written, “Behold, I send my angel before your face,” so also the angels of God, when they are called “men,” are called this because of their work and not because of their nature.\n"
    },
    {
        "append_to_author_name": "",
        "book": "haggai",
        "father_name": "George Leo Haydock",
        "file_name": "Haggai 1_14.toml",
        "id": "f999662a-78b5-43ab-92b1-c701d0caa7b4",
        "location_end": 1000014,
        "location_start": 1000014,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Work. Septuagint, \"works. \"(Haydock) \nThey prepared materials, and began the temple on the 24th of the ninth month, chap. ii. 16, 19. (Menochius)\n"
    },
    {
        "append_to_author_name": "",
        "book": "haggai",
        "father_name": "George Leo Haydock",
        "file_name": "Haggai 2_1.toml",
        "id": "3f59a01a-1bd4-426f-aa56-8aa3ffd84757",
        "location_end": 2000001,
        "location_start": 2000001,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "In This should be joined with the preceding chapter. (Calmet) \nThey began the new work at this time, and on the 21st of the seventh month the prophet had a fresh revelation. (Worthington)\n"
    },
    {
        "append_to_author_name": "",
        "book": "haggai",
        "father_name": "Eusebius of Caesarea",
        "file_name": "Haggai 2_2.toml",
        "id": "19b9b87b-6286-4130-a6a7-9df9287021d9",
        "location_end": 2000002,
        "location_start": 2000002,
        "source_title": "Ecclesiastical History 10:4",
        "source_url": "",
        "ts": 339,
        "txt": "O friends and priests of God, you are clothed with holy robe and heavenly crown of glory, the inspired unction and the priestly raiment of the Holy Spirit. To you, of youthful pride of God’s holy temple, honored by God with wisdom that is aged but revealed in choice deeds and works of a flourishing valor that is youthful, God himself, who encompasses the whole world, has given the distinguished honor of building his house on earth and of restoring it for Christ, his only-begotten and his firstborn word, and for his holy and sacred bride. One indeed might wish to call you a new Bezalel, the builder of a divine tabernacle, or a King Solomon, king of a new and far better Jerusalem, or even a new Zerubbabel, who bestowed far greater glory or even a new Zerubbabel on the temple of God. \n"
    },
    {
        "append_to_author_name": "",
        "book": "haggai",
        "father_name": "George Leo Haydock",
        "file_name": "Haggai 2_4.toml",
        "id": "6c4dc0e5-4ae0-46be-91de-bcce032a4aa0",
        "location_end": 2000004,
        "location_start": 2000004,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Glory. The temple had been destroyed sixty-nine years before, so that many might have seen it. When the second temple was dedicated, (Calmet) or founded, (Haydock) two years after the captivity, cries of grief and of joy were heard, 1 Esdras iii. 12.\n"
    },
    {
        "append_to_author_name": "",
        "book": "haggai",
        "father_name": "Tertullian",
        "file_name": "Haggai 2_4.toml",
        "id": "51d1531b-a660-4484-b3db-4203c1a44467",
        "location_end": 2000004,
        "location_start": 2000004,
        "source_title": "ANSWER TO THE JEWS 14",
        "source_url": "",
        "ts": 220,
        "txt": "In the next place, he was stripped of his former solid raiment and adorned with a garment down to the foot, and with a turban and a clean miter, that is, [with the garb] of the second advent; since he is demonstrated as having attained “glory and honor.” [Since stripped] you will not be able to say that the man [there depicted] is the “son of Jehozadak,” who was never clad in a sordid garment but was always adorned with the sacerdotal garment, nor ever deprived of the sacerdotal function.\n"
    },
    {
        "append_to_author_name": "",
        "book": "haggai",
        "father_name": "Cyril of Jerusalem",
        "file_name": "Haggai 2_4.toml",
        "id": "c04cecc2-efba-495e-b8b6-339c4a89a070",
        "location_end": 2000004,
        "location_start": 2000004,
        "source_title": "Catechetical Lecture 16:29",
        "source_url": "https://www.newadvent.org/fathers/310116.htm",
        "ts": 386,
        "txt": "Whoever scans all the books of the prophets, both of the twelve and of the others, will find many testimonies regarding the Holy Spirit. Haggai says, “For I am with you, says the Lord of hosts, and my spirit continues in your midst.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "haggai",
        "father_name": "Theodore of Mopsuestia",
        "file_name": "Haggai 2_5.toml",
        "id": "b7114172-cf1c-406a-a038-95e0f02a8dc5",
        "location_end": 2000005,
        "location_start": 2000005,
        "source_title": "COMMENTARY ON HAGGAI 2:1-5",
        "source_url": "",
        "ts": 428,
        "txt": "Likewise here too when he says, “My spirit has taken a position in your midst,” he means, my grace and my disposition toward you accompanies you, taking a position and providing you with its benefit. In other words, just as he speaks of a soul in reference to God, thus implying not some hypostasis [i.e., separate entity] but his attitude to something—as when he says, “My soul hates your new moons and sabbaths” to refer to the attitude by which he hated what was done by them in their depraved behavior—so too is his mention of the “spirit.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "haggai",
        "father_name": "Gregory the Dialogist",
        "file_name": "Haggai 2_6.toml",
        "id": "ab11e492-46c3-4060-8e80-952d7e9cd6a1",
        "location_end": 2000006,
        "location_start": 2000006,
        "source_title": "FORTY GOSPEL HOMILIES 10",
        "source_url": "",
        "ts": 604,
        "txt": "In truth he comes, who shakes the elements by his coming, in whose sight heaven and earth tremble. Hence the prophet says, “There is still a little while, and I will move not only the earth but also the sky.” He will bring the whole human race to his examination; angels, archangels, thrones, principalities and dominations will obey him, for the punishment of evil and the recompense of the good. Consider, dearly beloved, what terror there will be on that day at the sight of so great a judge. There will be no relief from punishment then. What a shame we will feel in the sight of all human beings and angels because of our own guilt! How we will fear when we see him angry, whom the human mind cannot comprehend even when he is peaceful!\n"
    },
    {
        "append_to_author_name": "",
        "book": "haggai",
        "father_name": "Gregory of Nazianzus",
        "file_name": "Haggai 2_6.toml",
        "id": "d59ed87f-1c5f-4fa5-9b62-18ab394e56e7",
        "location_end": 2000006,
        "location_start": 2000006,
        "source_title": "ON THE HOLY SPIRIT, THEOLOGICAL ORATION 5(31)25",
        "source_url": "",
        "ts": 390,
        "txt": "There have been two remarkable transformations of the human way of life in the course of the world’s history. These are called two “covenants,” and, so famous was the business involved, two “shakings of the earth.” The first was the transition from idols to the law;13 the second, from the law to the gospel. The gospel also tells of the third shaking, the change from this present stage of things to what lies unmoved, unshaken, beyond. An identical feature occurs in both covenants. The feature? There was nothing sudden involved in the first movement to take their transformation in hand.\n"
    },
    {
        "append_to_author_name": " 12:12-29",
        "book": "haggai",
        "father_name": "Hebrews",
        "file_name": "Haggai 2_6.toml",
        "id": "e5d96ad5-7133-4284-a84a-2d76d8a6f964",
        "location_end": 2000006,
        "location_start": 2000006,
        "source_title": "",
        "source_url": "",
        "ts": 69,
        "txt": "Wherefore lift up the hands which hang down, and the feeble knees;  And make straight paths for your feet, lest that which is lame be turned out of the way; but let it rather be healed.  Follow peace with all men, and holiness, without which no man shall see the Lord:  Looking diligently lest any man fail of the grace of God; lest any root of bitterness springing up trouble you, and thereby many be defiled;  Lest there be any fornicator, or profane person, as Esau, who for one morsel of meat sold his birthright.  For ye know how that afterward, when he would have inherited the blessing, he was rejected: for he found no place of repentance, though he sought it carefully with tears.  For ye are not come unto the mount that might be touched, and that burned with fire, nor unto blackness, and darkness, and tempest,  And the sound of a trumpet, and the voice of words; which voice they that heard intreated that the word should not be spoken to them any more:  (For they could not endure that which was commanded, And if so much as a beast touch the mountain, it shall be stoned, or thrust through with a dart:  And so terrible was the sight, that Moses said, I exceedingly fear and quake:)  But ye are come unto mount Sion, and unto the city of the living God, the heavenly Jerusalem, and to an innumerable company of angels,  To the general assembly and church of the firstborn, which are written in heaven, and to God the Judge of all, and to the spirits of just men made perfect,  And to Jesus the mediator of the new covenant, and to the blood of sprinkling, that speaketh better things than that of Abel.  See that ye refuse not him that speaketh. For if they escaped not who refused him that spake on earth, much more shall not we escape, if we turn away from him that speaketh from heaven:  Whose voice then shook the earth: but now he hath promised, saying, Yet once more I shake not the earth only, but also heaven. [Haggai 2:6] And this word, Yet once more, signifieth the removing of those things that are shaken, as of things that are made, that those things which cannot be shaken may remain.  Wherefore we receiving a kingdom which cannot be moved, let us have grace, whereby we may serve God acceptably with reverence and godly fear:  For our God is a consuming fire.\n"
    },
    {
        "append_to_author_name": "",
        "book": "haggai",
        "father_name": "George Leo Haydock",
        "file_name": "Haggai 2_7.toml",
        "id": "114a7dbe-a76b-4cf6-9721-165c40bcd8c8",
        "location_end": 2000007,
        "location_start": 2000007,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Little. Christ was born 515 years afterwards. The world had been disturbed by Alexander and by the Romans, yet peace then prevailed. All nature acknowledged the power of Jesus Christ, and the world was reformed. Another commotion will take place at his second coming. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "haggai",
        "father_name": "Ambrose of Milan",
        "file_name": "Haggai 2_7.toml",
        "id": "5b77273e-9498-4339-928a-9944355e3353",
        "location_end": 2000007,
        "location_start": 2000007,
        "source_title": "SIX DAYS OF CREATION 1:6.22",
        "source_url": "",
        "ts": 397,
        "txt": "How the disposition of the earth therefore depends upon the power of God, you may learn also where it is written: “He looks upon the earth and makes it tremble,” and elsewhere: “once again I move the earth.” Therefore the earth remains immovable not by its balances, but it is moved frequently by the nod and free will of God, as Job too says: “The Lord shakes it from its foundations, and its pillars tremble.” And elsewhere: “Hell is naked before him, and there is not covering for death. He stretches out the north over the empty space and hangs the earth upon nothing. He binds up the waters in his clouds. The pillars of heaven that fled away are in dread at his rebuke. By his power the seas are calmed, by his wisdom is struck down the sea monster, and the gates of heaven fear him.” By the will of God, therefore, the earth remains immovable. “The earth stands forever,” according to Ecclesiastes, yet it is moved by nods according to the will of God. It does not therefore continue to exist because it is based on its own foundations. It does not stay stable because of its own props. The Lord established it by the support of his will, because “in his hand are all the ends of the earth.” The simplicity of this faith is worth all the proffered proofs.\n"
    },
    {
        "append_to_author_name": "",
        "book": "haggai",
        "father_name": "Augustine of Hippo",
        "file_name": "Haggai 2_7.toml",
        "id": "5505dc66-5bb7-4391-bdda-e56ed301405c",
        "location_end": 2000007,
        "location_start": 2000007,
        "source_title": "City of God 18.35",
        "source_url": "https://www.newadvent.org/fathers/120118.htm",
        "ts": 430,
        "txt": "There remain for discussion the three minor prophets who belong to the closing days of the captivity, namely, Haggai, Zechariah and Malachi. To begin with, Haggai has the following brief but clear prophecy of Christ and the church: “For thus says the Lord of hosts: yet one little while, and I will move the heaven and the earth, and the sea and the dry land. And I will move all the nations, and the desired of all nations shall come.” It is obvious that this prediction is, in part, already fulfilled; the rest we may confidently expect at the end of the world. Surely God set the heavens rocking when angels and a star stood as witnesses to the birth of Christ; surely too he moved the earth when he performed the tremendous miracle of giving Christ a virgin birth. Surely he moved the sea and the dry land when he made Christ’s name known throughout the whole world, on island and on mainland. For the rest, we ourselves are witnesses of the fact that all nations are being moved to accept the faith. The last part of the text, “and the desired of all nations shall come,” refers to Christ’s second coming. For before the whole world can await him and desire his coming, it just first believes in him and loves him.\n"
    },
    {
        "append_to_author_name": "",
        "book": "haggai",
        "father_name": "George Leo Haydock",
        "file_name": "Haggai 2_8.toml",
        "id": "b976d945-f2dd-4393-ba69-382c502bb78e",
        "location_end": 2000008,
        "location_start": 2000008,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Desired. Jacob styles him the expectation of nations, (Genesis xlix.) because He was wanting, and always necessary for all. (Worthington) \nThus the sick desire a remedy, though they know not what it is. The Gentiles were ignorant of the Messias; yet he was still desirable and most lovely, Canticle of Canticles v. 16. (Calmet) \nMany also, like Job, had a lively expectation of their Redeemer's coming from the tradition of the patriarchs. (Haydock) \nHebrew, \"the desires of all nations shall come: \"(Haydock) venient. Septuagint, \"the chosen things \"Christ shall come for all, (Calmet) and the elect shall meet him with eagerness. (Haydock) \nIn vain do the Jews attempt to contest this prediction. Was not the Messias to be desired? and has not Jesus Christ procured the greatest advantages for mankind?\n"
    },
    {
        "append_to_author_name": "",
        "book": "haggai",
        "father_name": "Augustine of Hippo",
        "file_name": "Haggai 2_8.toml",
        "id": "f27a2832-f520-42e4-8f3d-b83bde0759bf",
        "location_end": 2000008,
        "location_start": 2000008,
        "source_title": "SERMON 50:7",
        "source_url": "",
        "ts": 430,
        "txt": "But this is not the fault of gold and silver. Let us suppose that someone of tender heart has found a treasure. The kindness of his heart works, does it not, so that hospitality is shown to strangers, the starving are fed, the naked clothed, the needy assisted, captives redeemed, churches are built, the weary are refreshed, the quarrelsome pacified, the shipwrecked set on their feet again, the sick cured—material resources distributed on earth, spiritual ones stored up in heaven? Who does all this? The good and kindhearted person. What does he do it with? Gold and silver. Whom is he serving when he does it? The one who says, “Mine is the gold and mine is the silver.” Now, brothers, I think you can see what a great mistake it is, what lunacy indeed, to project onto the things which people misuse the offense of the people who misuse them. If gold and silver, after all, can be blamed simply because people warped by avarice and neglecting the commands of the Creator are carried away by an abominable kind of lust for these things that he brought into being, then let us blame every single creature of God, because, as the apostle says, some perverse people “worshiped and served the creature rather than the Creator, who is blessed forever.” Let us also blame this sun, which these same Manichaeans, as we all know, not understanding that it is a creature, never cease to worship and adore as though it were the Creator—or at least some sort of part of him.\n"
    },
    {
        "append_to_author_name": "",
        "book": "haggai",
        "father_name": "Augustine of Hippo",
        "file_name": "Haggai 2_8.toml",
        "id": "6209a324-fe46-4563-9209-ded23a8f5fe1",
        "location_end": 2000008,
        "location_start": 2000008,
        "source_title": "City of God 18.48",
        "source_url": "https://www.newadvent.org/fathers/120118.htm",
        "ts": 430,
        "txt": "Surely the glory of the house of the New Testament is greater than that of the old because it was built of better materials, namely, those living stones that are human beings renewed by faith and grace. Yet precisely because Solomon’s temple was renovated—was made new—it was a prophetic symbol of the second Testament which is called the New. Accordingly we must understand the words God spoke by Haggai’s mouth, “And I will give peace in that place,” as referring to the place for which the temple stood. Since the restored temple signified the church, which Christ was to build, those words can mean only “I will give peace in that place [the church] which this place [the rebuilt temple] prefigures.” (All symbols seem in some way to personify the realities of which they are symbols. So, St. Paul says, “The rock was Christ,” because the rock in question symbolized Christ.) Not, however, until the house of the New Testament receives its final consecration will its greater glory in relation to the house of the Old Testament be made perfectly clear. This will take place at the second coming of him whom the Hebrew text calls “the desire of all nations.” Obviously his first coming was not desired of all nations, for unbelievers did not even know whom they should desire to come. In the end too, as the Septuagint puts it with equal amount of prophetic meaning, “the chosen of the Lord shall come from all nations.” Then, truly, only the chosen shall come, those of whom St. Paul says, even “as he chose us in him before the foundation of the world.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "haggai",
        "father_name": "Cyril of Jerusalem",
        "file_name": "Haggai 2_8.toml",
        "id": "949a34cc-9bca-4ed4-bb12-95c50e1947c8",
        "location_end": 2000008,
        "location_start": 2000008,
        "source_title": "Catechetical Lecture 8:6",
        "source_url": "https://www.newadvent.org/fathers/310108.htm",
        "ts": 386,
        "txt": "Riches, gold and silver, are not the devil’s as some think, for “the whole world of riches is for the faithful man, but for the unfaithful not a farthing.” But nothing is more faithless than the devil. God through the prophet says plainly, “Mine is the silver, and mine is the gold.” Only use it well and there is nothing blameworthy in silver; but when you abuse a good thing and are then unwilling to blame your own conduct, you impiously put the blame on the Creator. One can even be blessed by money. “I was hungry, and you gave me to eat”4—undoubtedly by the use of money; “I was naked and you covered me”—assuredly by the use of money. Consider too that money can be a door to the heavenly kingdom. “Sell,” he says, “what you have, and give to the poor, and you shall have treasure in heaven.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "haggai",
        "father_name": "George Leo Haydock",
        "file_name": "Haggai 2_10.toml",
        "id": "5bd0c844-e2d7-4d97-9842-b76c15a13ea0",
        "location_end": 2000010,
        "location_start": 2000010,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Peace: another title of the Messias. His presence ennobles this temple (Calmet) more than precious ornaments of gold and silver (ver. 9.) did that of Solomon. (Haydock) \nSome have pretended that the second temple, repaired by Herod, was more spacious and magnificent than the former. It also subsisted a longer time. But this circumstance adds no superior value, unless the structure was better finished. What Josephus relates of Herod's repairs, is denied by several respectable modern authors. (Salien, year of the world 4035) \nYet as the fact was so recent, it seems it had some foundation, though the account may be greatly exaggerated. Josephus was not always exact. (Calmet) \nThe Jews all agree that the temple of Zorobabel and of Herod was the same. (Lempereur.) \nIt is almost certain that this edifice was never honoured with the ark, like that of Solomon; so that if it be not on account of the Messias, no good reason appears for giving it the preference. (Haydock) \nThe ancients who had seen the former, wept (Worthington) when that of Zorobabel was founded, confessing its inferiority (Haydock) both in size and elegance. It was only 60 cubits high and broad, while the former was 120, built of polished stone and covered with cedar. Zorobabel had rough stones, 1 Esdras v. 8., and vi. 3., and 2 Paralipomenon iii. 4., and 3 Kings vi. 7. As for the same temple, enlarged and adorned by Herod, it continued not long in that state; and its chief glory consisted in our Saviour's presence, when he was received in the arms of Simeon, and often preached there. Hence St. Augustine (City of God xviii. 45.) shows that the prophet foretells the glory of Christ's mystical temple, the faithful of all nations, in whom he dwells by the grace of the new testament, as in living stones, far more gloriously than in any temple erected by Solomon or after the captivity. (Worthington)\n"
    },
    {
        "append_to_author_name": "",
        "book": "haggai",
        "father_name": "Jerome",
        "file_name": "Haggai 2_11.toml",
        "id": "fd85fba6-04a2-4c5e-97b1-b27bad360e25",
        "location_end": 2000011,
        "location_start": 2000011,
        "source_title": "LETTER 53.3",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Jerome/Letters/letter_053.md",
        "ts": 420,
        "txt": "He writes to Timothy, who had been trained in the holy writings from a child, exhorting him to study them diligently and not to neglect the gift that was given him with the laying on of the hands of the presbytery. To Titus he gives commandment that among a bishop’s other virtues (which he briefly describes) he should be careful to seek a knowledge of the Scriptures: “A bishop,” he says, must hold fast “the faithful word as he has been taught that he may be able by sound doctrine both to exhort and to convince the gainsayers.” In fact, lack of education in a clergyman prevents him from doing well to anyone but himself, and much as the virtue of his life may build up Christ’s church, he does it an injury as great by failing to resist those who are trying to pull it down. The prophet Haggai says—or rather the Lord says it by the mouth of Haggai—“ask now the priests concerning the law.” For such is the important function of the priesthood to give answers to those who question them concerning the law.\n"
    },
    {
        "append_to_author_name": "",
        "book": "haggai",
        "father_name": "George Leo Haydock",
        "file_name": "Haggai 2_12.toml",
        "id": "5116f0c0-aeb7-4999-a7ab-eb00f8501951",
        "location_end": 2000012,
        "location_start": 2000012,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "The law. \"He who knows it not, shows himself to be no priest of the Lord \"Deuteronomy xvii. (St. Jerome)\n"
    },
    {
        "append_to_author_name": "",
        "book": "haggai",
        "father_name": "George Leo Haydock",
        "file_name": "Haggai 2_13.toml",
        "id": "f2d20a25-91e6-4518-9471-41b0723fa0d7",
        "location_end": 2000013,
        "location_start": 2000013,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "No, conformably to Leviticus vi. 27. (Menochius) \nWhat the linen covered could not render other things sacred. The victim must come in immediate contact with them, to have this effect. (Haydock) \nThose who had touched the dead, rendered both holy and common things unclean for others. There were two sorts of sanctified meat: the victims for sin, which the priests on duty alone could eat, (Leviticus vii. 1, 6.) and the peace-offerings, of which all who were clean might partake, Leviticus xix. The former alone sanctified what they touched. Both must be burnt if they touched any thing unclean, while ordinary food in the same predicament might be consumed by people in mourning (Calmet) \nThat which touched a holy things was sanctified, (Leviticus vi. 18.) but that thing did not sanctify others; so the people, by touching the sacrifices, were only legally holy, and therefore their victims were not acceptable to the Lord as long as they did not comply with their duty of building his temple. (Worthington)\n"
    },
    {
        "append_to_author_name": "",
        "book": "haggai",
        "father_name": "George Leo Haydock",
        "file_name": "Haggai 2_14.toml",
        "id": "55f5180e-687c-4ada-a16b-fb1c3edc287e",
        "location_end": 2000014,
        "location_start": 2000014,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "By occasion of a soul. That is, by having touched the dead: in which case, according to the prescription of the law, (Numbers xix. 13, 22.) a person not only became unclean himself, but made everything that he touched unclean. The prophet applies all this to the people, whose souls remained unclean by neglecting the temple of God; and therefore were not sanctified by the flesh they offered in sacrifice, but rather defiled their sacrifices by approaching to them in the state of uncleanness. (Challoner)\n"
    },
    {
        "append_to_author_name": "",
        "book": "haggai",
        "father_name": "Richard Challoner",
        "file_name": "Haggai 2_14.toml",
        "id": "0db4262f-09cf-4b56-a3f4-71fca69aa449",
        "location_end": 2000014,
        "location_start": 2000014,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "By occasion of a soul: That is, by having touched the dead; in which case, according to the prescription of the law, Num. 19. 13, 22, a person not only became unclean himself, but made every thing that he touched unclean. The prophet applies all this to the people, whose souls remained unclean by neglecting the temple of God; and therefore were not sanctified by the flesh they offered in sacrifice: but rather defiled their sacrifices by approaching to them in the state of uncleanness.\n"
    },
    {
        "append_to_author_name": "",
        "book": "haggai",
        "father_name": "George Leo Haydock",
        "file_name": "Haggai 2_15.toml",
        "id": "a34ef9e9-ea03-43fc-b415-218e208c71d2",
        "location_end": 2000015,
        "location_start": 2000015,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "So. He makes the application of the second answer given, ver. 14. All your victims have hitherto been contaminated. I redressed not your miseries. But now, as you have begun to work at my temple, I will remove the scourge. It is easy to apply the first answer, ver. 13. Your victims have purified you no more than holy flesh wrapped up in a garment would sanctify it, (Calmet) or other things which it does not immediately touch. (Haydock) \nYour bad dispositions render them useless, Jeremias xi. 15. The victims were also bad, Malachi as i. 6. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "haggai",
        "father_name": "George Leo Haydock",
        "file_name": "Haggai 2_16.toml",
        "id": "4cc4fee2-42c0-44e3-b5d7-58d24a690dee",
        "location_end": 2000016,
        "location_start": 2000016,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Day, the 24th of the ninth month, when you began to build, ver. 19. Henceforward your crops shall be abundant. (Menochius) \nI judge not from natural appearances, as the corn is still in the granary, ver. 20. (Calmet) \nUpon a stone. The foundations had been laid the year after the Jews returned, and an altar set up, 1 Esdras iii. Nothing more of consequence was done till the second year of Darius. The temple was finished and dedicated in the sixth, 1 Esdras vi. 15. Hence Aggeus speaks of the stones to be used hereafter. Those in the foundation were to be laid afresh, (ver. 19) or were not seen or noticed. In the same sense our Saviour predicts, that a stone shall not be left upon a stone in the temple, which the Romans should destroy before that generation had passed away, Matthew xxiv. 2, 34. This was verified within forty years. Yet A. Rutter observes it was more fully accomplished when the Jews dug up the foundations, by order of Julian, who wished to falsify the prediction. (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "haggai",
        "father_name": "George Leo Haydock",
        "file_name": "Haggai 2_17.toml",
        "id": "245b50e7-334d-4924-9aa3-95e09b9c0983",
        "location_end": 2000017,
        "location_start": 2000017,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Bushels. Hebrew specifies nothing. Septuagint, \"when you put a basket (or vase) twenty sata of barley. \"He speaks of such as was not yet winnowed.\n"
    },
    {
        "append_to_author_name": "",
        "book": "haggai",
        "father_name": "Theodoret of Cyrus",
        "file_name": "Haggai 2_18-20.toml",
        "id": "4c5d5fa5-b632-4366-81b2-868882709c12",
        "location_end": 2000020,
        "location_start": 2000018,
        "source_title": "COMMENTARY ON HAGGAI 2:10-22",
        "source_url": "",
        "ts": 458,
        "txt": "I was inflicting various forms of correction on you—sterility, wind, blight, hail—but in your insensitivity you were unaware of the correction. Be mindful of this, then, and take note of the great prosperity you will enjoy after the commencement of the rebuilding, such being the abundance of necessities I shall provide you, with the result that in the future even the actual measures will have no use on the threshing floor. I shall also supply you with soft fruits as a blessing and provide the crop of the fruit trees.\n"
    },
    {
        "append_to_author_name": "",
        "book": "haggai",
        "father_name": "George Leo Haydock",
        "file_name": "Haggai 2_20.toml",
        "id": "44dbf015-29f2-42d4-82aa-ceb24ea45cee",
        "location_end": 2000020,
        "location_start": 2000020,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Sprung up. Hebrew, \"in the granary \"or cave, magura, whence the African magaria, or huts, are derived. Chaldean and Septuagint, \"barn floor \"as it was commonly adjoining to these huts. Some have, \"in blade. \"But this seems to be the sense: the corn is not yet sown, nor the trees in blossom, yet I announce great fertility next year. He spoke in November, during which and the following month the seed was committed to the earth, in Palestine, as (Calmet) it was in Egypt, the wheat ripening in seven months, (Pliny, xviii. 7.) and being cut towards the end of June. (St. Jerome) \nAggeus probably composed the Psalm lxiv., to thank God for this fertility.\n"
    },
    {
        "append_to_author_name": "",
        "book": "haggai",
        "father_name": "George Leo Haydock",
        "file_name": "Haggai 2_22.toml",
        "id": "88848580-7a78-44ba-83df-d79906537afd",
        "location_end": 2000022,
        "location_start": 2000022,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Earth. Some great event is denoted. Nothing occurs in history after the second year of Darius, to show that Zorobabel signalized himself. Theodoret thinks that the irruption of the Scythians, or of Gog, is meant. Others believe (Calmet) that the prophecy relates to Christ, at his first (St. Cyril) or second coming. (St. Jerome) \nBut the Hebrew speaks of something past, and we doubt not but the attempt of Cambyses, three years before, is the subject, Ezechiel xxxviii. \"I have overcome the throne of kings \"Cambyses, and the magi, and have given the kingdom to another family. The enemy has destroyed himself. Then I kept thee as a seal, with the greatest care, Jeremias xxii. 24. Thou art no longer oppressed by the Persian king or his governor. Hystaspes has declared in thy favour. Nothing could more enhance the authority of Zorobabel than an action so recent, which God seemed to have permitted on his account, and for his glory. (Calmet) \nWhile all other kingdoms perish, the Church of Christ remains. (Worthington)\n"
    },
    {
        "append_to_author_name": "",
        "book": "haggai",
        "father_name": "Ambrose of Milan",
        "file_name": "Haggai 2_23.toml",
        "id": "818c13c0-161c-4e62-843c-190092b33922",
        "location_end": 2000023,
        "location_start": 2000023,
        "source_title": "LETTER 80",
        "source_url": "",
        "ts": 397,
        "txt": "So it is mystically said to him alone: “I will take you, O Zerubbabel, and I will make you as a signet ring, for I have chosen you.” For, when our soul becomes so peaceful that it is said to her, “Return, return, O Sulamitess,” which means “peaceful,” or to your own name, “Irenic,” then she will receive Christ like a signet ring upon her, for she is the image of God. Then she will be according to that image, because heavenly is the heavenly man. And we need to bear the image of the heavenly one, that is, peace. And that we may know that this is true, you have in the Canticles to the soul, now full perfect, what I wish the Lord Jesus may say to you, “Put me as a seal upon your arm.” May peace glow in your heart, Christ in your works, and may there be formed in you wisdom and justice and redemption.\n"
    },
    {
        "append_to_author_name": "",
        "book": "haggai",
        "father_name": "Ephrem the Syrian",
        "file_name": "Haggai 2_23.toml",
        "id": "369fd86a-2e29-4270-9e4c-5efd479d49da",
        "location_end": 2000023,
        "location_start": 2000023,
        "source_title": "COMMENTARY ON TATIAN’S DIATESSARON 3:10",
        "source_url": "",
        "ts": 373,
        "txt": "“The Jews sent to John and said to him, ‘Who are you?’ He confessed and said, ‘I am not the Messiah.’ They said to him, ‘Are you Elijah?’ He said, ‘No.’ ” But our Lord called him Elijah, as Scripture attests. However, when they interrogated him, he said, “I am not Elijah.” But Scripture does not say that John came in the body of Elijah but “in the spirit and the power of Elijah.” Elijah, who was taken up into the heavens, did not return to them, just as it was not David who later became king but Zerubbabel. The Pharisees, however, did not ask John, “Have you come in the spirit of Elijah?” but “Are you Elijah himself?” That is why he said to them, “No.” Why should he have needed to be Elijah himself, if the actions of Elijah were to be found present in John? Elisha intervened and stood between John and Elijah, lest John be judged by them, since Elijah was taken up in a sacred chariot, whereas [John’s] head was carried away on a dish by a corrupt young girl.\n"
    }
]