[
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Gregory of Nazianzus",
        "file_name": "Jonah 1_1-3.toml",
        "id": "b699abd5-ac5b-474b-94ca-02e02b7d27d9",
        "location_end": 1000003,
        "location_start": 1000001,
        "source_title": "IN DEFENSE OF HIS FLIGHT TO PONTUS, ORATION 2:109-12",
        "source_url": "",
        "ts": 390,
        "txt": "But there Jonah calls upon God, and marvelous as it is, on the third day, he, like Christ, is delivered.… In my own case, what could be said? What defense could be made if I remained unsettled and rejected the yoke of ministry, which, though I know not whether to call it light or heavy, had at any rate been laid upon me.… On this account I had much toilsome consideration to discover my duty, being set in the middle between two fears, of which the one held me back and the other urged me on. For a long while I was at a loss between them. After wavering from side to side, and, like a current driven by inconstant winds, inclining first in this direction then in that, I at last yielded to the stronger. The fear of disobedience overcame me.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Gregory of Nazianzus",
        "file_name": "Jonah 1_1-3.toml",
        "id": "88549ebf-15d0-48fa-9e0b-45d7ba7437c2",
        "location_end": 1000003,
        "location_start": 1000001,
        "source_title": "Oration 2:108",
        "source_url": "",
        "ts": 390,
        "txt": "Jonah knew better than anyone the purpose of his message to the Ninevites and that, in planning his flight, although he changed his location, he did not escape from God. Nor is this possible for anyone else, either by concealing himself in the bosom of the earth, or in the depths of the sea, or by soaring on wings, if there be any means of doing so, and rising into the air, or by abiding in the lowest depths of hell, or by any other of the many devices for ensuring escape. For God alone of all things cannot be escaped from or contended with. If he wills to seize and bring them under his hand, he outstrips the swift. He outwits the wise. He overthrows the strong. He cuts down the lofty. He subdues rashness. He resists power. \n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Gregory of Nazianzus",
        "file_name": "Jonah 1_1.toml",
        "id": "bd260aa5-8948-4f8e-8540-e77ebabb4c30",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "",
        "source_url": "",
        "ts": 390,
        "txt": "Jonah knew better than anyone the purpose of his message to the Ninevites and that, in planning his flight, although he changed his location, he did not escape from God. Nor is this possible for anyone else, either by concealing himself in the bosom of the earth, or in the depths of the sea, or by soaring on wings, if there be any means of doing so, and rising into the air, or by abiding in the lowest depths of hell, or by any other of the many devices for ensuring escape. For God alone of all things cannot be escaped from or contended with. If he wills to seize and bring them under his hand, he outstrips the swift. He outwits the wise. He overthrows the strong. He cuts down the lofty. He subdues rashness. He resists power.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Gregory of Nazianzus",
        "file_name": "Jonah 1_1.toml",
        "id": "49eeac72-b51b-4e75-8040-fb5434d93433",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "",
        "source_url": "",
        "ts": 390,
        "txt": "What then is the story, and wherein lies its application? For, perhaps, it would not be amiss to relate it, for its general validation. Jonah also was fleeing from the face of God, or rather, thought that he was fleeing. But he was overtaken by the sea, and the storm, and the lot, and the whale’s belly, and the three days’ entombment. All this is a type of a greater mystery. He fled from having to announce the dread of the awful message to the Ninevites and from being subsequently, if the city was saved by repentance, convicted of falsehood. It was not that he was displeased at the salvation of the wicked, but he was ashamed of being made an instrument of falsehood and exceedingly zealous for the credit of prophecy, which was in danger of being destroyed in his own person. Indeed most would be unable to penetrate the depth of the divine dispensation in such cases.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Haimo of Auxerre",
        "file_name": "Jonah 1_1.toml",
        "id": "5c04716d-f7ef-4217-b61b-230241e8919d",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "",
        "source_url": "",
        "ts": 865,
        "txt": "The Hebrews say that Jonah was the son of a widow in Zarephath; Elijah raised him from the dead, and when he had been returned to his mother, she gave thanks, and said, \"Now by this I know that you are a man of the Lord, and the word of the Lord in your mouth is true.\" (1Kings 17:24)\nHAIMO They say that Jonah's grave is in Geth, which is in Ophir. Others speak of his birth and burial in Lydda, that is, Diospolis.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Tertullian",
        "file_name": "Jonah 1_1-3.toml",
        "id": "4a12df93-4b9b-4c83-86dc-1b83233e10e9",
        "location_end": 1000003,
        "location_start": 1000001,
        "source_title": "ON FLIGHT IN TIME OF PERSECUTION 10:2",
        "source_url": "",
        "ts": 220,
        "txt": "In trying to run away from the Lord, you show up the fickleness of all who plan flight. A certain headstrong prophet also had run away from the Lord, crossing the sea from Joppa to Tarsus, as if he could escape from God. But God found him not on land or on sea but in the belly of a beast, where for three days he could not die or even in that way escape from the eyes of God. Is that man not better off who, though he fears the enemy of God, does not flee from but despises him? Who trusts in the protection of God or, if you will, has an even greater fear of God, having stood the longer in his eyes? He says, “He is the Lord, he is mighty, all things are his, and wherever I shall be I am in his hands. Let him do what he will, I shall not run away. If he wishes me to die, let him destroy me, as long as I faithfully serve him. Much would I rather bring odium on him, by dying according to his will, than to live by my own cowardice.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Cyril of Alexandria",
        "file_name": "Jonah 1_1.toml",
        "id": "af846af5-7e63-4ddf-a283-c833fe39c1f1",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "",
        "source_url": "",
        "ts": 444,
        "txt": "The Divinely inspired Jonah was the son of Amittai, and came from Gath-hepher, a little city or town of the land of the Jews, so the story goes.\nYou could find Jonah uttering a great number of oracles to the Jewish people, transmitting the words from God on high and clearly foretelling the future. Though no other prophetic text from him is extant than this one, though, the divinely inspired Scripture confirms that he continued predicting to the Jewish masses what would happen in the future times.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Jerome",
        "file_name": "Jonah 1_1.toml",
        "id": "80892417-5622-415f-81a3-697e5e1e1cab",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "Commentary on Jonah, Prologue",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Jerome/Commentary%20on%20Jonah.md#tocuniq0",
        "ts": 420,
        "txt": "About three years have now passed since I first started writing the commentaries on the five Prophets, Micah, Nahum, Habakkuk, Zephaniah, and Haggai. Detained by another work, I was not able to finish what I had undertaken. For I was writing a book on famous men and two volumes against Jovinian, an apology and an essay on 'the best way to translate', which was addressed to Pammachius, two books to or about Nepotian, and other works which it would be lengthy to recount. Therefore I retake up my commentaries with Jonah after such a long absence. Jonah, a type of Saviour, who prefiguring the resurrection of the Lord by spending \"three days and three nights in the belly of a whale\" [Mt. 12:40], was able to attain the first ardour so that we might deserve the arrival of the Holy Spirit to us. If indeed Jonah is to be translated as 'dove', and if the dove can be seen as the Holy Spirit, then we can also interpret the Dove as signifying the dove's entrance into us. I know that some classical authors, both Latin and Greek, have spoken much about this book, and through all of their Questions have less enlightened than obscured the ideas, so that in effect their interpretation needs to be interpreted and with the result that the reader comes away feeling less sure of the meaning than beforehand. I am not saying this to criticise these great minds, to abase others in order to extol myself, but rather because it is the place of the commentator to clarify in short and clearly what is obscure; they should be less concerned with displaying their eloquence than with explaining the meaning of the author. We ask therefore where else the prophet Jonah appears in the Holy Scriptures apart from this book and the allusion made to him by the Lord in the Gospels [Mt. 12:39, Luke 11:30]. And if I am not mistaken he is mentioned in the book of Kings in this way: \"in the fifth year of Amasiah, the son of Joash, King of Judah, began to rule the son of Jeroboam son of Joash King of Israel in Samaria, for forty-one years. He did much wickedness before the Lord and did not distance himself from all the sins of Jeroboam, son of Nebat, who caused Israel to sin. He re-established the frontier of Israel in Samaria from the entrance of Emathia to the Sea of Solitude, according to the word of the Lord God of Israel, which was spoken by the mouth of his servant Jonah, son of Amittai the prophet, from Gath which is in Ofer.\" [4 Kings 14:23-25] The Hebrews recount that he was the son of the widow of Sarepta, incited by the prophet Elijah; his mother later said to him, \"I know now that you are indeed a man of God, and that the word of God is truly in your mouth\" [3 Kings 17:24]; on account of this the child was called Truth. For Amittai in Hebrew can be rendered 'truth' in our language, and because Elijah spoke true, he who was encouraged was called the son of Truth. And Gath is located two miles from Sepphoris, which is now called Diocaesarea, when you are travelling to Tiberia: there is a small castle where his tomb can be seen. Others, however, prefer to place his birth and tomb near Diospolis, which is in Lydia. They do not see that when he writes 'Ofer', this is to distinguish Gath from other towns of this name that can be seen now near to Eleutheropolis or Diospolis. The book of Tobit, though not in the canon, is all the same used by the men of the Church, and it mentions Jonah when Tobit says to his son, \"my son, I am old and ready to leave this life. Take your sons and go to Media, my son. For I know what the prophet Jonah has said about Nineveh: she will be destroyed\" [Tob. 14:3]. And, indeed, according to the Hebrew and Greek historians, Herodotus in particular, we read that Nineveh was destroyed in the time of King Josiah according to the Hebrews, and King Astyage of the Medians. From this we understand that in the past Jonah predicted that the Ninivites would repent and seek pardon; but afterwards, as they persisted in their sins,they brought the judgement of God upon themselves. The Hebrew tradition is that Hosea, Amos, Isaiah and Jonah prophesied at the same time. This is historical tradition. Not forgetting the others of course: the venerable Pope Chromatius, who took great pains to recount to the Saviour the story of the prophet: he flees, he sleeps, he is thrown into the sea, he is swallowed by a whale, thrown back onto the shore and prays for repentance. And saddened by the safety of this town of many people, he finds comfort in the shade of a fig tree. There he is reproached by God for having taken more care of a green vine which had dried up, than of such a great number of men, and the other details I will try to explain in this volume. But to grasp the complete meaning of the prophet in this short preface there is no better interpretation than that which inspired the prophets and which marked out the lines of the truth of the future for its servants. He therefore speaks to the Jews who do not believe his words and are ignorant of Christ, the son of God: \"the men of Nineveh will rise up at the time of judgement with that generation and they will condemn it, for they repented as Jonah required, and here there is more than Jonah!\" [Mt. 12:41]. The generation of the Jews is condemned, while the world has faith and Nineveh repents, Israel the disbeliever dies. The Jews have the books themselves, we have the Lord of books; they hold the prophets, we have an understanding of the prophets; \"the letter kills them\", \"the spirit makes us live\" [2 Cor. 3:6]; with them Barabbas the robber is released, for us Christ the Son of God is freed.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Jerome",
        "file_name": "Jonah 1_1-2.toml",
        "id": "263f88e1-41f8-462c-b8a9-840616793539",
        "location_end": 1000002,
        "location_start": 1000001,
        "source_title": "Commentary on Jonah, Chapter 1",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Jerome/Commentary%20on%20Jonah.md#tocuniq11",
        "ts": 420,
        "txt": "\"Now the word of the LORD came unto Jonah the son of Amittai, saying, Arise, go to Nineveh, that great city, and cry against it; for their wickedness is come up before me.\" Apart from that which the Septuagint translates as, \"the noise of their wickedness has risen up even to me\", it has translated the rest similarly. Jonah is sent to the gentiles to condemn Israel, because Nineveh had to repent, but the Israelites still persisted in their sin. And when God says, \"their wickedness has come up to me\", or \"the noise of their wickedness…\" it is exactly the text of Genesis: \"the noise of Sodom and of Gomorrah is very loud\" [Gen. 18:20], and to Cain: \"the blood of your brother cries to me from the earth\" [Gen. 4:10]. According to tropology the Lord, our Jonah, that is to say 'dove' or 'suffering', (he is given both meaning, either because the Holy Spirit descends in the form of a dove and stays with him [Mark. 1:10; Luke 3:22; John 1:32-33], or because he has suffered for our wounds, wept for Jerusalem [Luke 19:41], and because we have been cured by his malice [Is. 53:5]) is truly the son of Truth, for God is Truth [John 14:6]. He is sent to Nineveh the beautiful, that is to the world, where there is nothing more beautiful to our eyes than flesh. In Greek the idea of adornment is in the word cosmos. And when everything had been completed, each one by one, it was said, \"and God saw that it was good\" [Gen. 1:10]. It is to Nineveh that he goes, the great city, so that although Israel has not wanted to listen, the whole world of peoples will hear God's word. And this is because their wickedness has gone up to God. For although God had made the most beautiful house for man who was devoted to serving his creator, man deprived himself of this by his own will; from childhood his heart fixed upon wickedness [Gen. 8:21; 6:5]. He turned his face to the heaven [Ps. 72:9] and constructed a tower of pride [Gen 11]. He deserves then God to come down to him so that he may be able to rise to heaven by the destruction of repentance, he that did not succeed by the swell of pride.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Methodius of Olympus",
        "file_name": "Jonah 1_1.toml",
        "id": "2aa32b71-e070-41b7-b6e8-88472817705b",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "",
        "source_url": "",
        "ts": 311,
        "txt": "The history of Jonah contains a great mystery. For it seems that the whale signifies Time, which never stands still, but is always going on, and consumes the things which are made by long and shorter intervals. But Jonah, who fled from the presence of God, is himself the first man who, having transgressed the law, fled from being seen naked of immortality, having lost through sin his confidence in the Deity. And the ship in which he embarked, and which was tempest-tossed, is this brief and hard life in the present time; just as though we had turned and removed from that blessed and secure life, to that which was most tempestuous and unstable, as from solid land to a ship. For what a ship is to the land, that our present life is to that which is immortal. And the storm and the tempests which beat against us are the temptations of this life, which in the world, as in a tempestuous sea, do not permit us to have a fair voyage free from pain, in a calm sea, and one which is free from evils. And the casting of Jonah from the ship into the sea, signifies the fall of the first man from life to death, who received that sentence because, through having sinned, he fell from righteousness: \"Dust thou art, and unto dust shalt thou return,\" [Gen. iii. 19]. And his being swallowed by the whale signifies our inevitable removal by time. For the belly in which Jonah, when he was swallowed, was concealed, is the all-receiving earth, which receives all things which are consumed by time.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "John Chrysostom",
        "file_name": "Jonah 1_2.toml",
        "id": "03c0c283-1d8a-4573-985b-42f87fa1dcd9",
        "location_end": 1000002,
        "location_start": 1000002,
        "source_title": "",
        "source_url": "",
        "ts": 407,
        "txt": "That is to be understood as nothing else than excess of their wickedness.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "George Leo Haydock",
        "file_name": "Jonah 1_3.toml",
        "id": "a2fbec6e-bff1-435f-8ef5-3a0ec4a407f3",
        "location_end": 1000003,
        "location_start": 1000003,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Tharsis. Which some take to be Tharsus of Cilicia, others to be Tartessus of Spain, others to be Carthage. (Challoner) \nJoppe, now Jaffa, (Menochius) a miserable seaport. (Haydock) \nIt was formerly the best near Jerusalem, (2 Paralipomenon ii. 16.) though very dangerous. (Josephus, Jewish Wars iii. 15. or 29.) \nIt is said to have been built before \"the inundation \"of the world, (Mela. i. 11.) and was famous for the adventure of Andromeda, rescued by Perseus from a sea monster. (Pliny, v. 13.) (Calmet) \nLord. He feared being accounted a false prophet, (Worthington) knowing how much God was inclined to show mercy, (chap. iv. 2.) and being disheartened at the difficulty of the undertaking, like Moses and Gedeon. (Calmet) \nHe might also think that if the Ninivites repented, it would be a reflection on the obstinacy of the Jews. (St. Gregory, Mor. vi. 13.) (St. Jerome)\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Gregory of Nazianzus",
        "file_name": "Jonah 1_3.toml",
        "id": "bcc3780c-b4f7-484a-8048-f7f1d7963c62",
        "location_end": 1000003,
        "location_start": 1000003,
        "source_title": "",
        "source_url": "",
        "ts": 390,
        "txt": "He left Joppa, which in Hebrew it means ‘beautiful’.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Haimo of Auxerre",
        "file_name": "Jonah 1_3.toml",
        "id": "67c75167-719a-4ece-9763-d42993b5ac3f",
        "location_end": 1000003,
        "location_start": 1000003,
        "source_title": "",
        "source_url": "",
        "ts": 865,
        "txt": "Jonah, therefore, coming from the mountainous country of Judea to the sea coast and the plains, is rightly said to have went down.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Haimo of Auxerre",
        "file_name": "Jonah 1_3.toml",
        "id": "a750cdb1-5713-4489-a39d-e90d716cb827",
        "location_end": 1000003,
        "location_start": 1000003,
        "source_title": "",
        "source_url": "",
        "ts": 865,
        "txt": "In Hebrew, however, they speak generally of the sea as \"Tharsis.\" Therefore, the prophet did not wish to flee to any particular place, but he embarked upon a ship which could take him anywhere, so long as he could hurry, not caring where chance led him.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Jerome",
        "file_name": "Jonah 1_3.toml",
        "id": "c003e4c5-3183-401d-b3a6-be14541b28f2",
        "location_end": 1000003,
        "location_start": 1000003,
        "source_title": "St. Jerome, Commentary on Daniel, CHAPTER TEN",
        "source_url": "https://www.ccel.org/ccel/pearse/morefathers/files/jerome_daniel_02_text.htm",
        "ts": 420,
        "txt": "[Daniel 10:6] \"And his body was like chrysolite.\" For \"chrysolite,\" one of the twelve gems inserted in the oracular breastplate of the high priest, the Hebrew has trs'ys (tharsis) , a word which Theodotion and Symmachus simply left unchanged in transcription; but the Septuagint called it \"the sea,\" according to the usage in the Psalms: \"With a violent gale Thou dashest the ships of Tharsis in pieces,\" i.e., \"the ships of the sea\" (Psalm 48:7). Jonah, also, was desirous of fleeing, not to Tarsus, the Cilician city (as most people suppose, substituting one letter for another), nor to some region in India (as Josephus imagines), but simply out to the high seas in general (Jonah 1:3).\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Jerome",
        "file_name": "Jonah 1_3.toml",
        "id": "e582bf2c-88ad-4622-be40-0fa7a87fb30f",
        "location_end": 1000003,
        "location_start": 1000003,
        "source_title": "Commentary on Jonah, Chapter 1",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Jerome/Commentary%20on%20Jonah.md#tocuniq11",
        "ts": 420,
        "txt": "\"But Jonah rose up to flee unto Tarshish from the presence of the LORD.\" The Septuagint here is similar. The prophet knows by an inspiration of the Holy Spirit, that the repentance of the people is the destruction of the Jews. In this situation it is not that he is trying to save Nineveh, but that moreover he does not want to see it destroyed. In another place Moses prays for his people: \"if you can spare them this sin, spare them; if not, erase me from your book that you have written\" [Ex. 32:31-32]; to this prayer, Israel was saved and Moses was not erased from the Book: even better the Lord indeed profited from his servant by sparing his other servants. For when God says, \"release me\", he shows that he can be held. This is similar to what the apostle says: \"I wished to be anathema for my brothers who are Israelites according to their flesh\" [Rom. 9:3]. Not that he desires to die however, for whom to live is Christ and to die is a profit [Phil. 1:21]; but he deserves life more when he wants to save others. Besides, seeing the other prophets sent to the lost flocks of the house of Israel [Mt. 10:6] to incite the people to repent, and Balaam [Num. 23.24] the divine author of a prophecy about the deliverance of the Israelite people, Jonah feels himself punished by being chosen alone to speak against the Assyrians, the enemies of Israel, in the foreign capital where idolatry and ignorance of God still ruled. And what is more he feared that in spite of his prophesying they would still not be converted to repent, and that Israel would not be completely abandoned. For he knew by this Spirit which had entrusted him with the role of hero among the gentiles, that once the nations had come together in belief, then Israel would surely perish. And he feared that whatever was to happen in the future would not happen in his time. Thus Jonah does as Cain does: he flees from the face of the Lord [Gen. 4:16] and wants to flee to Tarshish, which Josephus interprets as that Tarsus of Cilicia, but changes the first letter. This can also be seen in the book of the Paralipomenon [2 Chron. 20:36-37], which says that there is a place in India which is called the same. According to the Hebrews Tarshish means more generally 'sea', according to this passage: \"by a fierce wind you will break the ships of Tarshish!\" [Ps. 47:8], or the ships of the sea. And in Isaiah: \"cry out, O ships of Tarshish!\" [Is. 23:1,14]. I remember that I have already spoken about this several years ago in a letter to Marcella. The prophet did not intent to flee to such a place, but throwing himself into the sea, he just wants to go anywhere. And this is more pertinent when talking of a fugitive or one who is afraid, that he does not choose carefully where he wants to flee to, but just jumps at the first opportunity to take to the seas. We can also say this: he thought that God was \"known\" only \"in Judea\", \"and in Israel his name is great\" [Ps. 75:2]. After he had seen that God was also in the waves he confesses and declares: \"I am a Hebrew and I fear the Lord of heaven\" [Jonah 1:9], who made the sea and the dry land. But if he had made the sea and the dry earth, why believe when you leave the land that you can escape the creator of the sea on the sea? At the same time when he sees the others sailors saved and converted, he learns that all the wickedness of Nineveh can be saved and converted by a similar confession. We can say too about our Lord and Saviour that he abandoned his home and country: at the incarnation he fled in some manner the heavens for Tarshish, the sea of that age, according to what is written in another place: \"here is the sea, great and wide; there are numerous beings, animals great and small; there the boats come in and go out, and this dragon that you created to be crushed\" [Ps. 103:25-6]. And he says too in his passion, \"Father, if it is possible, let this cup pass me by!\" [Mt. 26:39], lest at the unified complaints of the people, saying, \"Crucify him, crucify him!\" [Luke 23:21], and \"we have no king except Caesar\" [John 19:15], the crowd of people should enter all together; and lest the branches of the olive-tree should be broken, and in their place the shoots of the wild olive should grow [Rom. 11:17-25]. He had such honour and love of his country in light of the choice of the patriarchs and of the promise of Abraham, that he said on the cross, \"Father, forgive them; they know not what they do\" [Luke 23:34]. Or even since Tarshish can be translated as 'the contemplation of joy', the prophet, coming to Joppa, whose name means 'beautiful', hastens to hurry towards the joy and to rejoice in the pleasure of rest, to give himself completely over of contemplation. For he thinks that it is better to rejoice in beauty and in the variety of knowledge than to save the other people by letting that people die, from whom Christ would have been born.\n\n\"And went down to Joppa; and he found a ship going to Tarshish: so he paid the fare thereof, and went down into it, to go with them unto Tarshish from the presence of the LORD.\" LXX: \"and he went up to Joppa, and he found a boat going to Tarshish; after paying his fare he went on board to sail with them to Tarshish, far from the face of the Lord.\" Joppa is a port of Judea [2 Chron. 2:16], and it has been seen in the book of Kingdoms [i.e. 'Kings'] and of the Paralipomenon. It was there that the King Hiram of Tyr transported wood from Liban by raft, then they were taken by chariot by road to Jerusalem. In this place even to this day rocks can be seen on the shore on which the chained Andromeda was saved by Perseus. The learned reader will know the story. And in light of the nature of the countryside, it is said quite rightly that the prophet came from a direction that is mountainous and precipitous, and went down to Joppa in the plain. He found there a ship that was moored and he went upon the sea. He paid his fare or the price of embarking, that is of his journey, according to the Hebrew, or the fare for himself, as the Septuagint has translated it. \"and he went down into it\" as the Hebrew itself says, (for iered in Hebrew is translated as 'went down'), for in his flight he took great care to find a hiding place. Or \"he goes up\", as it is written in the Vulgate edition, for going where the boat is going, thinking that he has escaped if he has left Judea. But our Lord is also at the edge of the shore of Judea, which is called 'very beautiful' because since he was in Judea, he did not want to take the bread of sons to give it to dogs. [Mt. 15:26] But because he had come for the lost flocks of the house of Israel [Mt. 10:6] he paid the price to those who transport him. Thus he who at first wants to heal his people, saves the inhabitants of the sea, and through great winds and storms, (that is his suffering and the reproof of the cross) he is plunged into Hell and saves those whom had not noticed by appearing to sleep on the boat [Mt. 8:24-5]. The wise reader will not want to try to make tropology and history concur. For the Apostle refers Agar and Sara [Gal. 4:22-31] to the two Testaments, and all the same we are not able to interpret everything that is recounted in this story in a tropological way. And when explaining about Adam and Eve to the Ephesians, he says, \"this is why man leaves his mother and father to join with a wife, and both will become one flesh. [Gen. 2:24] There is a great mystery: I mean Christ and the Church.\" [Eph. 5:31-2] Are we then first to refer the beginning of Genesis, the creation of the world, the formation of mankind, to Christ and to the Church under the pretext that the Apostle has used regarding this text? Let us admit what is written here: \"thus man will leave his father\" [Gen. 2:24], we can apply this to Christ by saying that he left God his Father in heaven to unite the people of the world in the Church. But how can we interpret what follows, \"his mother\"? Unless perhaps we are to say that he left heavenly Jerusalem, that mother of saints, and other ideas that are more complicated? And this too is written by the same Apostle: \"they were drinking from a spiritual rock which was accompanying them, and this rock was Christ\" [I Cor. 10:4], but let us not try to relate the entire book of Exodus to Christ. For what can we say? That this stone was hit by Moses not just once, but twice [Ex. 17:6; Num. 20:11], that the waters flowed [Ps. 77:20] and that the floods were filled up. Are we to regard the entire story of this passage in this case as allegory? Is it nor rather that each passage ought to receive a spiritual meaning according to the diversity of history? Therefore just as these texts each in this way have their interpretations and do not entail the same allegory in their context, so the prophet will not be able to be taken completely to the Lord without difficulty for the interpreter. And if it is said in the Gospel, \"O wicked and adulterous generation, that she asks for a sign? As a sign she will only have the sign of the prophet Jonah. For just as Jonah spent three days and three night in the belly of a fish, so the son of man will spend three days and three nights in the bosom of the earth\" [Mt. 12:39-40]. The remainder of this account does not concern Christ to the same extent. Indeed wherever this reading can be said to apply without discrepancy, we also try to make it fit.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "George Leo Haydock",
        "file_name": "Jonah 1_4.toml",
        "id": "3dfb3e32-fec3-4af5-a219-6bae7a8f1d42",
        "location_end": 1000004,
        "location_start": 1000004,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Broken. Seeing no natural cause of such a sudden tempest, they concluded (Worthington) that some on board must be guilty; as the sailors argued (Haydock) when the noted atheist, Diagoras, was in similar circumstances. (Calmet) \nThey had recourse to lots, and the prophet consented by God's inspiration, (Worthington) though this is not written, (Haydock) and the lots were superstitious. (Menochius) \nThe oriental writers add many things to this sufficiently marvellous account. (Lyranus; D'Herbelot.) (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Jerome",
        "file_name": "Jonah 1_4.toml",
        "id": "5fd2f230-7295-45ee-b33f-7a39dcf73882",
        "location_end": 1000004,
        "location_start": 1000004,
        "source_title": "Commentary on Jonah, Chapter 1",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Jerome/Commentary%20on%20Jonah.md#tocuniq11",
        "ts": 420,
        "txt": "\"But the LORD sent out a great wind into the sea, and there was a mighty tempest in the sea, so that the ship was like to be broken.\" LXX: \"and the Lord induced a great wind over the sea and a great storm was over the sea, and the boat threatened to break up.\" The flight of the prophet can be related to man in general, who, forsaking the commands of God, flees from his face and goes out into the world. But in consequence a storm of wickedness and the shipwreck of the entire world are sent against him, and he is made to pay attention to God and to return to that which he had fled. From this we can understand that what appears to be advantageous to mankind, turns into their downfall by God's will. And not only is their aid no use to those whom it is offered, but even those who offer it are destroyed. Therefore we read that the Assyrians conquered Egypt because she helped Israel against the will of the Lord [Is. 20:3-6]. The boat is in danger because it has taken on board a dangerous passenger. The waves are aroused by the wind, a storm begins over a calm sea. When God is opposed nothing is safe.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "George Leo Haydock",
        "file_name": "Jonah 1_5.toml",
        "id": "c3a9e3b0-69d1-4023-ab4e-7e70171cc512",
        "location_end": 1000005,
        "location_start": 1000005,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "God. They were idolaters, ver. 6. \nWares, which is commonly done in storms. (Calmet) \nThis loss was in punishment of their sins; though they seem not devoid of some fear of God and man. (Haydock) \nSleep. This is a lively image of the insensibility of sinners, fleeing from God, and threatened on every side with his judgments; and yet sleeping as if they were secure. (Challoner) \nYet Jonas was sleeping through grief. (St. Jerome) (Matthew xxvi. 40.) (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Haimo of Auxerre",
        "file_name": "Jonah 1_5.toml",
        "id": "83d079d8-77cc-4659-8d52-b7c60eb4a7e9",
        "location_end": 1000005,
        "location_start": 1000005,
        "source_title": "",
        "source_url": "",
        "ts": 865,
        "txt": "he slept because he was overcome by weariness, just as we also read that the Apostles, overcome by sorrow, were pressed down by sleep in the Passion of the Lord (Mk 14:37-41).\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Haimo of Auxerre",
        "file_name": "Jonah 1_5.toml",
        "id": "1548ccf3-6cae-42be-831e-7c37b91599dc",
        "location_end": 1000005,
        "location_start": 1000005,
        "source_title": "",
        "source_url": "",
        "ts": 865,
        "txt": "This is done in the greatest danger, in order that the ship, once lightened, may be borne up by the waves more easily.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Haimo of Auxerre",
        "file_name": "Jonah 1_5.toml",
        "id": "8db4a266-218f-4447-90ab-51fefeabe717",
        "location_end": 1000005,
        "location_start": 1000005,
        "source_title": "",
        "source_url": "",
        "ts": 865,
        "txt": "From this we understand that God is feared and perceived by all men, although they may be seduced by false religions from the one and true god to many gods.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "John Chrysostom",
        "file_name": "Jonah 1_5.toml",
        "id": "05e3b5c4-0b89-4871-81ae-eba19266f53f",
        "location_end": 1000005,
        "location_start": 1000005,
        "source_title": "",
        "source_url": "",
        "ts": 407,
        "txt": "CHRYS They threw the baggage that was in the ship into the sea, but the ship was not getting any lighter, not because the nature of the weight of the material that was on the ship but from the weight of sin. For nothing is so heavy and onerous to bear as sin and disobedience.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "John Chrysostom",
        "file_name": "Jonah 1_5.toml",
        "id": "678ad4fc-6d54-40f7-9b93-a7fa2d40a844",
        "location_end": 1000005,
        "location_start": 1000005,
        "source_title": "HOMILIES ON REPENTANCE AND ALMSGIVING 3:8",
        "source_url": "",
        "ts": 407,
        "txt": "“They threw overboard the wares that were in the ship into the sea; but the ship was not getting any lighter,” because the entire cargo still remained within it, the body of the prophet, the heavy cargo, not according to the nature of the body but from the weight of sin. For nothing is so heavy and onerous to bear as sin and disobedience.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Jerome",
        "file_name": "Jonah 1_5.toml",
        "id": "09fd3cfc-4e40-424f-9ae7-92c116dc5321",
        "location_end": 1000005,
        "location_start": 1000005,
        "source_title": "Commentary on Jonah, Chapter 1",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Jerome/Commentary%20on%20Jonah.md#tocuniq11",
        "ts": 420,
        "txt": "\"Then the mariners were afraid, and cried every man unto his god, and cast forth the wares that were in the ship into the sea, to lighten it of them.\" LXX: \"and the sailors were afraid and each one cried out to his God and they threw the boat's cargo into the sea to lighten the boat\". They believe that the ship with its normal cargo is too heavy, and do not understand that all the weight comes from the fleeing prophet. The sailors are afraid, each one cries out to his God. They do not know the truth, but they do not forget providence, and with a false religion they know that there is something to pray to. They cast their cargo into the sea so that the ship might cross the immensity of the waves more lightly. But for Israel, neither prosperity nor wickedness can lead her back to know God. Christ weeps for the people, but He has dry eyes.\n\n\"But Jonah was gone down into the sides of the ship; and he lay, and was fast asleep.\" LXX: \"Now Jonah went down to the heart of the boat and slept and snored\". According to the history of this passage it describes the peace of the spirit of the prophet. He is troubled by the storm, or by the dangers; he just keeps the same manner of spirit when the storm is imminent, as when the weather is calm. The others though cry out to their gods, and cast the cargo overboard: each man to his own. But Jonah is so peaceful, so calm, his spirit is so at rest that he goes down to the heart of the ship to enjoy a peaceful sleep. Indeed we can also say: he knows he is a fugitive and a sinner, because he has not obeyed the commands of the Lord. It is because all the other men do not know why there is a storm that Jonah knows that he alone is the cause of it. This is why he goes down to the interior of the ship and hides himself sadly, so that he does not see the waves, like the avengers of God, rise up against him. And if he sleeps, this is not necessarily a sign of his security, but of worry. For we read that the apostles gave in to sleep on account of great sadness at the sight of the Lord's suffering [Luke 22:45]. For if we interpret the sleep of the prophet as a sign, his terrible torture, they represent a man who has fallen asleep from the drug of his wickedness: not only has he fled from God but moreover he ignores the wrath of God as his spirit is clouded by a sort of madness. He sleeps therefore in a kind of false security and his deep sleep sounds out through his nostrils.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Jerome",
        "file_name": "Jonah 1_6.toml",
        "id": "40bbf05a-bde7-413d-bde2-0139138ba3fc",
        "location_end": 1000006,
        "location_start": 1000006,
        "source_title": "Commentary on Jonah, Chapter 1",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Jerome/Commentary%20on%20Jonah.md#tocuniq11",
        "ts": 420,
        "txt": "\"So the shipmaster came to him, and said unto him, What meanest you, O sleeper? arise, call upon thy God, if so be that God will think upon us, that we perish not.\" LXX: \"and the helmsman come to him and he said to him, what are you doing sleeping? Get up, and call upon your God. If he can find a way to save us then we may not die. It is natural that each one has more confidence in someone else when they feel themselves to be in such danger. This is why the helmsman or captain, who should have been encouraging the frightened crewmembers, but saw the seriousness of the danger, woke and reprimanded the sleeper for his thoughtless security and asked him to pray to his God immediately. He shared everyone's danger, and therefore he had to pray along with everyone else. According to tropology there are many men sailing with Jonah, who each have their own God and hasten towards the 'contemplation of joy'. But when Jonah has been discovered by chance and his death has appeased the all-encompassing storm and made calm the waters, then the one God is revered and spiritual victims are sacrificed, which according to the text were not found when they were amongst the waves.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Haimo of Auxerre",
        "file_name": "Jonah 1_7.toml",
        "id": "95b7d740-f8e6-4c18-a272-6c3276d0ec9c",
        "location_end": 1000007,
        "location_start": 1000007,
        "source_title": "",
        "source_url": "",
        "ts": 865,
        "txt": "Because they saw that the storm was greater than usual, they knew those things did not happen naturally; nor indeed could those who navigated at such a time neglect the causes of the winds and the waves, and therefore by means of the lots they sought the origin of the shipwreck.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Jerome",
        "file_name": "Jonah 1_7.toml",
        "id": "bf482209-f41f-4ac9-ad46-ca93ff8cee38",
        "location_end": 1000007,
        "location_start": 1000007,
        "source_title": "Commentary on Jonah, Chapter 1",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Jerome/Commentary%20on%20Jonah.md#tocuniq11",
        "ts": 420,
        "txt": "\"And they said every one to his fellow, Come, and let us cast lots, that we may know for whose cause this evil is upon us. So they cast lots, and the lot fell upon Jonah.\" LXX: 'and they said to each other: come, let us draw lots to see who it is that has brought this wickedness upon us. And they drew lots, and the lot fell to Jonah.' They knew the ways of the sea and knew the causes of the storms and winds in such weather. Without a doubt they had seen the waves rise up as usual, and as they must have seen many times before, but they must never before have found the person to blame for the shipwreck, and through him tried to avoid certain danger. We should not be driven by this example to believe in fate, or to believe that this text should be connected to that of the Acts of the Apostles where Matthias is chosen by lot [Acts 1:26], because personal privileges do not make common law. For just as an old lady speaks up for the condemning of Balaam [Num. 22:28], as Pharaoh [Gen. 41] and Nebuchadnezzar [Dan. 2], in their own judgement, knew the future through dreams and yet do not see that there is a divine judgement in this, like Caiaphas prophesies unknowing, that it is better for one to die for all [John 11:50; 18:14]: just as this fugitive is betrayed by fate, not by the powers of the fates, above all the powers of the pagan fates, but by the will of hi who controlled uncertain fate. With regard to the meaning of the expression \"to know by whom this wickedness had come upon us\", we ought to take 'wickedness' as a synonym of affliction, of disaster, as in this passage: \"every day his wickedness was enough\" [Mt. 6:34], and in the prophet Amos: \"is there wickedness in a town without God being the author?\" [Amos 3:6]. And in Isaiah: \"It is I the Lord, who make goodness and wickedness\" [Isaiah 45:7]. But in other places too wickedness can be seen to be the opposite of virtue, as in the passage of our prophet that we have read above: \"the cry of their wickedness went up to me\" [Jonah 1:1].\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Bede",
        "file_name": "Jonah 1_7.toml",
        "id": "6361bb48-3f44-47a9-a1ad-a02d176ca130",
        "location_end": 1000007,
        "location_start": 1000007,
        "source_title": "COMMENTARY ON THE ACTS OF THE APOSTLES 1",
        "source_url": "",
        "ts": 735,
        "txt": "And they drew lots between them, and so forth. Neither because of this example, nor because the prophet Jonah was found out by lot, are we to believe indiscriminately in lots, “since the prerogative of individuals,” as Jerome says, can in no way “make a general law.” For in that instance pagan men were compelled by a storm to seek by lot the source of their danger. Matthias was chosen by lot so that their choice of the apostle would not appear to be out of harmony with the command of the old law, where it was ordered that the high priest be sought.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Jerome",
        "file_name": "Jonah 1_8.toml",
        "id": "42ad3bec-5bf0-43d5-915e-e5328171b4d8",
        "location_end": 1000008,
        "location_start": 1000008,
        "source_title": "Commentary on Jonah, Chapter 1",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Jerome/Commentary%20on%20Jonah.md#tocuniq11",
        "ts": 420,
        "txt": "\"Then said they unto him, Tell us, we pray you, for whose cause this evil is upon us; What is thine occupation? and whence do you come? what is thy country? and of what people art you?\" LXX: 'and they said to him, 'tell us how this wickedness has come upon us: what is your occupation, where do you come from, where you are going to, from which country, and which people you are from?' '. Fate had shown him to them: they force him to admit why such a great storm, or for what reason divine wrath had come against them. Tell us, they say, where this wickedness comes from, which has come upon us, what work you do, from what land, from what people you flee, and where you are going to so quickly? Let us note the brevity here that is also seen in Virgil [Aen. 8:112]: young men, what cause has brought you to try out unknown ways? Where are you going? He says. Your people? From which land? Do you bring war or peace? This questioning brings his identity, his country, his journey, the town he comes from, so that the reason for the wickedness can be known.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "George Leo Haydock",
        "file_name": "Jonah 1_9.toml",
        "id": "c05c832d-47b1-4902-8728-f333cb1bc3db",
        "location_end": 1000009,
        "location_start": 1000009,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Fear, and therefore fly from the face of the Lord, ver. 3, 10. (Haydock) \nHe knew that God is every where, ver. 3., and Psalm cxxxiii. 8. (Calmet) \nSeptuagint, \"I worship. \"Fear is often taken in this sense. (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Gregory of Nazianzus",
        "file_name": "Jonah 1_9.toml",
        "id": "9026a952-7c85-485b-8a87-ae9e22cf36a9",
        "location_end": 1000009,
        "location_start": 1000009,
        "source_title": "IN DEFENSE OF HIS FLIGHT TO PONTUS, ORATION 2:107",
        "source_url": "",
        "ts": 390,
        "txt": "It was not likely that such a prophet should be ignorant of the design of God, which was to bring about, by means of threat, the escape of the Ninevites from the threatened doom, according to his great wisdom and unsearchable judgments and according to his ways which are beyond our tracing and finding out.… To imagine that Jonah hoped to hide himself at sea and escape by his flight the great eye of God is surely utterly absurd and stupid, and unworthy of credit, not only in the case of a prophet but even in the case of any sensible person, who has only a slight perception of God, whose power is over all.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Jerome",
        "file_name": "Jonah 1_9.toml",
        "id": "d51e00c0-02cf-44b6-8ab4-cb4beb32c82a",
        "location_end": 1000009,
        "location_start": 1000009,
        "source_title": "Commentary on Jonah, Chapter 1",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Jerome/Commentary%20on%20Jonah.md#tocuniq11",
        "ts": 420,
        "txt": "\"And he said unto them, I am an Hebrew; and I fear the LORD, the God of heaven, which hath made the sea and the dry land.\" LXX: 'and he replied: I am a worshipper of the Lord, and I revere God of the heavens who made the sea and the dry land'. He did not say, 'I am a Jew', the name given to the people after the schism between the ten and two tribes [3 Kings. 12:19; 14:21], but 'I am a Hebrew', that is to say perates [Grk. 'a pilgrim and traveller'] , passing by as Abraham who was able to say: \"I am a guest and a traveller as all my fathers\" [Ps. 38:13], and about whom it is written in another psalm: \"they passed from one nation to another, from one realm to another people\" [Ps. 104:13]. Moses says, \"I will go so that I might see this great vision.\" [Ex. 3] I fear the Lord God of the heavens, not the gods that you have invoked and who cannot save us, but the God of heaven who made the sea and the dry land. The sea that I flee to, the earth that I flee from. And appropriately the land is not just called land, but rather dry land so that it contrasts with the sea. In short here he mentions the creator of the universe who is the Lord of heaven, earth, and sea. But one question begs to be asked: how do they know that he speaks the truth? 'I fear the Lord God of heaven', since he has not done what this God has actually commanded him to do. The reply would surely be that the sinners themselves would fear God, and that it is appropriate for servants of the Lord not to love, but to fear. Here however you can see fear in the cult according to the meaning of those who were listening and until now knew not God.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Jerome",
        "file_name": "Jonah 1_10.toml",
        "id": "18387931-2584-41c0-8230-119356f745ed",
        "location_end": 1000010,
        "location_start": 1000010,
        "source_title": "Commentary on Jonah, Chapter 1",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Jerome/Commentary%20on%20Jonah.md#tocuniq11",
        "ts": 420,
        "txt": "\"Then were the men exceedingly afraid, and said unto him, Why have you done this? For the men knew that he fled from the presence of the LORD, because he had told them.\" LXX: 'Then the men were very afraid and said to him, \"why have you done this?\" for the men knew that he had fled from the face of the Lord, since he had told them.' The chronological order is reversed here, for you could have said there was no reason to fear because of his declaration: \"I am a Hebrew and I fear the Lord God of heaven, who made the sea and the dry land\". Immediately we are told why they were afraid: because he had told them that he was fleeing the presence of the Lord without having carried out his commands. Then they make excuses and say, \"why did you do this?\", and this means, \"if you fear God, why did you do this? If this God that you revere is so powerful according to you, then how can you believe that you will be able to escape him?\". They are seized by a great fear, for they realise that he is holy, and from a holy nation (having set out from Joppa they must have known the privilege of the Hebrew people), yet nonetheless they are not able to hide the fugitive. For he who flees may be powerful, but he who seeks is all the more powerful. They do not dare to hand him over to the Lord, yet they cannot hide him. They reprehend blame, and avow their fear. They pray to Jonah to give himself up for the sin he has committed. Or indeed, when they say, \"why have you done this?\", they are not inciting him, but questioning, wanting to know the cause of his flight, the flight of a servant from his master, of a son from his father, of a man from his God. They ask, therefore, what is this great mystery that makes you flee from the land and seek the seas, leave your country and set out for foreign lands?\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "John Chrysostom",
        "file_name": "Jonah 1_11.toml",
        "id": "820aeb49-5e1c-4872-bddb-7b40105ae111",
        "location_end": 1000011,
        "location_start": 1000011,
        "source_title": "HOMILIES ON REPENTANCE AND ALMSGIVING 5:3.8",
        "source_url": "",
        "ts": 407,
        "txt": "Tell me, are you running away from the master? Then wait a little bit and you will learn from the state of affairs themselves that you will be unable to escape even from the hands of his servant, the ocean. For as soon as Jonah set foot on the ship, the ocean raised its waves up high and raised itself to a great height. And just as a considerate handmaid, discovering that her fellow slave has run away because he stole something of her master’s, does not revolt as previously mentioned but submits the individuals who captured him to myriads of troubles until she seizes him and brings him back, likewise, the ocean found her fellow slave and recognized him.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Jerome",
        "file_name": "Jonah 1_11.toml",
        "id": "0cdaa9b4-5fc8-4483-8490-c558d82bd8c2",
        "location_end": 1000011,
        "location_start": 1000011,
        "source_title": "Commentary on Jonah, Chapter 1",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Jerome/Commentary%20on%20Jonah.md#tocuniq11",
        "ts": 420,
        "txt": "\"Then said they unto him, What shall we do unto you, that the sea may be calm unto us? for the sea wrought, and was tempestuous.\" LXX: 'then they said to him, what should we do with you, so that the sea is calm for us? For the sea was surging its waves more and more'. It is because of you, you say, that the winds, the waves, the sea and swells have been unleashed. You have revealed the cause of this wickedness, now tell us how to stop it. The sea swells against us, and we know that a God is angry because we took you on board. If we have sinned by taking you in, then what can we do so that the Lord does not become angrier? \"What should we do with you?\" that is to say: \"shall we kill you?\" but you are faithful to the Lord. Are we to protect you? But you flee from Him. All we have to do is carry out whatever you command, all you have to do is give the command that the sea be calm, for now its wildness attests the wrath of the creator. The narrator also adds the reason for this question. The sea, he says, was continually increasing in wildness. It was swelling, in the known way; it was swelling for the revenge of its Lord; it was swelling, following the fleeing prophet. And at every moment it was becoming more and more wild, and to the delaying sailors' eyes it rose in greater waves to show that it would not put off for long the creator's revenge.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Paulinus of Nola",
        "file_name": "Jonah 1_11.toml",
        "id": "41860ee6-f402-407e-bb34-e5075748a0fc",
        "location_end": 1000011,
        "location_start": 1000011,
        "source_title": "POEM 22",
        "source_url": "",
        "ts": 431,
        "txt": "Jonah surely teaches us that the sea and stars are moved under God’s control. By vainly seeking to flee from God the controller of all things whom none can escape, he aroused the anger of both sky and sea. Nature, which belongs to the almighty Lord, realized that [Jonah] was revolting, and it was afraid to play conspirator by transporting the guilty man safely through its domain; it chained the runaway with winds and waves.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "George Leo Haydock",
        "file_name": "Jonah 1_12.toml",
        "id": "8fc7329d-d3bf-4c73-8542-46cf389bad9c",
        "location_end": 1000012,
        "location_start": 1000012,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Cast me. God intimates that he required this sacrifice. (Menochius)\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "John Chrysostom",
        "file_name": "Jonah 1_12-13.toml",
        "id": "d320cbf9-a4e6-4dc7-8850-bcfd64e3b948",
        "location_end": 1000013,
        "location_start": 1000012,
        "source_title": "HOMILIES ON REPENTANCE AND ALMSGIVING 3:8",
        "source_url": "",
        "ts": 407,
        "txt": "From where, my beloved, came the foresight of the prophet? From the economy of God. God made these things happen so that the prophet might learn from them to be a lover of humanity and be subdued. Only to him did he cry out and say, “Imitate the sailors, the nave men, who neither despise a single soul nor neglect a single body, yours. And you would allow to be destroyed, on your part, an entire city with myriads of inhabitants. These sailors, when they discovered who was responsible for all the evils that confronted them, still were not eager to condemn him; but you, who have no charge brought against you by the Ninevites, would convict and annihilate them. Yet when I commanded you to go and, through preaching, summon them back to salvation, you disobeyed. They who were not accountable to anyone did all things and exerted themselves so that you, who are accountable should be punished.” Although the ocean condemned him and the lot exposed him, when he implicated himself and confessed his flight, they still were not in a hurry to annihilate the prophet; rather, they demonstrated toleration and constraint and did everything possible to keep him from the fury of the ocean after such proof of his guilt. However, the ocean did not permit even this, or better yet, God did not allow this to happen, because he wanted to sober him through the sailors in the same way as through the whale. For this reason when they heard, “Take me up and cast me into the sea, and the seas will be calm to you,” they strained to reach the shore, although the waves did not allow it.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Jerome",
        "file_name": "Jonah 1_12.toml",
        "id": "eb8f0d8f-2faf-4d9c-aec4-73dee347fb75",
        "location_end": 1000012,
        "location_start": 1000012,
        "source_title": "Commentary on Jonah, Chapter 1",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Jerome/Commentary%20on%20Jonah.md#tocuniq11",
        "ts": 420,
        "txt": "\"And he said unto them, Take me up, and cast me forth into the sea; so shall the sea be calm unto you: for I know that for my sake this great tempest is upon you.\" LXX: 'and he said to them, take me and throw me into the sea, and the sea will become calm for you. For I know well that it is on account of me that these great waves are against you.' It is against me that the thunder sounds, it seeks me, it threatens to shipwreck you in order to reach me. It will seize me so that my death might let you live. For I know this, he says. This great storm is on my account. And I am not unaware that this is my punishment, this confusion of the elements, this trouble of the world. This wrath is for me, but you are going to be the victims of a shipwreck. The waves themselves command you to throw me into the sea. And since I will have felt the full effect of the storm you will be in calm seas again. We must note here the greatness of spirit of our fugitive: he is not evasive, he does not hide or deny his guilt, but having confessed his flight he accepts his punishment willingly. He would rather die so that the other sailors do not perish on account of him, and so that he does not add murder to desertion. That's it for the story. But we are also not unaware of the wild winds, which the Lord orders in the Gospel to quiet, that the ship in danger in which Jonah was sleeping, and that the raised sea which is reprimanded: \"silence, and calm down\" [Mk. 4:39], refer to the Lord the Saviour and to the Church in peril, or even to Christ awaking the apostles, and they themselves leaving their sufferings behind throw him somehow headlong into the waves. Our Jonah says, \"for I know that it is on account of me that this great storm is upon you\", for the winds are watching me journey to Tarshish with you, that is travel to the contemplation of joy to lead you with me to goodness so that wherever I am, so is the Father and you will be there too [John 14:3; 17:27]. This is why this anger rumbles, why the world which is in wickedness [1 John 5:19] groans. It is in this way that the elements are disturbed. Death wants to devour me so that you may be killed as well: she does not see that as she took food in a net, my death will cause her death. Take me and throw me into the sea. For we do not have to run away from death, but receive it with open arms when it takes us from others. Thus, in the persecutions it is not allowed to kill oneself, unless chastity is in danger, but one must put ones neck to the executioner. Go, he says, calm the winds, pour libations on the sea: the storm which savages against you on account of me will be calmed by my death.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "George Leo Haydock",
        "file_name": "Jonah 1_13.toml",
        "id": "228b7fca-175c-4779-a5e4-715501409d28",
        "location_end": 1000013,
        "location_start": 1000013,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Hard. They were unwilling to destroy the prophet, (Calmet) fearing to incur fresh guilt by thus treating one who had intrusted his life to them. (Josephus, Antiquities ix. 11.)\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Jerome",
        "file_name": "Jonah 1_13.toml",
        "id": "666fff99-7fbb-40e2-bd9b-4fd46a4fc17e",
        "location_end": 1000013,
        "location_start": 1000013,
        "source_title": "Commentary on Jonah, Chapter 1",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Jerome/Commentary%20on%20Jonah.md#tocuniq11",
        "ts": 420,
        "txt": "\"Nevertheless the men rowed hard to bring it to the land; but they could not: for the sea wrought, and was tempestuous against them.\" LXX: 'and the sailors strive to turn the ship to dry land but they cannot, for the sea swelled up against them'. The prophet has pronounced sentence against himself; but the sailors do not dare touch him because they have learned that he is a follower of God. They were striving to return to the dry land, to get out of this danger; they refused to shed blood, preferring rather to die than kill. O how changed are they now! The people that had served God [Deut. 10:12] saying, \"crucify him, crucify him\" [Lk. 23:21]. They are ordered to kill him: the sea is raging, the storm commands this, and they forget their own danger and only think to save another. Therefore the phrase of the Septuagint is appropriate: parebiazonto, they wanted to use all their force and conquer nature so as not to offend the prophet of God. If the sailors rowed to regain the land, it was because they believed they could deliver the ship from danger without realising what Jonah, who ought to have suffered, had said. All the while Jonah was in the sea the ship sat safely in the water.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "George Leo Haydock",
        "file_name": "Jonah 1_14.toml",
        "id": "b0528f44-0085-4556-9535-e6deb1e00a63",
        "location_end": 1000014,
        "location_start": 1000014,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Blood. We act thus by his direction, and through necessity.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "John Chrysostom",
        "file_name": "Jonah 1_14.toml",
        "id": "c8fe1e5c-1526-4553-93cf-3768ed428a90",
        "location_end": 1000014,
        "location_start": 1000014,
        "source_title": "HOMILIES ON REPENTANCE AND ALMSGIVING 3:8",
        "source_url": "",
        "ts": 407,
        "txt": "The ship’s pilot … understood from his experience that the storm was not a usual one, but that the blow was God-sent, and that the billowy ocean was vastly superior to human skill, and that the hands of the helmsman were of no advantage. In this situation a greater pilot was required, the One who governs the whole world, and the assistance from above was critical. For this reason, they abandoned the oars, the sails, the ropes, and everything else; they drew their hands back to themselves and raised them to heaven and entreated God.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Jerome",
        "file_name": "Jonah 1_14.toml",
        "id": "9eb597e9-8834-4213-a86e-f7d328519cad",
        "location_end": 1000014,
        "location_start": 1000014,
        "source_title": "Commentary on Jonah, Chapter 1",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Jerome/Commentary%20on%20Jonah.md#tocuniq11",
        "ts": 420,
        "txt": "\"Wherefore they cried unto the LORD, and said, We beseech you, O LORD, we beseech you, let us not perish for this man's life, and lay not upon us innocent blood: for you, O LORD, have done as it pleased you.\" LXX: 'and they cried to the Lord and said, but no, Lord, let us not die to let this man live. Lay not innocent blood upon us. For O Lord you have done as you wished.' The sailors' faith is strong: they are all in danger of losing their lives, and yet pray for the lives of another. They know well that spiritual death is worse than natural death of the body. Do not lay innocent blood upon us, they say. They take the Lord as witness not to visit them for what they are about to do, and say something like this: 'we do not want to kill your prophet, but he himself has proclaimed your wrath, and the storm shows us that you have done what you wished, O Lord. Your wish is accomplished by our doing'. This seems to be the confession of Pilate, as he washes his hands and says, \"I am clean of the blood of this man\" [Mt. 27:24]. The gentiles do not want Christ to die, and affirm that it is innocent blood. And the Jew say, \"let his blood fall upon us again and on our son\" [Mt. 27:25]. This is why when they raise their hands to the sky, they will not be heard, for they are full of blood. For your will has been done, Lord. We welcomed the passenger, and the whirlwind began, the winds blew and the sea swelled in waves. The fugitive was brought by fate, and tells what we must do: all of this, Lord, is the effect of your will. Yes, Lord, your will has been done. In this way the Saviour speaks in the Psalm, \"Lord, I wanted to do your will\" [Ps. 39:9].\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Jerome",
        "file_name": "Jonah 1_14.toml",
        "id": "183ffd20-20e0-4b5b-8d29-756e5f755646",
        "location_end": 1000014,
        "location_start": 1000014,
        "source_title": "Against the Pelagians 2.23",
        "source_url": "https://www.newadvent.org/fathers/30112.htm",
        "ts": 420,
        "txt": "The sailors and the passengers in the book of Jonah say, “We beseech you, O Lord, do not destroy us on account of this man and lay not upon us innocent blood, for you, O Lord, have done as it pleased you.” They do not know the reasons why the prophet, a fugitive servant, deserved to be punished. And yet they justify God and acknowledge the blood of him whose deeds they do not know to be innocent. And in conclusion, they say, “You, O Lord, have done as it pleased you.” They do not question the justice of the judgment of God but acknowledge the veracity of the just Judge.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Jerome",
        "file_name": "Jonah 1_15.toml",
        "id": "2c717ecc-79fb-4b72-a3ed-b2657cb7479c",
        "location_end": 1000015,
        "location_start": 1000015,
        "source_title": "Commentary on Jonah, Chapter 1",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Jerome/Commentary%20on%20Jonah.md#tocuniq11",
        "ts": 420,
        "txt": "\"So they took up Jonah, and cast him forth into the sea: and the sea ceased from her raging.\" LXX: 'and they took Jonah and they threw him into the sea, and the sea became ceased from its agitation'. He did not say, they grabbed him and threw him but they raised him up as if they were carrying him with respect and honour, and they threw him into the sea without him struggling, but rather he went willingly. And the sea ceased because it had found the man it was searching for. Just as when you pursue a fugitive, and running, catch up with him, then stop to grab hold of him; so too the sea was wild without Jonah, and then when it had in its lap what it desired it rejoiced in having him and cherished him, and the calm returned by this joy. If we consider before the suffering of Christ, the confessions of the world, the contrary winds of different opinions, the ship and all human kind, that is all creation to be in danger, then, after the suffering of Christ there is the calm of faith, the peace of the world, universal safety, conversion to God, and we will see how after Jonah has been thrown overboard the sea ceases from its raging.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Jerome",
        "file_name": "Jonah 1_15.toml",
        "id": "a1a7b543-28bc-43fd-af91-c4514557a30a",
        "location_end": 1000015,
        "location_start": 1000015,
        "source_title": "COMMENTARY ON JOEL 1:15",
        "source_url": "",
        "ts": 420,
        "txt": "The text does not say they seized him or that they threw him in, but that they took him, carrying him as one [deserving] respect and honor. They discharged him into the sea not in repugnance; rather, he submitted himself of his own volition into their hands. And the sea ceased [its turmoil] because it found what it sought. When one continues as a fugitive and keeps running away as fast as one can, sooner or later he is caught and stops his running, and whatever was chasing him stands still. It is the same way with the sea, which, absent Jonah, was irritated. But as soon as it lays hold of what is at the center of its desire it rejoices to have it, and from that joy it returns to tranquillity. If we will give consideration to the time before the passion of Christ, [we will see that time as one disturbed by] the errors of the world and the headwinds of various opinions. The entire boat of humanity, that is, the creation of the Lord, was in peril. But then, after his passion, we see a world where there is the calm of faith, a world at peace and secure for everyone. We see a turning toward God. In this way we may understand how, after Jonah goes into the sea, the sea is alleviated of its turmoil.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "George Leo Haydock",
        "file_name": "Jonah 1_16.toml",
        "id": "7da89902-35e6-4b45-87d5-40ebcafb9633",
        "location_end": 1000016,
        "location_start": 1000016,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Lord. They were converted by this prodigy, and offered sacrifice immediately, or (Calmet) when they came to port. (Menochius) \nAll know by the light of reason that sacrifice and vows are acceptable to the Lord. (Worthington)\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Jerome",
        "file_name": "Jonah 1_16.toml",
        "id": "73100e8a-a993-40fa-956f-479f7cfb5e2f",
        "location_end": 1000016,
        "location_start": 1000016,
        "source_title": "Commentary on Jonah, Chapter 1",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Jerome/Commentary%20on%20Jonah.md#tocuniq11",
        "ts": 420,
        "txt": "\"Then the men feared the LORD exceedingly, and offered a sacrifice unto the LORD, and made vows.\" LXX: similar. Before the anger of the Lord the sailors implored their gods under the effect of their fear; after his anger they fear the Lord, that is they revere and worship Him. They do not worship Him in the usual way, as we have seen in the beginning, but with \"a great fear\", according to that which is said: \"from all their spirit and all their heart and all their soul\" [Deut. 6:5; Mt. 22:37]. And they sacrificed victims that indeed, to take this literally, they were not able to have out at sea. But this is because sacrifice to God is a troubled spirit. [Ps. 50:19] And it is said in another place: \"offer to God a sacrifice of praise, acquit your vows to the Highest.\" [Ps. 49:14] And again: \"we acquit ourselves to you of our vows that we have promised\". [Hos. 14:3] This is how they offer a sacrifice in the middle of the sea, and they promise others vowing never to be far from Him whom they have begun to revere and worship. They were seized by a great fear for they recognised from the calm sea and the disappearing storm that the prophet had spoken true. Jonah at sea, a fugitive and shipwrecked, once dead saves the ship in the waves, saves the pagans who had been beforehand divided in different beliefs by the wickedness of the world. And Hosea, Amos, Isaiah, and Joel, who prophesied at the same time did not manage to convert the people in Judea. This shows that the shipwreck could only be saved by the death of the fugitive.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Augustine of Hippo",
        "file_name": "Jonah 1_17.toml",
        "id": "893512c2-5858-4491-b0c1-d30625d8a3eb",
        "location_end": 1000017,
        "location_start": 1000017,
        "source_title": "LETTER 170:6",
        "source_url": "",
        "ts": 430,
        "txt": "The last question is about Jonah, and it is not put as if it were taken from Porphyry but as if it were a laughingstock of the pagans. It is expressed thus: “Please tell me what we are to think about Jonah, who is said to have been three days in the belly of a whale. It is improbable and unbelievable that he should have been swallowed up with his clothing and should have been inside the fish. If it is figuratively said, please explain it.… I have noticed that this sort of question is a matter of much jest and much laughter to pagans. The answer to this is that either all the divine miracles are to be disbelieved or there is no reason why they should not be believed. We should not believe in Christ himself and that he rose on the third day, if the faith of the Christians feared the laughter of the pagans.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Tertullian",
        "file_name": "Jonah 1_17.toml",
        "id": "8d4e7a92-b31f-4750-b5c5-5b76f43b2f37",
        "location_end": 1000017,
        "location_start": 1000017,
        "source_title": "ON PURITY 10",
        "source_url": "",
        "ts": 220,
        "txt": "Did Jonah, then, on this account, think that repentance was unnecessary for the pagan Ninevites, when he tried to avoid his duty of preaching? Or was it not, rather, that he foresaw that the mercy of God would be poured out on the heathen also, and so feared it would prove him a false prophet? Actually it was because of a pagan city, which did not yet know God and which sinned in ignorance, that the prophet was almost lost. And he would have been lost, were it not for the fact that what he endured was a type of the Lord’s suffering, by which pagan penitents also would be redeemed.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Jerome",
        "file_name": "Jonah 1_17.toml",
        "id": "9df6d6b5-13ac-4603-9014-db124edd5061",
        "location_end": 1000017,
        "location_start": 1000017,
        "source_title": "Commentary on Jonah, Chapter 1",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Jerome/Commentary%20on%20Jonah.md#tocuniq11",
        "ts": 420,
        "txt": "\"Now the LORD had prepared a great fish to swallow up Jonah.\" LXX: 'and the Lord ordered a great fish to swallow Jonah'. The Lord commanded death and the underworld to receive the prophet. To the eager jaws of death he seemed a prey: she had such joy in swallowing him, and such sadness in spitting him out. Thus happened what is written in Hosea: \"I will be your death, O Death! I will be your bite, Hell!\" [Hos. 13:14]. In the Hebrew we read \"a great fish\", which the Septuagint and the Lord in the Gospel call a whale, to explain the matter in short. For the Hebrew says dag gadol that we translate as 'a big fish'. Evidently this means a whale. We must note too that where he awaited death, he found his salvation. And when it says, \"he had prepared\", this is even right at the beginning of creation, the animal which is mentioned in the psalm: \"this dragon which you have created to play with him\" [Ps. 103:26]. Or even he makes a fish come near to the ship to take in its belly Jonah who has been thrown over board, and to provide his rescue not his death. So he who felt the wrath of God in the boat was to feel his benevolence in his death.\n\n\"And Jonah was in the belly of the fish three days and three nights.\" LXX: 'and Jonah was in the belly of the whale for three days and three nights'. The Lord shows in the Gospel the symbolism of this passage [Mt. 12:40], and it is superfluous to say in the same terms or even in other terms what he who has suffered has already said. But we ask ourselves this: how was he three days and three nights in the belly of the earth. Some scholars take the view according to paraskeuen, because of the solar eclipse from the sixth to the ninth hour when night followed day, this would be two days and nights, and adding the Sabbath, believe that we should count this as three days and three nights. But I prefer to understand this by reason of synecdoche, seeing the whole as a part: where he is dead in paraskeuen [Lk. 23:54], let us count one day and one night; two with the Sabbath; the third night which arises from the day of the Lord, let us take that as the beginning of the next day, for, in Genesis [Genesis 1:5-8] the night is not of the preceding day, but of the following day, that is to say the beginning of the next day, not the end of the previous. To understand this better I will say it more simply: if a man leaves his house at nine and the next day he arrives at his other house at three. And if I say that he has been two days in travelling, I will not be reprimanded as a liar, because he has not used all the hours of two days, but only a part for his journey. Nonetheless this seems to me to be the interpretation. If someone does not agree with this, and he can explain the meaning in a clearer way, then we should follow his interpretation.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Cyril of Jerusalem",
        "file_name": "Jonah 1_17.toml",
        "id": "5381078a-90a8-4dc1-a8a1-3d58faee7196",
        "location_end": 1000017,
        "location_start": 1000017,
        "source_title": "Catechetical Lecture 14:7",
        "source_url": "https://www.newadvent.org/fathers/310114.htm",
        "ts": 386,
        "txt": "They further object: A dead man recently deceased was raised by the living; but show us that it is possible for a man dead and buried for three days to rise again. The testimony we seek is supplied by the Lord Jesus himself in the Gospels, when he says, “For even as Jonah was in the belly of the fish three days and three nights, so will the Son of man be three days and three nights in the heart of the earth.” Now when we study the story of Jonah the force of the resemblance becomes striking. Jesus was sent to preach repentance. So was Jonah. Though Jonah fled, not knowing what was to come, Jesus came willingly, to grant repentance for salvation. Jonah slumbered in the ship and was fast asleep amid the stormy sea; while Jesus by God’s will was sleeping, the sea was stirred up, for the purpose of manifesting thereafter the power of him who slept. They said to Jonah, “What are you doing asleep? Rise up, call upon your God, that God may save us,” but the apostles say, “Lord, save us!” In the first instance they said, Call upon your God, and in the second, save us. In the first Jonah said to them, “Pick me up and throw me into the sea, that it may quiet down for you”; in the other Christ himself “rebuked the wind and the sea, and there came a great calm.” Jonah was cast into the belly of a great fish, but Christ of his own will descended to the abode of the invisible fish of death. He went down of his own will to make death disgorge those it had swallowed up, according to the Scripture: “I shall deliver them from the power of the nether world, and I shall redeem them from death.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Apostolic Constitutions",
        "file_name": "Jonah 1_17.toml",
        "id": "7b5bda2e-54f1-4eaf-a350-a6dd0ec717d8",
        "location_end": 1000017,
        "location_start": 1000017,
        "source_title": "CONSTITUTIONS OF THE HOLY APOSTLES 2:3.22",
        "source_url": "https://www.newadvent.org/fathers/07152.htm",
        "ts": 380,
        "txt": "It is also your duty, O bishop, to follow the examples of those that have gone before and to apply their judgments skillfully to the cases of those who want words of severity or of consolation. Besides, it is reasonable that in your administration of justice you should follow the will of God. As God deals with sinners and with those who return, you should act accordingly in your judging. Now did not God by Nathan admonish David for his offense? And yet as soon as he said he repented, God delivered him from death, saying, “Be of good cheer; you shall not die.” So also, when God had caused Jonah to be swallowed up by the sea and the whale upon his refusal to preach to the Ninevites, when yet he prayed to God out of the belly of the whale, he retrieved his life from corruption.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "George Leo Haydock",
        "file_name": "Jonah 2_1.toml",
        "id": "c642a340-2a20-46c7-8a59-7050275ec0d0",
        "location_end": 2000001,
        "location_start": 2000001,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Fish. Hebrew dag: afterwards daga occurs, ver. 2; (Haydock) on which Leusden observes, the Jews infer that Jonas was first swallowed up by male and then by a female fish, which being full of young he was much straitened, and prayed from the belly of that (hadaga) female fish! He alludes to Rabbi Jar chi. (Haydock) \nThus nar, puer, is put for a girl, to imply that Rebecca was prudent and Dina rambling. (Buxt. Tib. 13.) See Kennicott, Dis. 2., p. 417 and 552. \nNoble discoveries! Many suppose (Haydock) that this fish was a whale, as it does not live on flesh; (Calmet) but its throat being so narrow, as hardly to suffer a man's arm to pass, it is more probable that it was the sea-dog, lamia or canis char arias, (Bartolin 14.) which may easily contain a man. (Aldrovandus iii. 32.) (Menochius) \nThis sea-dog, or shark, has five rows of teeth in each jaw. Human bodies have been found entire in the stomach. (Button.) \nOur Saviour calls the fish a whale, Matthew xii. 40. (Worthington) \nBut that term is given to any great sea monster. Yet it is not of much importance what species of fish be meant, provided the miracle be admitted. (Calmet) \nThe pagans ridiculed it. (St. Augustine, ep. 102. q. 6. 30.) \nYet they believed many of a similar nature, alleging the omnipotence of God. (St. Jerome) \nThis reason accounts for all the miracles recorded in Scripture. But might not God have chosen some easier expedient? We must not dive into his reasons. The impression which such a fact would make on the Ninivites, and the prefiguring of Christ's burial, might suffice. Jonas was not a type of his death, as some have imagined, Q. ad Orthodox. (Calmet) \nNights, or as long as our Saviour was in the monument, (Menochius) which was about thirty-four hours. (Calmet, Dis.)\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Theodoret of Cyrus",
        "file_name": "Jonah 2_1-2.toml",
        "id": "cd39d4c9-933d-4dbd-b9e0-b7e0330fecef",
        "location_end": 2000002,
        "location_start": 2000001,
        "source_title": "COMMENTARY ON JONAH 2:3",
        "source_url": "",
        "ts": 458,
        "txt": "“I cried out,” he says, “to the Lord my God in my affliction, and he heard me. Out of the belly of hell he heard my cry.” “I,” says Jonah, “who previously thought that God appears to prophets only in Jerusalem, found him present even in the whale’s belly. And having prayed to him, I was delivered by his love of humanity.” He calls the whale’s belly “the belly of hell” because the beast is deadly. In fact, Jonah was already presumed dead. He survived only by God’s grace. Moreover, Jonah says that he was in the “belly of hell” because this is also a type of the Lord Jesus Christ, who was “three days and three nights in the heart of the earth.” It is especially surprising that the one who really tasted death said that he was three days and three nights in the belly of earth, yet the one who saw just the shadow of death called the whale’s belly “the belly of hell.” This was because the life of Jonah was beyond his control, while in the case of the Lord both his death and his resurrection were voluntary. That is why the Gospel calls the place of hell and death “the heart of earth,” while here the belly of whale is called “the belly of hell.” “He heard my voice,” says Jonah, since otherwise he would not be alive to say this.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Ambrose of Milan",
        "file_name": "Jonah 2_1-2.toml",
        "id": "6d3b4189-2eac-47b7-bbdb-c79db623b0b0",
        "location_end": 2000002,
        "location_start": 2000001,
        "source_title": "THE PRAYER OF JOB AND DAVID 6:25",
        "source_url": "",
        "ts": 397,
        "txt": "Like Jonah when he was in the belly of the fish, I prayed to you on behalf of the people. Similarly, Christ was with God from his mother’s womb, according to what is written, “Before the child knew good or evil, he chose the good.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Gregory of Nazianzus",
        "file_name": "Jonah 2_1-2.toml",
        "id": "2ccf9d76-d6b1-41fb-91ec-182f9376f228",
        "location_end": 2000002,
        "location_start": 2000001,
        "source_title": "ON BASIL THE GREAT, ORATION 43:74",
        "source_url": "",
        "ts": 390,
        "txt": "Do you praise the fearlessness of Elijah in speaking to tyrants and his translation in fire and the noble heritage of Elisha, the sheepskin mantle, accompanied by the spirit of Elijah? Then praise also the life of Basil passed in the midst of the fire, I mean in the multitude of temptations, and his preservation through fire which burned but did not consume, the miracle of the bush. Praise also the fair garment of skin, which came to him from on high, his fleshlessness. I shall omit other parallels, as the young men bedewed in the flames5 and the fugitive prophet praying in the belly of the fish and coming forth from the monster as from a chamber. I shall pass over the just man in the den, restraining the ferocity of lions, and the struggle of the seven Maccabees, who with a priest and their mother was perfected by blood and all kinds of tortures. Basil emulated their endurance and achieved their glory.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Haimo of Auxerre",
        "file_name": "Jonah 2_1.toml",
        "id": "5a7a23ad-d4fe-48ba-84a7-4f2e144cff7a",
        "location_end": 2000001,
        "location_start": 2000001,
        "source_title": "",
        "source_url": "",
        "ts": 865,
        "txt": "He prepared the fish, that is, He made it come next to the ship, in order that it might take Jonah in its mouth when he was thrown overboard.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Augustine of Hippo",
        "file_name": "Jonah 2_1.toml",
        "id": "01f8d721-ffee-4dd6-bdf9-6766c9e83996",
        "location_end": 2000001,
        "location_start": 2000001,
        "source_title": "",
        "source_url": "",
        "ts": 430,
        "txt": "Either all the miracles wrought by divine power may be treated as incredible, or there is no reason why the story of the miracle should be believed. The resurrection of Christ Himself upon the third day would not be believed by us, if the Christian faith was afraid to encounter ridicule. I would be surprised that it would be reckoned what was done with Jonah to be incredible; unless, perchance, one would think it be easier for a dead man to be raised in life from his tomb, than for a living man to be kept alive in the belly of a whale.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Cyril of Alexandria",
        "file_name": "Jonah 2_1.toml",
        "id": "476d9fa8-a717-412b-83d8-731be69038ed",
        "location_end": 2000001,
        "location_start": 2000001,
        "source_title": "",
        "source_url": "",
        "ts": 444,
        "txt": "The event would rightly be taken to be truly remarkable and surpassing rhyme or reason. If God were said to be responsible however; who would still demur? the Divinity is powerful, and easily changes the nature of living things to whatever he chooses, nothing standing in the way of his ineffable wishes.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Rabanus Maurus",
        "file_name": "Jonah 2_1.toml",
        "id": "7dbf2abc-4903-4512-8364-04fbd6ad0014",
        "location_end": 2000001,
        "location_start": 2000001,
        "source_title": "",
        "source_url": "",
        "ts": 856,
        "txt": "The fish which swallowed Jonah in the sea, shows forth the death which Christ suffered in the world. Three days and nights was the one in the whale’s belly, the other in the tomb.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Basil of Caesarea",
        "file_name": "Jonah 2_1-2.toml",
        "id": "11d080c9-7c09-49ea-8b8e-31eb3d337889",
        "location_end": 2000002,
        "location_start": 2000001,
        "source_title": "LETTER 242",
        "source_url": "",
        "ts": 379,
        "txt": "Since the holy God has promised those who hope in him a means of escape from every affliction, we, even if we have been cut off in the midst of the seas of evils and are racked by the mighty waves stirred up against us by the spirits of wickedness, nevertheless endure in Christ who strengthens us. We have not slackened the intensity of our zeal for the churches, nor do we, as in a storm when the waves rise high, expect destruction. We still hold fast to our earnest endeavors as much as is possible, sensible of the fact that he who was swallowed by the whale was considered deserving of safety because he did not despair of his life but cried out to the Lord. So then, we ourselves, having reached the uttermost limit of evils, do not give up our hope in the Lord but watch and see his help on all sides.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Cassiodorus",
        "file_name": "Jonah 2_1-2.toml",
        "id": "fc3cf861-f71f-4e5d-97d6-19e5a932e43c",
        "location_end": 2000002,
        "location_start": 2000001,
        "source_title": "EXPOSITION ON THE PSALMS 129:1",
        "source_url": "",
        "ts": 585,
        "txt": "The word for depth (profundum) stands for porro fundum, the far bottom, whose lowest levels are wholly submerged. From here the prophet cried to the Lord so that he could be more easily heard. It was from this depth that Peter poured forth his glorious tears and from here that the tax collector, who had fallen so deeply into sin that he could not even raise his eyes to heaven, beat his blameworthy breast. Finally from these depths Jonah, who was set in the whale’s belly and had entered hell alive, spoke to the Lord with silent vehemence. The whale was a house of prayer for the prophet, a harbor for him when shipwrecked, a home amid the waves, a happy resource at a desperate time. He was not swallowed for sustenance but to gain rest; and by a wondrous and novel precedent the beast’s belly yielded up its food unharmed, rather than consumed by the normally damaging process of digestion. Jonah bears witness to this in his book when he says, “And the Lord commanded a great fish to swallow Jonah, and Jonah was in the belly of the fish three days and three nights,” and the rest. In that same passage he recounted his prayers as well with prophetic truth. What an outstandingly and wholly glorious repentance, a humility that experiences no fall, grief that rejoices people’s hearts, tears that water the soul! Indeed this depth, which conveys us to heaven, has no inkling of hell. So observe the power of holy prayer, believing as it does that it must be heard the more quickly, the deeper the depths from which it cried to the Lord. So finally there follows, “Lord, hear my prayer,” for those who have buried themselves in the bowels of holy humility are all the closer to the Highest. Thus when he prayed from the depths he quickly gained the gifts of the highest Redeemer.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Jerome",
        "file_name": "Jonah 2_1.toml",
        "id": "2df613e5-4446-4bc4-920d-37d9d86c2b48",
        "location_end": 2000001,
        "location_start": 2000001,
        "source_title": "Commentary on Jonah, Chapter 2",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Jerome/Commentary%20on%20Jonah.md#tocuniq21",
        "ts": 420,
        "txt": "\"Then Jonah prayed unto the LORD his God out of the fish's belly.\" LXX: similar. If Jonah is compared to the Lord, and his time of three days and three nights in the belly of the whale is a sign of the suffering of the Saviour, his prayer also ought to be a kind of prayer of the Saviour. Some people, I don't doubt, will find it difficult to believe that a man can spend three days and three nights in the belly of a whale, especially after a shipwreck. These people can either be religious or not. But if they have faith, they will believe this all the more: how three children thrown into a furnace of hot fire were so well protected that their clothes were not even singed [Dan. 3:94/27]; how the sea drew back on itself into two sides and held itself up like a wall to offer a route for the people who wanted to pass [Ex. 14:22-29]; how with all human moderation the anger of a lion that had been increased by hunger was taken by fear at the sight of his prey, and didn't want to touch it [Dan. 6:23]; and even other such miracles. If they do not have faith, let them read the fifteen books of Ovid's Metamorphoses, and all Greek and Latin history. Therein they will see Daphne changed into a bay-tree, or the sister of Phaeton changed into poplars; how Jupiter the highest god, was transformed into a swan, flowed in gold and became a raging bull, and other adventures where the ugliness of the stories attest the holiness of the divinity. They believe in these stories and say that everything is possible for one god. And while they believe these ugly stories and defend the absolute power of a god, they do not attribute this same power to honest deeds. With regard to these words: 'then Jonah prayed to the Lord his God out of the belly of the fish and said…' we understand that feeling that he is safe in the belly of the whale he does not despair of divine mercy and concentrates wholly on praying. For God, who had said, \"I am with him in his distress\" [Ps. 90:15], and when he calls to me, I will reply, \"I am here.\" [Is. 58:9], came to his aid and he whose prayer had been answered was then able to say, \"in distress you have made me greater\" [Ps. 4:2].\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Paulinus of Nola",
        "file_name": "Jonah 2_1-2.toml",
        "id": "b5e60a38-26e7-4098-a682-52a2ce875eab",
        "location_end": 2000002,
        "location_start": 2000001,
        "source_title": "POEM 24:205",
        "source_url": "",
        "ts": 431,
        "txt": "Now that I have made mention of the great prophet, who typifies the holy mystery, foreshadowed the death which lasted three days and the salvation it restored, I should like to retrace the footsteps of my poem and briefly hasten back to Jonah. Wondrous are the Lord’s stratagems. Though plunged in the sea, he tossed on the waves unharmed. Though devoured, he lived on, and the beast that swallowed him remained unfed by the living food [of his body]. He was the booty but not the food of the whale whose belly he used as a home. What a worthy prison for God’s holy runaway! He was captured on the very sea by which he had sought to flee.Translated to the deep belly of the massive beast, he was imprisoned in a living jail. Thrown from the ship to destruction, he yet sailed upon the waters, an exile from land, a guest of the brine. He walked in the cavern of the whale’s body, a prisoner both captive and free. He was free upon the waves as he floated in that whale, both within the sea and outside it. And though physically incarcerated, the prophet emerged in spirit to return to God. His body was constrained by the great body [of the whale], but the bonds of earth did not constrain the flight of his mind. Though enclosed in that belly, he broke out of his prison by prayer and reached God’s ears. Free for prayer but detained from flight, he proved himself by his faith. He had attempted to escape God by sea, to hide from God in a ship, but now he believed that the Lord was with him even inside that whale submerged in the sea.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Methodius of Olympus",
        "file_name": "Jonah 2_1.toml",
        "id": "2978f247-548b-4463-8dd4-dd36738bd241",
        "location_end": 2000001,
        "location_start": 2000001,
        "source_title": "",
        "source_url": "",
        "ts": 311,
        "txt": "As, then, Jonah spent three days and as many nights in the whale's belly, and was delivered up sound again, so shall we all, who have passed through the three stages of our present life on earth -- I mean the beginning, the middle, and the end, of which all this present time consists -- rise again. For there are altogether three intervals of time, the past, the future, and the present. And for this reason the Lord spent so many days in the earth symbolically, thereby teaching clearly that when the fore-mentioned intervals of time have been fulfilled, then shall come our resurrection, which is the beginning of the future age, and the end of this. For in that age there is neither past nor future, but only the present.\nMoreover, Jonah having spent three days and three nights in the belly of the whale, was not destroyed by his flesh being dissolved, as is the case with that natural decomposition which takes place in the belly, in the case of those meats which enter into it, on account of the greater heat in the liquids, that it might be shown that these bodies of ours may remain undestroyed. For consider that God had images of Himself made as of gold, that is of a purer spiritual substance, as the angels; and others of clay or brass, as ourselves. He united the soul which was made in the image of God to that which was earthy. As, then, we must here honour all the images of a king, on account of the form which is in them, so also it is incredible that we who are the images of God should be altogether destroyed as being without honour. Whence also the Word descended into our world, and was incarnate of our body, in order that, having fashioned it to a more divine image, He might raise it incorrupt, although it had been dissolved by time. And, indeed, when we trace out the dispensation which was figuratively set forth by the prophet, we shall find the whole discourse visibly extending to this.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "George Leo Haydock",
        "file_name": "Jonah 2_2.toml",
        "id": "e7621803-ff67-4609-a8ea-bf71e20d5f66",
        "location_end": 2000002,
        "location_start": 2000002,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Prayed. He entertained these sentiments. (Sanct. xiv.) \nHe afterwards wrote them down. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Tertullian",
        "file_name": "Jonah 2_2.toml",
        "id": "34db4c0d-6744-4c1c-945a-b332070e348d",
        "location_end": 2000002,
        "location_start": 2000002,
        "source_title": "",
        "source_url": "",
        "ts": 220,
        "txt": "God is not one who heeds the voice; rather, it is the heart which He hears and beholds. Even the speechless He hears, and the silent petition He will answer. Do the ears of God await a sound? If they did, how could Jonah’s prayer from the depths of the whale’s belly have made its way to Heaven, up through the organs of such a great beast from the very bottom of the sea, up through such a vast amount of water? As for those who pray in such a loud voice, what else will they attain but the annoyance of their neighbors? (Prayer Chapter 17)\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Jerome",
        "file_name": "Jonah 2_2.toml",
        "id": "94024a45-3315-4aca-9961-61c4023c5778",
        "location_end": 2000002,
        "location_start": 2000002,
        "source_title": "Commentary on Jonah, Chapter 2",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Jerome/Commentary%20on%20Jonah.md#tocuniq21",
        "ts": 420,
        "txt": "\"And said, I cried by reason of mine affliction unto the LORD, and he heard me; out of the belly of hell cried I, and you heard my voice.\" LXX: similar except: 'from the belly of hell I threw out my cries'. He does not say, \"I cry\", but \"I cried\". He does not pray for the future, but gives thanks for the past. That shows us that from the moment he is thrown into the sea and sees the whale, that great bulk, that immense mouth which opened wide to swallow him, he remembered God and cried out, either by the waves giving passage for his cry, or by a feeling from the depths of his heart, according to that which the apostle says: \"crying in your hearts\" [Col. 3:16]: \"Abba! Father\" [Rom. 8:15]. He cried to him who alone knew the hearts of men and said to Moses, \"why do you cry out to me?\" [Ex. 14:15], while the Scriptures remember that Moses had never cried out before this speech. This is the text that we read in the first psalm of the steps: \"I cried to the Lord in my distress and he replied to me.\" [Ps. 119:1] By the \"belly of hell\" we understand the stomach of a whale of such great size that it took the place of hell. But this can better be referred to the person of Christ, who under the name of David, sings in the psalm: \"you will not leave my spirit in hell, and you will not allow your saint to see putrefaction\" [Ps. 15:10], living in hell free among the dead.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "George Leo Haydock",
        "file_name": "Jonah 2_3.toml",
        "id": "229143e2-81f5-4755-a5e2-7f8ca8ef1688",
        "location_end": 2000003,
        "location_start": 2000003,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "I cried. These five verses (Haydock) express his thoughts while he was in the sea, (St. Jerome; Calmet) or in the fish. (Haydock) \nHe doubtless prayed before, when he was cast into the sea, and also in the whale's belly, having then greater confidence that he should arrive safely on dry land, (ver. 5.) and therefore vowing sacrifices of thanks, ver. 10. (Worthington) \nHell; the whale's belly, (Theodoret;) or rather the depth of the sea. It may denote any imminent danger.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Haimo of Auxerre",
        "file_name": "Jonah 2_3.toml",
        "id": "c37637b9-b52c-4e20-9bd2-2a241c5b6367",
        "location_end": 2000003,
        "location_start": 2000003,
        "source_title": "",
        "source_url": "",
        "ts": 865,
        "txt": "he cried with the whole passion of his heart, according to the Apostle who says, \"You have received a spirit of adoption as sons, by virtue of which we cry, 'Abba, Father!'\"\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Cyril of Alexandria",
        "file_name": "Jonah 2_3.toml",
        "id": "b73b5b88-0898-41c8-8fd9-a3c0b25439ee",
        "location_end": 2000003,
        "location_start": 2000003,
        "source_title": "",
        "source_url": "",
        "ts": 444,
        "txt": "Jonah fulfilled a type of our Savior when he prayed from the belly of the fish and said, ‘I cried for help from the belly of Hell.’ He was in fact in the whale, yet he says that he is in Hell. For he manifestly prophesies in the Person of Christ. For he typified Christ, who went down into the heart of the earth (Mt. 12:40). \nJonah only appeared to be dead. Since the whale gulps down its prey fiercely, the belly of Hell is called the belly of the whale. (Catechetical Lecture 14:20)\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Jerome",
        "file_name": "Jonah 2_3.toml",
        "id": "98e78c48-cd38-4d15-880e-141f66ff6237",
        "location_end": 2000003,
        "location_start": 2000003,
        "source_title": "Commentary on Jonah, Chapter 2",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Jerome/Commentary%20on%20Jonah.md#tocuniq21",
        "ts": 420,
        "txt": "\"For you had cast me into the deep, in the midst of the seas; and the floods compassed me about.\" LXX: 'you cast me into the deep of the heart from the sea, and the waves surrounded me'. The interpretation of the person of Jonah is not difficult: from the moment when he was closed in the stomach of the whale and found himself at the deepest and middle of the sea, he was surrounded by waves. For the Lord, the Saviour, prefiguring psalm 68 in which he says, \"I am enshrouded in the deep mud where there is no ground. I have come to the deepest part of the sea and the storm engulfs me\" [Ps. 68:3]. It is said of him in another psalm: \"but you, you have rejected, despised and disquieted your Christ; you have cursed the covenant of your master, you have dishonoured his sacred place on earth, you have destroyed all its walls\" [Ps. 88:39-41], and so on. For in this comparison of divine blessing and that place about which is written, \"his home is in sacred peace\" [Ps. 75:3], all habitation on earth is full of waves, full of storms. And the \"heart of the sea\" means hell, for which we read in the Gospel, \"in the heart of the earth\" [Mt. 12:40]. For just as the heart is at the middle of animal, so we say that hell is in the middle of the earth. Or according to anagoge he recalls that he is \"in the heart of the sea\", that is in the middle of temptations. However, although he has been among the bitter waters and been tempted by all things without sin, he has not felt the bitter waters, but has been surrounded by the waves about which we read elsewhere, \"an impetuous wave rejoices in the city of God\" [Ps. 45:5]. Others drank the salty waves; myself, surrounded by temptation, I endured sweeter currents. And do not think what the Lord says now is impious: \"you have cast me into the deep\", who says in the psalm, \"for they have followed him that you smote\" [Ps. 68:27], according to the phrase which in Zechariah is spoken by the Father: \"I will smite the shepherd, and the flocks will be scattered\" [Zechariah 13:7].\n\n\"All thy billows and thy waves passed over me.\" LXX: 'all your whirlwinds and your waves passed over me'. No one can doubt that the swelling waves of the sea encompassed Jonah, that there was fierce thunder in the storm. But we ask how all the whirlwinds, billows and the waves of God encompassed the Saviour. \"The life of men on earth is temptation\" [Job 7:1], or as there is in the Hebrew, \"a military service\", for we serve here to be crowned elsewhere. There is no man who can sustain all the temptations, except him who has been tempted by all, in our image, except sin [Heb. 4:15]. This is why it is said in Corinthians, \"no temptation will take you, I hope, unless it is human. God is faithful, he will not let you try beyond your ability, but he will produce an exit that you may hold on to.\" [1 Cor. 10 ,13] And like all persecutions and all wicked things that happen to us they do not happen without the will of God, we speak of whirlwinds and waves of God, which have not crushed Jesus, but have come down upon him with a simple threat of shipwreck which does not happen. Thus all persecutions and whirlwinds which tortured mankind and broke all the ships have passed thundering on my head. And myself, I have sustained storms and broken whirlwinds which were raging, to allow others to sail more easily.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Jerome",
        "file_name": "Jonah 2_4.toml",
        "id": "d1fd37e3-0eb4-4a49-9c4d-c15346a99c3e",
        "location_end": 2000004,
        "location_start": 2000004,
        "source_title": "Commentary on Jonah, Chapter 2",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Jerome/Commentary%20on%20Jonah.md#tocuniq21",
        "ts": 420,
        "txt": "\"Then I said, I am cast out of thy sight;\" LXX: 'I said, I am cast far from your sight'. Before I cried out from the depths of my distress and before you heard me, me who had taken the position of slave and imitated its weakness, I said, \"I am cast out of your sight\". When I was with you enjoying your light and you, light, being light, I did not say \"I am cast out\". But once at the bottom of the sea and surrounded by the flesh of a man, I say: \"I am cast out of your sight\". I said this as a man. And as God being in that condition I did not think of my equality with you, because I wanted to raise mankind to you, so that wherever I am with you they are there as well and those who have believed in me and in you, I say: yet I will look again toward thy holy temple. LXX: 'do you not think I will be able to see your holy temple again?'. To express the Greek ara, the Vulgate edition's 'do you think' can be interpreted as 'therefore', like the last conclusion of the proposition, of the assumption and of the confirmation and syllogism, not in the uncertainty of someone who hesitates but in the confidence of someone who affirms. This has been translated by, \"yet I will look again on your holy temple\", according to that which is said in another psalm by the spokesperson of Christ: \"Lord, I have loved beauty of your house and the tabernacle where your glory lives\" [Ps. 25:8], and the passage of the Gospel in which it says, \"Father, glorify me with you by that glory which I had before the world existed\" [John 17:5]. And the Father replied to heaven: \"I have glorified him, and I shall glorify him\" [John 12:28]. Or even because he says, \"the Father is in me, and I am in Him\" [John 10:38; 14:10.11; 17:21], for the temple of the Father is the Son, thus the temple of the Son is the Father. He Himself said, \"I left my Father and have come\" [John 16:28], and \"the word was with God and the word was God\" [John 1:1]. Or even the Saviour, the one and the same, asks as man and promises as God, and he is sure of the right that was always his. For the person of Jonah you can clearly see that with a feeling of desire and confidence, at the bottom of the sea, he wished to see the temple of the Lord, and with a prophetic spirit he found himself elsewhere and thought of other things.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "George Leo Haydock",
        "file_name": "Jonah 2_5.toml",
        "id": "12d98766-15a8-4390-863d-870629f98a4c",
        "location_end": 2000005,
        "location_start": 2000005,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Eyes, in a sort of despair, like the psalmist, xxx. 23. Yet he presently resumes fresh confidence in God, notwithstanding the greatness of his offences. \nTemple. He went to Jerusalem, like other good Israelites.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Irenaeus",
        "file_name": "Jonah 2_5.toml",
        "id": "6d75eb4b-c8db-4a45-bb55-c2b37148781e",
        "location_end": 2000005,
        "location_start": 2000005,
        "source_title": "",
        "source_url": "",
        "ts": 202,
        "txt": "Therefore, the hand of God was present with Jonah, working out a marvelous thing, a thing impossible by mans nature, nor the weakness of flesh can prevail against the will of God. For God is not subject to created things, but created things are subject to God; and things yield obedience to His will. Wherefore also the Lord declares, “The things which are impossible with men, are possible with God (Luke 18:27). (Against Heresies Bk. 5.2;2)\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Haimo of Auxerre",
        "file_name": "Jonah 2_5.toml",
        "id": "a4816831-c17d-470f-add1-02ba16c804c8",
        "location_end": 2000005,
        "location_start": 2000005,
        "source_title": "",
        "source_url": "",
        "ts": 865,
        "txt": "Jonah either says this wishfully, or with a certain trust he promises himself that he will return to Jerusalem and see the temple of the Lord.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Jerome",
        "file_name": "Jonah 2_5.toml",
        "id": "4386b7c6-162a-4ca0-bdc2-da26c81a4cf6",
        "location_end": 2000005,
        "location_start": 2000005,
        "source_title": "Commentary on Jonah, Chapter 2",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Jerome/Commentary%20on%20Jonah.md#tocuniq21",
        "ts": 420,
        "txt": "\"The waters compassed me about, even to the soul: the depth closed me round about,\" LXX: 'the water ran about me up to my spirit; the last depth closed around me'. These waters, near to the deep, which cycle and slide about the earth, which drag much mud with them, tend to kill not the body but the soul, for they are friendly to the body and warmed by its desires. This is why, according to that which I have said above, the Lord says in the psalm, \"save me, Lord, because the waters have penetrated even to my soul\" [Ps. 68:2], and in another passage, \"my soul has passed a torrent\" [Ps. 123:5], and, \"let not the well press its mouth on me\" [Ps. 68:16], let hell not imprison me! Let it not refuse me an exit! I freely made the descent; so let me make the ascent back again freely. I became a captive voluntarily, I ought to free the captives so that this verse is fulfilled: \"ascending into the higher parts he led the captives\" [Eph. 4:8]. For those who were beforehand captives in death, he brought them to life again. We must heed certain wicked forces in the deep, or the specific powers in torture and supplication; demons, in the Gospel, ask not to be forced to go to them [Mt. 8:30; Mk. 5:10; Lk. 8:31]. This is why \"the darkness was over the deep\" [Gen. 1,2]. Sometimes the deep is taken to mean the sacraments in a deeper sense, the judgements of God: \"the judgements of the Lord are a great abyss\" [Ps. 35:7], and \"the deep cries out to the deep in a cry of your cataracts.\" [Ps. 41:8]\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Jerome",
        "file_name": "Jonah 2_5-6.toml",
        "id": "06ee9cb0-479b-4644-9c5c-b43ecd82ef82",
        "location_end": 2000006,
        "location_start": 2000005,
        "source_title": "Commentary on Jonah, Chapter 2",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Jerome/Commentary%20on%20Jonah.md#tocuniq21",
        "ts": 420,
        "txt": "\"the weeds were wrapped about my head. I went down to the bottoms of the mountains; the earth with her bars was about me for ever:\" LXX: 'my head has penetrated to the base of mountains; I descended to into the earth whose bars are eternal bonds'. No one doubts that the ocean covered Jonah's head, that he went down to the roots of mountains and came to the depths of the earth by which as bars and columns by the will of God the earthly sphere is supported. This earth about which is said elsewhere, \"I consolidated her columns\" [Ps. 74:4]. With regard to the Lord Saviour, according to the two editions, this seems to me to be what is meant. His heart and his head, that is the spirit that he thought worthy to take with a body for our safety, went down to the base of the mountains which were covered by waves; they were restrained by the will of God, the deep covered them, they were parted by the majesty of God. His spirit then went down into hell, into those places to which in the last of the mud, the spirits of sinners were held, so too the psalmist says: \"they will go down to the depths of the earth, they will be the lot of wolves\" [Ps. 62:10.11]. These are the bars of the earth and like the locks of a final prison and tortures, which do not let the captive spirits out of hell. This is why the Septuagint has translated this is a pertinent way: \"eternal bonds\", that is, wanting to keep in all those whom it had once captured. But our Lord, about which we read these lines of Cyrus in Isaiah: \"I will break the bronze bars, I will crack the iron bars\" [Is. 45:2], He went down to the roots of the mountains, and was enclosed by eternal bars to free all the prisoners.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "George Leo Haydock",
        "file_name": "Jonah 2_6.toml",
        "id": "cd8e079a-0754-4756-a405-3ec86ba40b1f",
        "location_end": 2000006,
        "location_start": 2000006,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Soul, so that I was in danger of being suffocated, Psalms lxviii. 2. (Calmet) \nSea. Hebrew, \"weeds entangled \"(Haydock) \nThe Mediterranean has a great deal of sea weed. He speaks of the time before he was swallowed up by the fish.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Jerome",
        "file_name": "Jonah 2_6.toml",
        "id": "c730e1a6-721a-412b-a2e7-5189e8cbdace",
        "location_end": 2000006,
        "location_start": 2000006,
        "source_title": "Commentary on Jonah, Chapter 2",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Jerome/Commentary%20on%20Jonah.md#tocuniq21",
        "ts": 420,
        "txt": "\"yet have you brought up my life from corruption, O LORD my God.\" LXX: 'and from corruption my life comes up to me, O Lord my God.' He says rightly \"you have brought up\" or \"let my life come up from corruption\", because it had descended to corruption in hell. This is what the apostles interpret in the fifteenth psalm as prophetic speech of the Lord: \"for you will not leave my spirit in hell, and you will not permit your holiness to see the corruption\" [Ps. 15:10], given that David is dead and has been buried, but the Saviour's flesh has not known corruption. Others understand that compared to celestial blessing and to the Word of God the body of man is corruption itself, for \"it is sown in corruption\" [1 Cor. 15:42], and in the psalm one hundred and two, the meaning is applied to a righteous man: \"he who cures all illnesses, who has brought his life back from death\" [Ps. 102:3.4]. This is why the Apostle says, \"O wicked man that I am! Who will deliver me from this body of death?\" [Rom. 7:24]. It is called \"the body of death\", or \"body of misery\". These people take the text in the sense of their heresy, to see an Antichrist in the place of Christ, and to take the Churches in order to feed a fat stomach and discuss contrary to the flesh living in the flesh. But we, we know that the body taken from the pure Virgin was not the corruption of Christ, but his temple. If we pass then to the thought of the Apostle in Corinthians, where there is the question of a spiritual body, we would say, in removing any appearance of chicanery, that the same body, the same flesh rises again, which has been buried and placed in the soil; but the only thing that changes is the glory, not nature. \"for this corruptible being must cover incorruptibility, this mortal being must clothe immortality.\" [1 Cor. 15:53] When he says \"this being\" it is almost as if one showed the body by pinching it between two fingers: in which we are born, in which we die, that those who are guilty fear to receive as punishment, that virginity awaits in recompense, that the adulterer fears in punishment. For Jonah, this is how we can understand it: he who would have had to corrupt himself physiologically in the belly of the whale, and get by on the food of beasts and survive by drinking from the veins and arteries, still managed to remain safe and sound. And when he says, \"Lord my God\", this is a feeling of flattery: he thinks that God, who is common to all, is also common to him, and feels he is his own because of the greatness of his benevolence.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Cyril of Jerusalem",
        "file_name": "Jonah 2_6.toml",
        "id": "47c34601-aaca-4a70-805c-d208bdcdb94a",
        "location_end": 2000006,
        "location_start": 2000006,
        "source_title": "Catechetical Lecture 14:20",
        "source_url": "https://www.newadvent.org/fathers/310114.htm",
        "ts": 386,
        "txt": "Jonah fulfilled a type of our Savior when he prayed from the belly of the fish and said, “I cried for help from the midst of the netherworld.” He was in fact in the fish, yet he says that he is in the netherworld. In a later verse he manifestly prophesies in the person of Christ: “My head went down into the chasms of the mountains.” Yet he was still in the belly of the fish. What mountains encompass you? But I know, he says, that I am a type of him who is to be laid in the sepulcher hewn out of rock. While he was in the sea, Jonah says, “I went down into the earth,” for he typified Christ, who went down into the heart of the earth.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "George Leo Haydock",
        "file_name": "Jonah 2_7.toml",
        "id": "3707df3b-39e1-4553-bc0d-72621ce18961",
        "location_end": 2000007,
        "location_start": 2000007,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Lowest. Hebrew and Septuagint, \"clefts. \"\nBars, or prisons, in the abyss, (Calmet) farthest from the heights. (Worthington)\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Haimo of Auxerre",
        "file_name": "Jonah 2_7.toml",
        "id": "350d3035-c374-438c-8578-3b7b67888fdd",
        "location_end": 2000007,
        "location_start": 2000007,
        "source_title": "",
        "source_url": "",
        "ts": 865,
        "txt": "Although he ought to have been corrupted and digested in the belly of the whale and diffused through the veins and joints of the fish, he came out safe and whole.\ncalling the God who is common to all his own and personal God; because of the magnitude of such great favor, he especially feels that God is his God ad Lord.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "John of the Cross",
        "file_name": "Jonah 2_7.toml",
        "id": "9c8d8edd-3d47-4234-8268-25b6049ef4d1",
        "location_end": 2000007,
        "location_start": 2000007,
        "source_title": "",
        "source_url": "",
        "ts": 1591,
        "txt": "When this purgative contemplation oppresses a man, he feels very vividly indeed the shadow of death, the sighs of death, and the sorrows of Hell, all of which reflect the feeling of God’s absence, of being chastised and rejected by Him, and of being unworthy of Him, as well as the object of His anger. The soul experiences all this and even more, for now it seems that this affliction will last forever.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Cyril of Alexandria",
        "file_name": "Jonah 2_7.toml",
        "id": "3d38cce6-77e8-4c1c-b1ae-ce568d491b9f",
        "location_end": 2000007,
        "location_start": 2000007,
        "source_title": "",
        "source_url": "",
        "ts": 444,
        "txt": "where the sea monster probably lurked in rocks and in sea caves. bars of the earth have enclosed me forever Now, the fact that he was not dead, as I said, but was alive in the sea monster, and suffered nothing in it contributing to death or corruption, would easily be grasped from his having hopes of his being rescued. Consequently he says, And you will raise up my life from corruption, he prays to emerge into the light, and be delivered up from the sea monster’s stomach as though from Hades.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Jerome",
        "file_name": "Jonah 2_7.toml",
        "id": "3a064506-97c9-4653-819f-e71de0544fa0",
        "location_end": 2000007,
        "location_start": 2000007,
        "source_title": "Commentary on Jonah, Chapter 2",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Jerome/Commentary%20on%20Jonah.md#tocuniq21",
        "ts": 420,
        "txt": "\"When my soul fainted within me I remembered the LORD.\" LXX: 'when my spirit failed in me, I remembered the Lord'. Although I hoped for no aid, he says, the memory of the Lord saved me, according to this passage: \"I remembered the Lord and I rejoiced\" [Ps. 76:4], and in another passage, \"I remembered former days and I remembered the days of eternity\" [Ps. 76:6]. I had lost all hope of finding a way out: my body was so frail in the intestines of the whale that I could not hope for my life. And so, everything that seemed impossible I found to be surpassed by the thought of the Lord. I saw myself imprisoned in the intestines of the whale, and all my hope was the Lord. From this we can learn that, according to the Septuagint, at the time when our spirit fails us, it is wrenched from its union with the body, and we ought not to turn our thoughts from Him who inside and outside our body is the Lord. For the Saviour the interpretation is not very difficult because he said, \"my spirit is sad to die\" [Mt. 26:38; Mk. 14:34], and \"My Father, if it is possible let this cup pass me by\" [Mt. 26:39], and, \"I place my spirit in your hands\" [Ps. 30:6; Lk. 23:46], and other passages which are similar to this. And my prayer came in unto you, into thine holy temple. LXX: similar. In my distress I remembered the Lord so and my prayer came in to heaven from the depths of the sea and from the roots of the mountains, and came to your holy temple where you reside in eternal beatitude. This new kind of speech should be noted here: a prayer made for a prayer. Jonah asks that his prayer rise up to the temple of God. He wishes like the Pope that in his body the people should be freed.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Symeon the New Theologian",
        "file_name": "Jonah 2_7-8.toml",
        "id": "6ab42cb2-8405-40d3-868e-8ad889be28a9",
        "location_end": 2000008,
        "location_start": 2000007,
        "source_title": "THE PRACTICAL AND THEOLOGICAL CHAPTERS 1:76",
        "source_url": "",
        "ts": 1022,
        "txt": "When a person has completely abandoned the world, it seems to one that one is living in a remote desert, full of wild beasts. One is filled with unutterable fear and indescribable trembling, and cries to God like Jonah from the whale, from the sea of this life, or like Daniel18 from the pit of the lions and the fierce passions, or like the three children from the burning furnace and the flames of innate desire, or like Manasseh20 from the brazen statue of this earthly mortal body. The Lord hears that person and delivers him from the abyss of ignorance and love of this world, just like the prophet who came out of the whale, never to go back again.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "George Leo Haydock",
        "file_name": "Jonah 2_8.toml",
        "id": "c473eec6-3246-4df8-9b4e-a075149e8a64",
        "location_end": 2000008,
        "location_start": 2000008,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Me, at the last gasp, (Calmet) and oppressed with grief. (Menochius)\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Cyril of Alexandria",
        "file_name": "Jonah 2_8.toml",
        "id": "1decc89b-6c91-44f8-8678-7c7a434eba86",
        "location_end": 2000008,
        "location_start": 2000008,
        "source_title": "",
        "source_url": "",
        "ts": 444,
        "txt": "So when the prophet's life was exposed to danger and underwent hardship in the extreme, he likewise had recourse to something beneficial, not like some people giving way to depression and falling to cursing the divine decrees, but remembering the one who saves. my prayer might come to you, to your holy temple\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Jerome",
        "file_name": "Jonah 2_8.toml",
        "id": "c6601fc2-a8d2-47e5-aaaa-2b8ce164d15e",
        "location_end": 2000008,
        "location_start": 2000008,
        "source_title": "Commentary on Jonah, Chapter 2",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Jerome/Commentary%20on%20Jonah.md#tocuniq21",
        "ts": 420,
        "txt": "\"They that observe lying vanities forsake their own mercy.\" LXX: 'those that keep mistaken vanities lose their mercy'. By nature God is merciful and ready by his mildness to save those whom he can't save by justice. But because of our vices we lose the mercy which is reserved for us and is offered to us. Jonah did not say, \"those who make vanities\", for \"vanity of vanities, all is vanity\" [Eccl. 1:1], not to have an air of condemning everyone, and of refusing mercy to all mankind, but \"those who keep vanities\" or the lie \"those who have come to love their heart\" [Ps. 72:7], who are not happy with doing, but who keep their vanities as if they cherished them, thinking they have found some kind of treasure. Note too the greatness of the prophet's spirit: at the bottom of the sea, surrounded by an eternal night in the intestines of a great beast he is not thoughtful of his danger, but philosophises on the question of nature. \"they will lose\" he says \"their mercy\". Although mercy is offended and we can understand that it is God Himself: for \"God is merciful and good, patient and full of pity\" [Ps. 144:8], yet mercy does not abandon those who keep their vanities, she does not curse them, but waits for them to return, while they intentionally abandon the mercy which is before them, offered to them. This can also be prophesised for the Lord on the subject of the infidelity of the Jews, who think themselves to observe the precepts of mankind [Mk. 7:7] and the commandments of the Pharisees, this is vanity and a lie, and they have abandoned God who always had pity for them.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "George Leo Haydock",
        "file_name": "Jonah 2_9.toml",
        "id": "157d5806-a27f-4013-b989-90cd33ae828e",
        "location_end": 2000009,
        "location_start": 2000009,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Mercy. He alludes to the sailors. (Theodoret) \nHebrew also, \"let them forsake their worship \"(Drusius, Leviticus xx. 17.) or they are guilty of impiety. They neglect their vows, ver. 10., and chap. i. 16. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Cyril of Alexandria",
        "file_name": "Jonah 2_9.toml",
        "id": "73ba8c39-6313-425f-93ec-e49ea94b4203",
        "location_end": 2000009,
        "location_start": 2000009,
        "source_title": "",
        "source_url": "",
        "ts": 444,
        "txt": "Individuals who worship vain and false things and do not understand God’s compassionate nature will give up the mercy which God has in store for them.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Jerome",
        "file_name": "Jonah 2_9.toml",
        "id": "538cb673-72e4-4613-8c60-4a7129ba9c75",
        "location_end": 2000009,
        "location_start": 2000009,
        "source_title": "Commentary on Jonah, Chapter 2",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Jerome/Commentary%20on%20Jonah.md#tocuniq21",
        "ts": 420,
        "txt": "\"But I will sacrifice unto you with the voice of thanksgiving; I will pay that that I have vowed. Salvation is of the LORD.\" LXX: 'but I will sacrifice to you with the voice of praise and the action of thanksgiving. I will pay all that I have vowed to you, Lord, in salutation.' Those who keep their vanities have abandoned their mercy. But I who have been eaten for the sake of the safety of the multitude, will offer you sacrifices with the voice of praise and thanksgiving, offering myself. For \"Christ, our Easter, has been sacrificed\" [1 Cor. 5:7]. A as a true Pope and lamb he offers himself for us. And I will give thanks to you, saying, \"I bless you Father, lord of heaven and earth\" [Mt. 11:25], and I will keep those vows to the Lord that I made for the safety of others, so that all that \" you have given me never dies\" [John 6:39; 10:28; 17:12]. We see what the Lord promised in his suffering for our safety: let us not make Jesus a liar [1 John 1:10], and let us be pure, delivered from all the uncleanness of sins so that he offers us to God the Father as the victims he had promised.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Paulinus of Nola",
        "file_name": "Jonah 2_9.toml",
        "id": "746b5f84-ce03-426d-91e5-05a985fb3b7f",
        "location_end": 2000009,
        "location_start": 2000009,
        "source_title": "POEM 26",
        "source_url": "",
        "ts": 431,
        "txt": "Hoping for salvation by human resources is no salvation, for mortal means will not rout death. So those who live in a time of anxiety should be anxious to pray to the Lord of heaven, who dispenses sadness or gladness and who alone by his transcendent sway can ensure that troubles are removed and happy times restored.… The power of prayers and the healing efficacy of tears in the presence of God our Father is the lesson we must learn from Nineveh saved by its grief.… So the faith that relies on God should strengthen panicking hearts, and its trust in God should in time of sorrow anticipate untroubled days. For fear of God ensures freedom from fear, whereas the one who does not fear God alone is right to fear everything. Those who have no confidence in Christ as bearer of salvation must put their trust in legions.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Ambrose of Milan",
        "file_name": "Jonah 2_10.toml",
        "id": "e1db2cad-ef04-469b-a0c8-06a89cb37812",
        "location_end": 2000010,
        "location_start": 2000010,
        "source_title": "SIX DAYS OF CREATION 4:4.13",
        "source_url": "",
        "ts": 397,
        "txt": "It was not the influence of his natal star but the offense of having neglected the divine prophecy that cast Jonah into the sea. A whale received him and after three days vomited him forth, as a symbol of a future mystery, and preserved him for the service of prophecy.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Irenaeus",
        "file_name": "Jonah 2_10.toml",
        "id": "8ceaefed-c5e8-4e7f-8c39-8e96d72e994a",
        "location_end": 2000010,
        "location_start": 2000010,
        "source_title": "AGAINST HERESIES 5:5.2",
        "source_url": "",
        "ts": 202,
        "txt": "If, however, any one imagines it is impossible that people should survive for such a length of time, and that Elijah was not caught up in the flesh but that flesh was consumed in the fiery chariot, let them consider that Jonah, when he had been cast into the deep and swallowed down into the whale’s belly, was by the command of God again thrown out safe upon the land.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Gregory of Nazianzus",
        "file_name": "Jonah 2_10.toml",
        "id": "9fbd7b2b-10d3-4728-b4a2-ff6dfffece08",
        "location_end": 2000010,
        "location_start": 2000010,
        "source_title": "",
        "source_url": "",
        "ts": 390,
        "txt": "Hence he is tempesttossed, and falls asleep, and is wrecked, and aroused from sleep, and taken by lot, and confesses his flight, and is cast into the sea, and swallowed but not destroyed by the whale. In Defense of His Flight to Pontus, Oration\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Gregory of Nazianzus",
        "file_name": "Jonah 2_10.toml",
        "id": "c2dfee96-247f-4f8e-9ebf-159a7453a303",
        "location_end": 2000010,
        "location_start": 2000010,
        "source_title": "IN DEFENSE OF HIS FLIGHT TO PONTUS, ORATION 2:109",
        "source_url": "",
        "ts": 390,
        "txt": "Hence he is tempest-tossed, and falls asleep, and is wrecked, and aroused from sleep, and taken by lot, and confesses his flight, and is cast into the sea, and swallowed but not destroyed by the whale.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Haimo of Auxerre",
        "file_name": "Jonah 2_10.toml",
        "id": "6098498d-7134-47fb-a638-82441210a707",
        "location_end": 2000010,
        "location_start": 2000010,
        "source_title": "",
        "source_url": "",
        "ts": 865,
        "txt": "The prophet is animated with good hope, and now secure about his liberation, he promises that he will sacrifice thanksgiving and that he will fulfill all vows.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Tertullian",
        "file_name": "Jonah 2_10.toml",
        "id": "78cfd72e-3a7f-413f-8aca-91fc4a887590",
        "location_end": 2000010,
        "location_start": 2000010,
        "source_title": "ON THE RESURRECTION OF THE FLESH 58",
        "source_url": "",
        "ts": 220,
        "txt": "Jonah was swallowed by the monster of the deep, in whose belly whole ships were devoured, and after three days he was vomited out again safe and sound. Enoch and Elijah, who even now, without experiencing a resurrection (because they have not even encountered death), are learning to the full what it is for the flesh to be exempted from all humiliation, and all loss, and all injury and all disgrace. They have been translated from this world and from this very cause are already candidates for everlasting life. To what faith do these notable events bear witness, if not to that which ought to inspire in us the belief that they are proofs and documents of our own future and our completed resurrection? To borrow the apostle’s phrase, these were “figures of ourselves.” They are written that we may believe that the Lord is more powerful than all natural laws about the body.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Jerome",
        "file_name": "Jonah 2_10.toml",
        "id": "84df5f23-fdc4-48a2-933a-0fbaa5e5c40e",
        "location_end": 2000010,
        "location_start": 2000010,
        "source_title": "Commentary on Jonah, Chapter 2",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Jerome/Commentary%20on%20Jonah.md#tocuniq21",
        "ts": 420,
        "txt": "\"And the LORD spoke unto the fish, and it vomited out Jonah upon the dry land.\" LXX: 'and he ordered the whale to vomit Jonah out onto the dry land'. That which we read above as being about Jonah, the Lord prayed for in the stomach of the whale about which Job speaks in an unclear way: \"let he who curses this day curse him, he who will capture the great whale\" [Job. 3:8 LXX]. The great whale, the deep and hell are then ordered to give back the Lord to the dry earth; thus he who had died to free those detained by the chains of death, can lead with him many others towards life. With regard to the expression 'vomited' we must take this to be said in a very emphatic way, to mean that triumphant life has emerged from the deepest and most impenetrable parts of death.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Haimo of Auxerre",
        "file_name": "Jonah 3_1.toml",
        "id": "39beabb1-b92d-4282-9304-e06dd65cd70a",
        "location_end": 3000001,
        "location_start": 3000001,
        "source_title": "",
        "source_url": "",
        "ts": 865,
        "txt": "This is not uttered with reproach, nor is he asked, \"Why did you not do what I commanded?\" Indeed the hard correction of being shipwrecked and being swallowed was sufficient.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Jerome",
        "file_name": "Jonah 3_1-2.toml",
        "id": "9751f9d8-59e6-49aa-9399-af5231f2a1b6",
        "location_end": 3000002,
        "location_start": 3000001,
        "source_title": "Commentary on Jonah, Chapter 3",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Jerome/Commentary%20on%20Jonah.md#tocuniq31",
        "ts": 420,
        "txt": "\"And the word of the LORD came unto Jonah the second time, saying, arise, go unto Nineveh, that great city, and preach unto it the preaching that I bid you.\" LXX: 'and the message of God came to Jonah a second time, saying, arise, go to Nineveh, the great city, and preach there this message that I have told you'. He did not say to the prophet, \"why have you not done what you were ordered to do?.\" But the punishment of the shipwreck and his drowning are enough for him to understand the Lord, the liberator, whom he hadn't known to be ordering. Moreover it is superfluous to see his wounds as those of a false servant of God, once he has been smitten, for such a punishment is less of a correction than a reproof. And our Lord is sent to Nineveh a second time after his resurrection: he who had fled by whatever means beforehand when he said, \"My Father, if it is possible let this cup pass me by\" [Mt. 26:39], and who had not wanted to give bread of children to dogs, now the children have cried out, \"crucify him, crucify him! we have no king except Caesar\" [Lk. 23:21; John 19:15], he makes his way towards Nineveh of his own accord to preach after his resurrection that he underwent as he was ordered to do before his suffering. The command is given, he hears it, he refuses, then he is forced to want, and the second time he carries out the will of the Father: all of this is connected to man and to the \"form of a slave\" [Phil. 2:7], to whom such expressions are appropriate.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "George Leo Haydock",
        "file_name": "Jonah 3_2.toml",
        "id": "f79388be-443f-43fb-bfeb-39b2a5614570",
        "location_end": 3000002,
        "location_start": 3000002,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Bid thee before, or when thou shalt be there. (Calmet) \nHe seems to have retired to Jerusalem. (Menochius)\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Haimo of Auxerre",
        "file_name": "Jonah 3_2.toml",
        "id": "ad004d37-5d7e-4d22-ab5c-1f12fef6be2f",
        "location_end": 3000002,
        "location_start": 3000002,
        "source_title": "",
        "source_url": "",
        "ts": 865,
        "txt": "Jonah arose, it says; he did not delay, but immediately made himself ready for obeying.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "George Leo Haydock",
        "file_name": "Jonah 3_3.toml",
        "id": "341a7d78-cf01-414d-9ec5-44f12b053904",
        "location_end": 3000003,
        "location_start": 3000003,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Journey. By the computation of some ancient historians, Ninive was about fifty miles round: so that to go through all the chief streets and public places, was three days' journey. (Challoner) \nDiodorus (iii. 1.) says Ninive was 150 stadia or furlongs in length. It must have been therefore 480 round; and as each furlong contains 125 paces of 5 ft. each, the compass would be \"60 Italian miles, (about 50 English) \"which would employ a person three days to go through the principal streets. (Worthington) \nNinive \"was much larger that Babylon. \"(Strabo xvi.) \nHebrew, \"a great city of God\", denoting its stupendous size.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Augustine of Hippo",
        "file_name": "Jonah 3_3.toml",
        "id": "454af720-2f8f-4c22-8a36-ea972c956059",
        "location_end": 3000003,
        "location_start": 3000003,
        "source_title": "LETTER 102:6",
        "source_url": "",
        "ts": 430,
        "txt": "Why, then, are we asked what was prefigured by the prophet being swallowed by that monster and restored alive on the third day? Christ explained it when he said an evil and adulterous generation seeks a sign, and a sign shall not be given to it, but the sign of Jonah the prophet. For as Jonah was in the whale’s belly three days and three nights, so shall the Son of man be in the heart of the earth three days and three nights. … So then, as Jonah went from the ship into the belly of the whale, so Christ went from the tree into the tomb, or into the abyss of death. And as Jonah was sacrificed for those endangered by the storm, so Christ was offered for those who are drowning in the storm of this world. And as Jonah was first commanded to preach to the Ninevites but his prophecy did not come to them until after the whale had vomited him out, so the prophecy made to the Gentiles did not come to them until after the resurrection of Christ.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Jerome",
        "file_name": "Jonah 3_3.toml",
        "id": "bc18146d-f642-4078-ba29-0cf1b9123494",
        "location_end": 3000003,
        "location_start": 3000003,
        "source_title": "Commentary on Jonah, Chapter 3",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Jerome/Commentary%20on%20Jonah.md#tocuniq31",
        "ts": 420,
        "txt": "\"So Jonah arose, and went unto Nineveh, according to the word of the LORD. Now Nineveh was an exceeding great city of three days' journey. [And Jonah began to enter into the city a day's journey]\" LXX: 'so Jonah arose and went to Nineveh, according to the word of the Lord. Now Nineveh was a city of godly size, around three days in journey. Jonah began to enter the city, about one day's travel.' Jonah immediately carries out the command that he has been given. Nineveh to which the prophet was journeying, was a great city, which it took around three days' journey to circle. But he remembers the command he has been given and the recent shipwreck and makes the normal journey of three days in one day. However, there are some people who believe that he simply proclaimed his message in a third of the city, and that his speech quickly was made known to the other inhabitants. And our Lord is said to arise and speak of his own accord after being in hell, and announces the word of the Lord when he sends the apostles to baptise those who were in Nineveh in the name of the Father the Son and the Holy Spirit [Mt. 28:19]. So there are the three days of journey! And this sacrament of mankind's safety is \"a journey of one day\", that is it is finished by the proclamation of one sole God. Jonah preaches not so much to the apostles but more by the method of the apostles. He himself says, \"and I will be with you always until the end of the world\" [Mt. 28:20]. There is no doubt that Nineveh was a city of godly magnitude because the world and all things have existed through God and because without Him nothing would ever have existed. [John 1:3] Note too that he has not said, \"of three days and three nights\" or \"of one day and of one night\", but simply \"and of three days\", and \"of one day\", to show that in the sacrament of the Trinity and of the confession of one sole God there is no darkness.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "George Leo Haydock",
        "file_name": "Jonah 3_4.toml",
        "id": "f6210ea1-9a6b-4052-949f-626441a4f1c6",
        "location_end": 3000004,
        "location_start": 3000004,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Journey. He records what he said the first day, though he seems to have preached many (Theodoret) even during forty days, after which time (Haydock) he expected the city would fall, and therefore retired out of the walls, chap. iv. \nForty. Septuagint three. St. Justin Martyr, (Dialogue with Trypho) \"three, or forty-three. \"Theodoret thinks that the mistake was made by some ancient transcriber, and has since prevailed in all the copies of the Septuagint. All the rest have forty. St. Augustine (City of God xviii. 44.) believes the Septuagint placed three for a mysterious reason. Origen (hom. xvi. Num.) suggests that the prophet determined the number, and hence God did not execute the threat. (Calmet) \nThis and many other menaces are conditional. If men repent, God will change his sentence. (St. Chrysostom; St. Gregory, Mor. xvi. 18.) (Worthington)\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Caesarius of Arles",
        "file_name": "Jonah 3_4.toml",
        "id": "39b91203-e9e9-4f90-8100-95753291c379",
        "location_end": 3000004,
        "location_start": 3000004,
        "source_title": "SERMON 133:3",
        "source_url": "",
        "ts": 542,
        "txt": "We should not despair of those who are still unwilling to correct their vices and do not even blush to defend them. In a similar way hope was not abandoned for that city of which it is written, “Three days more, and Nineveh shall be destroyed”; yet in those three days it was able to be converted, pray, bewail and merit mercy from the threatened punishment. Therefore let all who are such listen to God while it is possible to hear him in his silence; that is, not punishing at present. For he will come and will not be silent, and he will then reprove when there is no chance of amendment.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "John Chrysostom",
        "file_name": "Jonah 3_4.toml",
        "id": "1cef6727-dc70-4049-b5ef-66b9af5552eb",
        "location_end": 3000004,
        "location_start": 3000004,
        "source_title": "",
        "source_url": "",
        "ts": 407,
        "txt": "God threatens to destroy the city of Nineveh for the very reason that He might not destroy it. When God makes a threat concerning our sins, He makes the threat beforehand so that we may be sobered by fear, so that our repentance will bring about God’s mercy so He will not have to follow through with the threat. (Hom. On Paralytic 3)\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "John Chrysostom",
        "file_name": "Jonah 3_4.toml",
        "id": "4731bcca-3177-4d51-9126-526e4a1ee76a",
        "location_end": 3000004,
        "location_start": 3000004,
        "source_title": "HOMILIES ON REPENTANCE AND ALMSGIVING 5:4",
        "source_url": "",
        "ts": 407,
        "txt": "If you want, let us also hear this story: “Now the word of the Lord,” it says, “came to Jonah, saying, ‘Rise and go to Nineveh, the great city.’ ” He wanted to put Jonah to shame by sending him to the great city of Nineveh, because he foresaw the prophet’s escape. However, let us also listen to the preaching: “Yet three days, and Nineveh shall be overthrown.” Why do you, God, foretell the sufferings that you will inflict upon Nineveh? “So that I will not do what I announced.” This is why God threatened with hell—so he would not lead anyone away to hell. He says, “Fear that which is spoken to you, and do not be saddened about what has been done.” Why does he establish the appointed time to be only a period of three days? So that you may learn even the virtue of the barbarians—I call the Ninevites barbarians, who were able to annul in three days such anger caused by sin. I want you to marvel at the philanthropy of God, who was satisfied with three days of repentance for so many transgressions. I do not want you to sink into despair, even though you have innumerable sins.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Jerome",
        "file_name": "Jonah 3_4.toml",
        "id": "d764b6b7-4d6a-4c31-b49e-766c196f356a",
        "location_end": 3000004,
        "location_start": 3000004,
        "source_title": "Commentary on Jonah, Chapter 3",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Jerome/Commentary%20on%20Jonah.md#tocuniq31",
        "ts": 420,
        "txt": "\"[And Jonah began to enter into the city a day's journey], and he cried, and said, Yet forty days, and Nineveh shall be overthrown.\" LXX: 'he proclaimed and said, another three days and Nineveh will be destroyed\". The umber three written in the Septuagint does not agree with the penitence, and I am quite astonished at this translation, for in Hebrew neither the letters or syllables or accents or the word show any common element. For three is said, salos and forty arbaim. Moreover the prophet who was sent from Judea to the Assyrians was to claim after such a journey penitence worthy of his prediction to cure with a long-present dressing his old and putrid wounds. Moreover the number forty is appropriate to sinners, to hunger, to prayer, to sackcloth, to tears and to perseverance in prayer. In this way Moses fasted for forty days on mount Sinai [Ex. 34:28; Deut. 9:18] and Elijah fleeing Jezebel [3 Kings. 19:8] is presented to us as having fasted for forty days after having told Israel about the famine [3 Kings. 17:1], when the anger of God was upon them. And the Lord Himself, the true Jonah who is sent to preach to the world fasts for forty days [Mt. 4:2]. And he leaves us as hereditary fasting to prepare our spirits, by this number of forty, as the food of his body. \"he cried out\": the Gospel shows this expression more fully: \"standing, he cried out in the temple: if anyone is thirsty, let him come to me and he shall drink\" [John 7:37], for all speech of the Saviour is called a cry because he speaks about weighty subjects.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Jerome",
        "file_name": "Jonah 3_4.toml",
        "id": "dc307b5f-0154-4694-9263-8af048aabdc0",
        "location_end": 3000004,
        "location_start": 3000004,
        "source_title": "St. Jerome, Commentary on Daniel, CHAPTER FOUR",
        "source_url": "https://www.ccel.org/ccel/pearse/morefathers/files/jerome_daniel_02_text.htm",
        "ts": 420,
        "txt": "[Daniel 4:27] \"'Wherefore, O king, let my counsel meet with thy favor, and make up for thy sins by deeds of charity, and thine iniquities by showing mercy to the poor. Perhaps God will forgive thy transgressions.'\" Since he had previously pronounced the sentence of God, which of course cannot be altered, how could he exhort the king to deeds of charity and acts of mercy towards the poor? This difficulty is easily solved by reference to the example of King Hezekiah, who Isaiah had said was going to die (Isaiah 38:1); and again, to the example of the Ninevites, to whom it was said: \"Yet forty days, and Nineveh shall be destroyed\" (Jonah 3:4). And yet the sentence of God was changed in response to the prayers of Hezekiah and the city of Nineveh, not by any means because of the ineffectualness of the judgment itself but because of the conversion of those who merited pardon. Morever in Jeremiah God states that He threatens evil for the nation (Jeremiah 18:7-8), but if it does that which is good, He will alter His threats to bestow mercy. Again, He affirms that He directs His promises to the man who does good; and if the same man thereafter works evil, He says that He changes His decision, not with regard to the men themselves, but with regard to their works which have thus changed in character. For after all, God is not angered at men but at their sins; and when no sins inhere in a man, God by no means inflicts a punishment which has been commuted. In other words, let us say that Nebuchadnezzar performed deeds of mercy toward the poor in accordance with Daniel's advice, and for that reason the sentence against him was delayed of execution for twelve months. But because he afterwards while walking about in his palace at Babylon said boastingly: \"Is this not the great Babylon which I myself have built up as a home for the king by the might of my power and the glory of my name?\" therefore he lost the virtue of his charitableness by reason of the wickedness of his pride.\n\n\"It may be that God will forgive thy sins.\" In view of the fact that the blessed Daniel, foreknowing the future as he did, had doubts concerning God's decision, it is very rash on the part of those who boldly promise pardon to sinners. And yet it should be recognized that indulgence was promised to Nebuchadnezzar in return, as long as he wrought good works. Much more, then, is it promised to other men who have committed less grievous sins than he. We read in Jeremiah also of God's direction to the people of the Jews, that they should pray for the Babylonians, inasmuch as the peace of the captives was bound up with the peace of the captors themselves (Jeremiah 29:7).\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Clement of Rome",
        "file_name": "Jonah 3_4-5.toml",
        "id": "8a4c96ce-d76a-4c0f-9df8-43662eda8209",
        "location_end": 3000005,
        "location_start": 3000004,
        "source_title": "Clement's First Letter to the Corinthians, Chapter 7",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Clement%20of%20Rome/First%20Epistle%20of%20Clement%20to%20the%20Corinthians.md",
        "ts": 99,
        "txt": "Let us turn to every age that has passed, and learn that, from generation to generation, the Lord has granted a place of repentance to all such as would be converted unto Him... Jonah proclaimed destruction to the Ninevites; but they, repenting of their sins, propitiated God by prayer, and obtained salvation, although they were aliens [to the covenant] of God.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Origen of Alexandria",
        "file_name": "Jonah 3_4.toml",
        "id": "5671584e-f2f5-45d4-9b7c-f1771edb0843",
        "location_end": 3000004,
        "location_start": 3000004,
        "source_title": "HOMILIES ON JEREMIAH 19:7",
        "source_url": "",
        "ts": 253,
        "txt": "Does God for our salvation deceive and say certain things so that the sinner ceases doing what he might do if he had not heard certain of these words? Was the one who says, “Yet three days and Nineveh shall be destroyed,” speaking as one who speaks truly or not? Or as one who deceives by a deceit that converts? If that kind of conversion did not happen, was what was said no longer a deceit but already truth. There would have been a destruction that followed for Nineveh. It was up to those who hear.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "George Leo Haydock",
        "file_name": "Jonah 3_5.toml",
        "id": "f1ba51da-e51f-4634-8037-831ea870a923",
        "location_end": 3000005,
        "location_start": 3000005,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "God. They were convinced that he had wrought such wonders in the person of Jonas, with a desire of their welfare, particularly as he allowed them some delay. Accordingly they did penance for about forty days, and their conversion was so sincere, that Christ proposes it to his disciples, Matthew xii. 41. (Calmet) \nThus \"the city was overturned in its perverse manners. \"(St. Augustine, City of God xxi. 24., and Psalm l.) \nThey were at an end, and the city was renovated. (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Ambrose of Milan",
        "file_name": "Jonah 3_5.toml",
        "id": "391805c6-3ea0-444e-9ea7-2e9ac0fc2618",
        "location_end": 3000005,
        "location_start": 3000005,
        "source_title": "LETTER 44",
        "source_url": "",
        "ts": 397,
        "txt": "If the apostle said too little [about fasting], let them hear the prophet [in the psalm] saying, “I afflicted my soul with fasting.” One who does not fast is uncovered and naked and exposed to wounds. Finally, if Adam had uncovered himself with fasting, he would not have become naked. Nineveh freed itself from death by fasting. The Lord himself said, “But this kind of demon will be cast out only by prayer and fasting.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Gregory of Nazianzus",
        "file_name": "Jonah 3_5.toml",
        "id": "42f5a1c8-4ddd-47ff-bd4f-a50d54ef4bc0",
        "location_end": 3000005,
        "location_start": 3000005,
        "source_title": "On His Father’s Silence, ORATION 16:14",
        "source_url": "",
        "ts": 390,
        "txt": "Let us sow in tears, so that we may reap in joy. Let us show ourselves people of Nineveh, not of Sodom. Let us amend our wickedness, lest we be consumed with it. Let us listen to the preaching of Jonah, lest we be overwhelmed by fire and brimstone. And if we have departed from Sodom, let us escape to the mountain. Let us flee to Zoar. Let us enter it as the sun rises. Let us not stay in all the plain. Let us not look around us, lest we be frozen into a pillar of salt, a really immoral pillar, to accuse the soul that returns to wickedness. \n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Theodore of Mopsuestia",
        "file_name": "Jonah 3_5.toml",
        "id": "3c50abbb-bf01-441d-b3d2-d1867e8ca41b",
        "location_end": 3000005,
        "location_start": 3000005,
        "source_title": "COMMENTARY ON JONAH 3:5-9",
        "source_url": "",
        "ts": 428,
        "txt": "They could never have believed in God on the basis of this remark alone, from a completely unknown foreigner threatening them with destruction and adding nothing further, not even letting the listeners know by whom he was sent. Rather, it is obvious he also mentioned God, the Lord of all, and said he had been sent by him; and he delivered the message of destruction, calling them to repentance. When they accepted instruction in this, then, they were naturally told to believe in God; when they accepted both the sentence and the instruction from the prophet’s sermon, they set their eyes on better things so as to give evidence of a decisive and serious repentance.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "John Chrysostom",
        "file_name": "Jonah 3_5.toml",
        "id": "6023250e-d723-40a2-b390-7ec691f4756d",
        "location_end": 3000005,
        "location_start": 3000005,
        "source_title": "HOMILIES ON REPENTANCE AND ALMSGIVING 5:4",
        "source_url": "",
        "ts": 407,
        "txt": "Do you see how vexed God is when fasting is treated despitefully? Learn how delighted he is when fasting is honored. When Eve was maltreated, he inflicted death as a penalty upon the insolent individual. He revoked death when she was honored once again. Desiring to show you the power of this thing of importance, he gave her authority over the sentence, after the arrest, to snatch the prisoners from the middle of the journey and change their course toward life. And he did this not only for two or three or twenty people but also for a whole population, in the case of the great and marvelous city of the Ninevites, which had knelt and bowed its head over this pit of perdition and was expecting to suffer the blow from above. Like a heavenly power overseeing Nineveh’s charge, fasting snatched the city from these gates of death and returned Nineveh to life.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Jerome",
        "file_name": "Jonah 3_5.toml",
        "id": "8df39eee-d9cc-4f70-9d9c-fed41625eed4",
        "location_end": 3000005,
        "location_start": 3000005,
        "source_title": "Commentary on Jonah, Chapter 3",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Jerome/Commentary%20on%20Jonah.md#tocuniq31",
        "ts": 420,
        "txt": "\"So the people of Nineveh believed God, and proclaimed a fast, and put on sackcloth, from the greatest of them even to the least of them.\" LXX: similar. Nineveh believed but Israel did not believe; the foreskin believed, but circumcision remained without faith. First of all the men of Nineveh believed who had arrived at the age of Christ [Eph. 4:13]: they announced a fast and dressed in sackcloth, from the greatest to the smallest of them. This regime and clothing is very worthy of penitence, so that those who had offended God through their indulgence or lust appeased him by condemning all that they had previously offended with. Sackcloth and fasting are the weapons of penitence, the rescue of sinners. First of all fasting, then sackcloth; first of all what is not seen, then what is visible; the one is always shown to God, the other sometimes to man. And if it were necessary to remove one from the two then I would rather keep fasting without sackcloth than have sackcloth without fasting. Elder men give the example which pertains to youths: for no one is without sin; and if his life only lasted one day, the years of his life would still be counted [Job 14:5. LX]. For if the stars are not pure before God, they are still more so than a worm or putrefaction, and those who are held by the sin of Adam, the great offender. Note here too the order, which is well written: God commands the prophet, the prophet proclaims to the city. First of all the men believe, announce fasting, and then everyone puts on sackcloth. The men do not announce the putting on of sackcloth, but only the fasting. All the same, with reason, those to whom penitence has been proscribed wear sackcloth and fast so that empty stomach and mourning clothes give the Lord more of an opportunity to remit.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "George Leo Haydock",
        "file_name": "Jonah 3_6.toml",
        "id": "9f758eb5-b4ea-4cb5-9a18-202e397b6fb5",
        "location_end": 3000006,
        "location_start": 3000006,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "King Sardanapalus, (Salien, Year of the world 3216) or rather his father, Phul, whom Strabo calls Anacyndaraxes, (Calmet.) and who died in the year of the world 3237, (Usher) four years after he had invaded Palestine, 4 Kings xv. 19.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Augustine of Hippo",
        "file_name": "Jonah 3_6.toml",
        "id": "8ac62f63-a22b-4132-9ffd-f320d3227f10",
        "location_end": 3000006,
        "location_start": 3000006,
        "source_title": "",
        "source_url": "",
        "ts": 430,
        "txt": "A king serves God one way as a man, another as a king. He serves him as a man by living according to faith. He serves Him as king by exerting the necessary strength to sanction laws that command goodness and prohibit its opposite. The king of the Ninevites served God by compelling the whole city to appease the Lord.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Augustine of Hippo",
        "file_name": "Jonah 3_6.toml",
        "id": "3808d391-c674-4ffe-afd4-4e0610818b4f",
        "location_end": 3000006,
        "location_start": 3000006,
        "source_title": "LETTER 185:5.19",
        "source_url": "",
        "ts": 430,
        "txt": "A sovereign serves God one way as a man, another way as a king. He serves him as man by living according to faith. He serves him as king by exerting the necessary strength to sanction laws that command goodness and prohibit its opposite. It was thus that Ezekiel served him by destroying the groves and temples of idols and the high places that had been set up contrary to the commandments of God. Thus Josiah served him by performing similar acts. Thus the king of the Ninevites served him by compelling the whole city to appease the Lord.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Caesarius of Arles",
        "file_name": "Jonah 3_6.toml",
        "id": "c151f798-516a-494a-bc90-fb1a504dfe67",
        "location_end": 3000006,
        "location_start": 3000006,
        "source_title": "",
        "source_url": "",
        "ts": 542,
        "txt": "The king preferred to escape in a hair-shirt, rather than to perish in purple garments. We must understand, dearly beloved, that lowliness avails more than power.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Jerome",
        "file_name": "Jonah 3_6-9.toml",
        "id": "cbad3e99-62bb-414c-a612-87e320e66f57",
        "location_end": 3000009,
        "location_start": 3000006,
        "source_title": "Commentary on Jonah, Chapter 3",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Jerome/Commentary%20on%20Jonah.md#tocuniq31",
        "ts": 420,
        "txt": "\"For word came unto the king of Nineveh, and he arose from his throne, and he laid his robe from him, and covered him with sackcloth, and sat in ashes. And he caused it to be proclaimed and published through Nineveh by the decree of the king and his nobles, saying, Let neither man nor beast, herd nor flock, taste any thing: let them not feed, nor drink water: But let man and beast be covered with sackcloth, and cry mightily unto God: yea, let them turn every one from his evil way, and from the violence that is in their hands. Who can tell if God will turn and repent, and turn away from his fierce anger, that we perish not?\" LXX: 'the message reached the king of Nineveh, and he arose from his throne, took off his robe and covered himself with sackcloth, and he sat down upon the earth. And by the order of the king and his nobles it was announced throughout Nineveh, saying, it is forbidden for any man or beast or oxen or sheep to eat anything, to drink any water. Men and beasts were covered in sackcloth and cried out to the Lord mightily. Let each one turn away from his wicked practises and from the unfairness that was in his hands, saying, who knows if God will turn and repent, if he will not abandon the fierceness of his wrath so that we might not die?'. I know certain men for whom the king of Nineveh, (who is the last to hear the proclamation and who descends from his throne, and forgoes the ornaments of his former vices and dressed in sackcloth sits on the ground, he is not content with his own conversion, preaches penitence to others with his leaders, saying, \"let the men and beasts, big and small of size, be tortured by hunger, let them put on sackcloth, condemn their former sins and betake themselves without reservation to penitence!) is the symbol of the devil, who at the end of the world, (because no spiritual creature that is made reasoning by God will perish), will descend from his pride and do penitence and will be restored to his former position. To support this opinion they use this example of Daniel in which Nebuchadnezzar after seven years of penitence is returned to his former reign. [Dan. 4:24, 29, 33] But because this idea is not in the Holy Scripture and since it completely destroys the fear of God, (for men will slide easily into vices if they believe that even the devil, the creator of wickedness and the source of all sins, can be saved if he does penitence), we must eradicate this from our spirits. Let us remember though that the sinners in the Gospel are sent to the eternal fire [Mt. 25:41], which is prepared for the devil and his angels, about whom is said, \"their worm will not die and their fire will not be extinguished\" [Is. 66:24]. All the same we know that God is mild, and we sinners do not enjoy his cruelty, but we read, \"the Lord is kindly and righteous, and our God will be merciful\" [Ps. 114:5]. The justice of God is surrounded by mercy, and it is by this route that he proceeds to judgement: he spares to judge, he judges to be merciful. \"Mercy and Truth are to be found in our path; Justice and Peace are to be embraced\" [Ps. 84:11]. Moreover if all spiritual creatures are equal and if they raise themselves up by their virtues to heaven, or by their vices take themselves to the depths, then after a long circuit and infinite centuries, if all are returned to their original state with the same worthiness to all conflicting, what difference will there be between the virgin and the prostitute? What distinction will there be between the mother of the Lord and (it is wicked to say) the victims of public pleasures? Will Gabriel be like the devil? Will the apostles be as demons? Will the prophets be as pseudoprophets? Martyrs as their persecutors? Imagine all that you will, increase by two-fold the years and the time, take infinite time for torture: if the end for all is the same, all the past is then nothing, for what is of importance to us is not what we are at any given moment, but what we will be forever more. I am not forgetting what is often said to argue against this point, preparing hope for oneself and some kind of safety with the devil. But this is not the appropriate time to write at length against the opinion of the wicked and against the synphragma of the devil from those who teach one thing in private only to deny it in public. It is enough for me to have shown what I believe this passage signifies, and as is appropriate in a commentary, to remark briefly who the king of Nineveh is, he who is the last to hear the word of God. Just how much eloquence and secular knowledge are worth to mankind can be seen in Demosthenes, Cicero, Plato, Xenophon, Theophrastus, Aristotle and the other philosophers and orators who are considered kings and their precepts are not taken as the work of mortals but as oracles of the gods. About which Plato says, happy are those states where philosophers rule, or if kings are philosophers. How difficult it is for such men to believe in God! I am neglecting though those examples from daily life, and pass over the stories of pagans and content myself with the text of the apostle who writes in Corinthians, saying, \"look, brothers, to your vocation, among you. For there are not many who are wise about their flesh, nor many powerful, or noble. But there is much madness in the world, and this is what God has chosen to confuse wise men. That which is weak in the world, this is what God has chosen to confuse strength, and that which is in the world without good birth this is what God has chosen…\" [1 Cor. 1:26-8] and again he says, \"I will destroy the wisdom of the wise, and I will reprove the knowledge of those who know.\" [Is. 29:14; 1 Cor. 1:19] And: \"see that no one robs you, through philosophy, this is a vain seduction\" [Col. 2:8]. From this the predication of Christ is clear, the kings of the world hear last; then they put down the clamour of eloquence and the beautiful appearance of words, they abandon themselves completely to all simplicity and rusticity, and return to the ways of peasants, sitting in the dirt and destroying what they had formerly said was good before. Let us take as an example the benevolent Cyprian: who is firstly the champion of idolatry, and had such a reputation of good speaking that he taught the art of rhetoric at Carthage. He finishes by listening to the speech of Jonah, is converted to repent and gains such courage as to preach about Christ in public and lays his neck under the sword for him. For sure we know that the King of Nineveh descended from his throne, exchanged his red gown for sackcloth, his perfumes for mud, and cleanness for uncleanness- not uncleanness of meanings but of his words. In the same way in Jeremiah it is said about Babylon that \"Babylon is a golden chalice which makes all the earth drunk\" [Jer. 51:7]. Which man has not been made drunk by secular eloquence? Whose spirit has not been shot through by the composition of words and by the brightness of his elegant speech? Those powerful, noble and rich have great difficulty in believing in God; then how much more so for the masters of speech! Their spirit is blinded by riches, wealth, abundance, they are prevented by their sins and cannot see their virtues; they judge the simplicity of the Holy Scripture not on the majesty of its meanings, but out of the baseness of its words. But when they who have previously taught wickedness are converted to repent and start to teach what is good then we will see the people of Nineveh converted with a single proclamation, and the speech that we read in Isaiah will come true: \"is a people thus born in one go?\". [Is. 66:8. LX] Men and animals are covered with sackcloth, crying out to the Lord, this is to be understood by the same meaning as this: that those who have reason and those who do not, the wise and the simple repent according to that phrase said elsewhere: \"You will save men and the animals O Lord\" [Ps. 35:7]. It is possible however to interpret differently the animals covered in sackcloth, especially according to those passages in which we read, \"the sun and moon will be dressed in sackcloth\" [Joel 2:10], and in another passage, \"I will cover the heavens with sackcloth\". [Is. 50:3] This will be the clothing of mourning, the worry and sadness that are designated metaphorically by sackcloth. And this phrase: \"who knows if God will turn and pardon?\" places us in uncertainty and doubt. Thus men in hypothetical cleanness repent with more intent and arouse even more God's mercy.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "George Leo Haydock",
        "file_name": "Jonah 3_7.toml",
        "id": "ae4b2d1d-b552-41dd-9031-a1b99dc3c757",
        "location_end": 3000007,
        "location_start": 3000007,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Princes. Their consent was requisite, to form an irrevocable edict, Daniel vi. 8. \nMen. Even infants, according to the Fathers, Joel ii. 16. St. Basil adds also, the young of cattle. This was done to excite rational beings to repentance. (Theodoret) \nWe do not find that cattle were deprived of food on such occasions among the Jews. But Virgil specifies that this was the case at the death of Cæsar, (Ecl. v.) as it was in droughts among some nations of America. (Horn ii. 13.) (Calmet) \nWhen people are greatly moved by repentance, they exceed in austerity; but if this be not indiscreet, God accepts of their good intention. (Worthington)\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Caesarius of Arles",
        "file_name": "Jonah 3_7.toml",
        "id": "92013daa-1e1d-409c-b67b-4a92b9b45ad2",
        "location_end": 3000007,
        "location_start": 3000007,
        "source_title": "",
        "source_url": "",
        "ts": 542,
        "txt": "Now why should the little children, who had committed no sin, fast? Evidently, the innocent fasted in order that sinners might escape punishment; the little child cried out that the older man might not perish. But even if the fasting of infants was necessary, why the further fasting of flocks and herds? Surely, in order that the hunger of even the animals might manifest the repentance of men.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "John Chrysostom",
        "file_name": "Jonah 3_7.toml",
        "id": "e0858cdd-e965-4963-bd33-f107d36b6316",
        "location_end": 3000007,
        "location_start": 3000007,
        "source_title": "",
        "source_url": "",
        "ts": 407,
        "txt": "And inasmuch then as these would participate in the punishment, let them also do so in the fast. (Concerning Statues Homily III. 9)\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Maximus of Turin",
        "file_name": "Jonah 3_7.toml",
        "id": "8fdf13f4-9856-4d7e-a95a-44c1fd5bd12a",
        "location_end": 3000007,
        "location_start": 3000007,
        "source_title": "COMMENTARY ON JONAH",
        "source_url": "",
        "ts": 465,
        "txt": "The king conquered enemies with a display of valor. He conquered God, however, by humility. He is a wise king who, in order to save his people, owns himself a sinner rather than a king. He forgets that he is a king, fearing God the King of all. He does not bring to mind his own power but rather comes to possess the power of the Godhead. Marvelous! When he forgets that he is a king of men, he begins to be a king of righteousness. The prince, becoming religious, did not lose his empire but changed it. Before he held a princedom of military discipline. Now he obtained a princedom in heavenly disciplines.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Thomas Aquinas",
        "file_name": "Jonah 3_8.toml",
        "id": "5072a2e7-7f95-450c-a98b-c16153b3d45f",
        "location_end": 3000008,
        "location_start": 3000008,
        "source_title": "",
        "source_url": "",
        "ts": 1274,
        "txt": "Coarseness of attire is sometimes a sign of sorrow: wherefore those who are in sorrow want to wear coarser clothes, just as on the other hand in times of festivity and joy they wear finer clothes. Just as a man’s mind is uplifted by fine clothes, so is it humbled by lowly apparel.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "John Chrysostom",
        "file_name": "Jonah 3_8.toml",
        "id": "65184423-2430-40b1-aaf4-5d8e8797ee4e",
        "location_end": 3000008,
        "location_start": 3000008,
        "source_title": "HOMILIES ON GENESIS 1:7",
        "source_url": "",
        "ts": 407,
        "txt": "Recall that Daniel, passionate man though he was, spent many days fasting. He received as recompense an awesome vision so that he tamed the fury of the lions and turned them into the mildest of sheep, not by changing their nature but by diverting their purpose without loss of their ferocity. The Ninevites too made use of the remedy of fasting and won from the Lord a reprieve. Animals as well as human beings were included in the fast, so that all living things would abstain from evil practices. This total response won the favor of the Lord of all.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "John Cassian",
        "file_name": "Jonah 3_8.toml",
        "id": "7301031d-8e18-4446-be2c-5c0af8cccfe9",
        "location_end": 3000008,
        "location_start": 3000008,
        "source_title": "",
        "source_url": "",
        "ts": 435,
        "txt": "They had a covering of sackcloth at a time when, since all were mourning over the approaching destruction of the city and were clothed with the same garments, none could be accused of excessive display. (Institutes Bk 1.2)\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Thomas Aquinas",
        "file_name": "Jonah 3_9.toml",
        "id": "e40d01aa-96c1-4c05-b1b9-280fcad27a9d",
        "location_end": 3000009,
        "location_start": 3000009,
        "source_title": "",
        "source_url": "",
        "ts": 1274,
        "txt": "God is said ‘to change His mind,’ metaphorically, inasmuch as He bears Himself after the manner of one who repents, by ‘changing His sentence, although He does not change His plan.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Tertullian",
        "file_name": "Jonah 3_9.toml",
        "id": "53c06ab5-2cb7-46b3-af77-8ae629d81804",
        "location_end": 3000009,
        "location_start": 3000009,
        "source_title": "",
        "source_url": "",
        "ts": 220,
        "txt": "Divine repentance takes in all cases a different form from that of man, in that it is never regarded as the result of improvidence or of fickleness, or of any condemnation of a good or an evil work. For it will have no other meaning than a simple change of a prior purpose; and this is admissible without any blame even in a man, much more in God, whose every purpose is faultless. Now in Greek the word for repentance (METANOIA) is formed, not from the confession of sin, but from a change of mind, which in God we have shown to be regulated by the occurrence of varying circumstances.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "John Chrysostom",
        "file_name": "Jonah 3_9.toml",
        "id": "5ce9446f-b437-44e4-a2d7-e14ac9cb4f98",
        "location_end": 3000009,
        "location_start": 3000009,
        "source_title": "HOMILIES ON LAZARUS AND THE RICH MAN 6",
        "source_url": "",
        "ts": 407,
        "txt": "Consider, if God had chosen to demolish everything [in a recent earthquake], what we would have suffered. I say this, so that the fear of these events may remain sharp in you and may keep everyone’s resolution firm. He shook us, but he did not destroy us. If he had wished to destroy us, he would not have shaken us. But since he did not wish to destroy us, the earthquake came in advance like a herald, forewarning everyone of the anger of God, in order that we might be improved by fear and prevent the actual retribution.He has done this even for foreign nations. “Yet three days, and Nineveh shall be overthrown.” Why do you not overcome the city? You threaten to destroy it. Why do you not destroy it? “Because I do not wish to destroy, for this very reason I threaten.” So what is the Lord saying? “Lest I enact my impending judgment, let my word go in advance and prevent my acting.” Yet three days, and Nineveh shall be overthrown. Then the prophet spoke. Today these walls speak. I say this, and I do not cease saying it, both to the poor and to the rich: consider how great is God’s anger. Consider how simple his requirement: let us abstain from evil! In a brief moment of time he shattered the mind and resolution of each one of us. He shook the foundations of our hearts.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "George Leo Haydock",
        "file_name": "Jonah 3_10.toml",
        "id": "ddf0c4df-ba0a-40c3-a664-e10813386ab6",
        "location_end": 3000010,
        "location_start": 3000010,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Mercy. Hebrew, \"repented \"as some copies of the Septuagint read, while others have, \"was comforted. \"(Haydock) \nGod suspended the stroke. But as the people soon relapsed, Sardanapalus burnt himself to death, and the city was taken, (St. Jerome) thirty-seven years after Jeroboam. (Year of the world 3257, Usher) \nYet this was only a prelude to its future ruin, foretold by Tobias, (xiv. 5. in Greek) and effected by Nabopolassar and Astyages. (Calmet) (Year of the world 3378, Usher) \nThe vestiges did not appear in the days of Lucian, (Charon.; Calmet) soon after Christ. (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Haimo of Auxerre",
        "file_name": "Jonah 3_10.toml",
        "id": "f845c6d6-a5c0-4074-9dc3-d2406945b9e7",
        "location_end": 3000010,
        "location_start": 3000010,
        "source_title": "",
        "source_url": "",
        "ts": 865,
        "txt": "For if the world is converted, God is converted; and when the sinners change their life, He will change His sentence.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Augustine of Hippo",
        "file_name": "Jonah 3_10.toml",
        "id": "eb88fabe-7f1d-4265-a01b-66615408d3e3",
        "location_end": 3000010,
        "location_start": 3000010,
        "source_title": "EXPLANATION OF THE PSALMS 50",
        "source_url": "",
        "ts": 430,
        "txt": "In uncertainty they repented and obtained certain mercy.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Tertullian",
        "file_name": "Jonah 3_10.toml",
        "id": "15d38031-fec2-4e4e-bc5d-5aa3cdc011d5",
        "location_end": 3000010,
        "location_start": 3000010,
        "source_title": "AGAINST MARCION 4:10",
        "source_url": "",
        "ts": 220,
        "txt": "Now, if [forgiveness of sin had not] been predicted of Christ, I should find in the Creator examples of such benignity as would hold out to me the promise of similar affections also in the Son of whom he is the Father. I see how the Ninevites obtained forgiveness of their sins from the Creator—not to say from Christ [by way of anticipation], even then, because from the beginning he was acting in the Father’s name.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "John Chrysostom",
        "file_name": "Jonah 3_10.toml",
        "id": "ac58654f-eece-4e3b-bed5-d2b9f64dca6c",
        "location_end": 3000010,
        "location_start": 3000010,
        "source_title": "",
        "source_url": "",
        "ts": 407,
        "txt": "For the fear was the cause of their safety. The threatening effected the deliverance from the peril. The sentence of destruction put a stop to the destruction. O strange and astonishing event! The threatening of death brought forth life.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "John Chrysostom",
        "file_name": "Jonah 3_10.toml",
        "id": "0618996f-4224-4d13-b093-8523d3be0878",
        "location_end": 3000010,
        "location_start": 3000010,
        "source_title": "HOMILIES CONCERNING THE STATUES 5:5-6",
        "source_url": "",
        "ts": 407,
        "txt": "They do not know the issue, and yet they do not neglect repentance. They are unacquainted with the method of the lovingkindness of God, and they are changed amid uncertainty. They had no other Ninevites to look to, who had repented and been saved. They had not read the prophets or heard the patriarchs, or benefited by counsel, or partaken of instruction, nor had they persuaded themselves that they should altogether propitiate God by repentance. For the threat did not contain this. But they doubted and hesitated about this, and yet they repented with all carefulness. What account then shall we give, when these, who had no good hopes held out to them as to the issue, gave evidence of such a change? [What account shall you give], who may be of good cheer as to God’s love for humanity, and have many times received pledges of his care, and have heard the prophets and apostles, and have been instructed by the events themselves, and yet you do not strive to attain the same measure of virtue as they? Great then was the virtue too of these people, but much greater was the lovingkindness of God.… That fear was the parent of salvation; the threat removed the peril; the sentence of overthrow stayed the overthrow. Now they have a new and more marvelous issue! The sentence threatening death was the parent of life.… Was Nineveh destroyed? Quite the contrary. It arose and became more glorious, and all this intervening time has not effaced its glory. And we all yet celebrate it and marvel at it, that subsequently it has become a most safe harbor to all who sin, not allowing them to sink into despair but calling all to repentance, both by what it did and by what it gained from the providence of God, persuading us never to despair of our salvation.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "John Chrysostom",
        "file_name": "Jonah 3_10.toml",
        "id": "c8535a9e-11a9-48ec-809d-37b955ea56d5",
        "location_end": 3000010,
        "location_start": 3000010,
        "source_title": "HOMILIES CONCERNING THE STATUES 20:21",
        "source_url": "",
        "ts": 407,
        "txt": "And that these words are not a vain boast shall be made manifest to you for things that have already happened. What could be more stupid than the Ninevites? What more devoid of understanding? Yet, nevertheless, these barbarian, foolish people, who had not yet heard any one teaching them wisdom, who had never received such precepts from others, when they heard the prophet saying, “Yet three days, and Nineveh shall be overthrown,” laid aside, within three days, the whole of their evil customs. The fornicator became chaste; the bold man meek; the grasping and extortionate moderate and kind; the slothful industrious. They did not, indeed, reform one or two or three or four vices by way of remedy, but the whole of their iniquity. But where does this appear, says someone? From the words of the prophet; for the same who had been their accuser and who had said that “the cry of their wickedness has ascended up even into heaven,” himself again bears testimony of an opposite kind by saying, “God saw that every one departed from their own evil ways.” He does not say from fornication or adultery or theft, but from their “own evil ways.” And how did they depart? As God knew; not as people judged of the matter. After this are we not ashamed, must we not blush, if it turns out that in three days only the barbarians laid aside all their wickedness, but that we, who have been urged and taught during so many days, have not got the better of one bad habit? These people had moreover gone to the extreme of wickedness before; for when you hear it said, “The cry of their wickedness is come up before me,” you can understand nothing else than the excess of their wickedness. Nevertheless within three days they were capable of being transformed to a state of complete uprightness.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "John Chrysostom",
        "file_name": "Jonah 3_10.toml",
        "id": "863b4c64-3d7a-4932-b7f6-0e35a65cdf4e",
        "location_end": 3000010,
        "location_start": 3000010,
        "source_title": "HOMILIES ON 2 CORINTHIANS 4:6",
        "source_url": "",
        "ts": 407,
        "txt": "They applied fasting to their wounds. Yes, they even applied extreme fasting—lying prostrate on the ground, putting on sackcloth and ashes, and lamentations. More importantly, they chose a change of life. Let us then see which of these things made them whole. And how shall we know? If we come to the physician, if we seek after him earnestly, he will not hide it from us but will even eagerly disclose it. Rather, in order that no one may be ignorant or have need to ask, he has even set down in writing the medicine that restores sinners. What then is this? “God,” he said, “saw that they turned every one from his evil way, and he repented of the evil that he said he would do unto them.” He did not say simply that he saw their fasting and sackcloth and ashes, but their behavior. I say this not to question fasting (God forbid!) but to exhort you that with fasting you do that which is better than fasting, the abstaining from all evil.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Jerome",
        "file_name": "Jonah 3_10.toml",
        "id": "96f7f93b-7957-49c1-be3a-62b8e3230e72",
        "location_end": 3000010,
        "location_start": 3000010,
        "source_title": "Commentary on Jonah, Chapter 3",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Jerome/Commentary%20on%20Jonah.md#tocuniq31",
        "ts": 420,
        "txt": "\"And God saw their works, that they turned from their evil way; and God repented of the evil, that he had said that he would do unto them; and he did it not.\" LXX: 'God saw their works since they turned from their wicked ways. And God repented for their wickedness that he had said he would do to them and he did not do it.' According to the two meanings of this passage God is threatening the town of Assyria and threatens the people of the world every day so that they repent: if they convert then he will change his judgement, and it will be changed by the conversion of the people. Jeremiah and Ezekiel explain this more clearly: the Lord has not fulfilled the good that he has promised to do if the good turn to sinners; nor the wickedness that he threatened the wicked if they return to safety. Thus now God sees their works, since they turn from their wicked way. But he did not hear those vain promises that Israel was in the custom of making: \"all that God has said, we shall do\" [Ex. 24:3.7], but he sees the works. And because he prefers a sinner's repentance rather than his death [Ez. 33:11.] he willingly changes his sentence because he has seen a change in the works. Or rather God has continued in his proposition, since he wanted to pity right from the beginning. No one in fact who desires to punish, threatens what he will actually do. The word 'wickedness' as we have noted above, can be taken to mean supplication or torture, not that God could think to do nothing on account of the wickedness.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Clement of Rome",
        "file_name": "Jonah 3_10.toml",
        "id": "2727e769-4541-4102-9bda-820262a306e6",
        "location_end": 3000010,
        "location_start": 3000010,
        "source_title": "1 CLEMENT 7",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Clement%20of%20Rome/First%20Epistle%20of%20Clement%20to%20the%20Corinthians.md",
        "ts": 99,
        "txt": "These things, dearly beloved, we are writing, not only to warn you but also to remind ourselves; for we are in the same arena, and the same contest lies before us. For this reason let us abandon empty and silly concerns and come to the glorious and holy rule of our tradition. Let us see what is good and pleasing and acceptable in the sight of our Maker. Let us fix our gaze on the blood of Christ and realize how precious it is to his Father, seeing that it was poured out for our salvation and brought the grace of conversion to the whole world. Let us look back over all the generations and learn that from generation to generation the Lord has given an opportunity of repentance to all who would return to him. Noah preached penance, and those who heeded were saved. Then Jonah announced destruction to the Ninevites and they repented of their sins, besought God in prayer and, estranged though they were from God, obtained salvation.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "George Leo Haydock",
        "file_name": "Jonah 4_1.toml",
        "id": "ccefcf49-9b36-4108-8810-2c8cfbc1489c",
        "location_end": 4000001,
        "location_start": 4000001,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Troubled. His concern was lest he should pass for a false prophet; or rather lest God's word, by this occasion might come to be slighted and disbelieved. (Challoner) \nHe conjectured that God would spare the penitent Ninivites, and feared lest prophecies should be deemed uncertain. But this doubt is solved by observing that some are conditional, (chap. iii. 4., and Jeremias xviii. 8.) as it proved here. When the people relapsed, they were afterwards destroyed, Nahum i. (Worthington) (Chap. iii. 10.) \nThe conversion of Ninive was an earnest of that of the Gentiles. (Calmet) \nThis being so intimately connected with the reprobation of the Jews, (Haydock) the prophet was grieved at the misery of the latter, (St. Jerome) which our Saviour and St. Paul bewailed. (Acts xi. 2.; Romans x. 19.; Luke xix.;) Yet Jonas seems to have considered himself rather too much.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "John Chrysostom",
        "file_name": "Jonah 4_1-2.toml",
        "id": "9505d466-dcab-47e5-b0ad-ad8ad44ace7d",
        "location_end": 4000002,
        "location_start": 4000001,
        "source_title": "HOMILIES ON REPENTANCE AND ALMSGIVING 2:20",
        "source_url": "",
        "ts": 407,
        "txt": "After he preached in the midst of Nineveh, he went out of the city in order to observe if anything should happen. When he saw that three days had passed and nothing had happened anywhere near what was threatened, he then put forward his first thought and said, “Are these not my words that I was saying that God is merciful and longsuffering and repents for people’s evils?”\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Cyril of Alexandria",
        "file_name": "Jonah 4_1.toml",
        "id": "eadb7bca-ab3c-4069-89d9-ff4d2248e5a5",
        "location_end": 4000001,
        "location_start": 4000001,
        "source_title": "",
        "source_url": "",
        "ts": 444,
        "txt": "The blessed Jonah was distressed, it was not because the city escaped destruction, but because he gave the impression of being a liar and a braggart, idly alarming them, speaking his own mind and not at all what came from the mouth of the Lord.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Jerome",
        "file_name": "Jonah 4_1-2.toml",
        "id": "d40c1247-369c-46cd-83de-b5e723aa701a",
        "location_end": 4000002,
        "location_start": 4000001,
        "source_title": "Against the Pelagians 3.6",
        "source_url": "https://www.newadvent.org/fathers/30113.htm",
        "ts": 420,
        "txt": "But God will reply by the mouth of Jeremiah, “At what instant I will speak concerning a nation, and concerning a kingdom, to pluck up, and to break down, and to destroy it; if that nation, concerning what I have spoken, turn from their evil, I will repent of the evil that I thought to do to them. And at what instant I will speak concerning a nation, and concerning a kingdom, to build and to plant it; if it does evil in my sight, that it obeys not my voice, then I will repent of the good wherewith I said I would benefit them.” Jonah was indignant because, at God’s command, he had spoken falsely; but his sorrow was proved to be ill founded, since he would rather speak truth and have a countless multitude perish than speak falsely and have them saved.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Jerome",
        "file_name": "Jonah 4_1-2.toml",
        "id": "e8874bc3-f5be-4592-8fda-befbf0a38280",
        "location_end": 4000002,
        "location_start": 4000001,
        "source_title": "Commentary on Jonah, Chapter 4",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Jerome/Commentary%20on%20Jonah.md#tocuniq41",
        "ts": 420,
        "txt": "\"But it displeased Jonah exceedingly and he was very angry. [And he prayed unto the LORD, and said]\" LXX: 'Jonah was saddened by a great sadness, and he was confounded. And he prayed to the Lord, and he said'. Seeing the crowd of gentiles enter [Rom. 11:25], and that fulfils what is written in Deuteronomy: \"they annoyed me with these gods who are not gods, so I will annoy them with a people that is not one; I shall anger them like a foolish nation\" [Deut. 32:21]. He despairs of Israel's safety and is hit by a great suffering which breaks out in words. He shows the signs of his suffering and more or less says this: 'I have been the only one of the prophets chosen to announce my people's ruin to them through the safety of others.' Thus he is not sad that the crowd of gentiles should be saved, as some people believe, but it is the destruction of Israel. Moreover our Lord wept for Jerusalem and refused to take bread away from the children to give to the dogs [Mt. 15:26; Mk. 7:27]. And the apostles preach firstly to Israel, and Paul wishes to be anathema for his brothers who are Israelites [Act. 13:46] and have adoption, glory, alliance, promises and law, and from whom the patriarchs come, and from them too according to the flesh came Christ. [Rom. 9:3-5] But suffering in vain, which is interpreted as the word Jonah, he is smitten by suffering, and 'the spirit is sad until death' [Mt. 26:38; Mk. 14:34]. For lest the people of the Jews should die, he has suffered as much as he was in power. The name of the sufferer also is appropriate to the story, since it signifies the toil of the prophet, weighed down by the miseries of his journey and the shipwreck.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Haimo of Auxerre",
        "file_name": "Jonah 4_2.toml",
        "id": "16404b67-ff59-41f2-90b6-a79d14c2e092",
        "location_end": 4000002,
        "location_start": 4000002,
        "source_title": "",
        "source_url": "",
        "ts": 865,
        "txt": "Partly Jonah prays, partly he complains, saying he did not wish to flee.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Jerome",
        "file_name": "Jonah 4_2-3.toml",
        "id": "1eb66162-faec-4474-a31a-d89cc43a082e",
        "location_end": 4000003,
        "location_start": 4000002,
        "source_title": "Commentary on Jonah, Chapter 4",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Jerome/Commentary%20on%20Jonah.md#tocuniq41",
        "ts": 420,
        "txt": "\"[And he prayed unto the LORD, and said], I pray you, O LORD, was not this my saying, when I was yet in my country? Therefore I fled before unto Tarshish: for I knew that you are a gracious God, and merciful, slow to anger, and of great kindness, and you repent of the evil. Therefore now, O LORD, take, I beseech you, my life from me; for it is better for me to die than to live.\" LXX: 'O Lord, is this not what I said when I was still in my country? This is why I made haste to flee to Tarshish. For I know that you are rich in mercy and are kind, patient, and full of compassion, and ready to repent for the evils that you promised. But now all-powerful Lord, take my spirit, because it is better for me to die than to live.' What I have interpreted as 'I pray you' and which the Septuagint has translated as 'O indeed' [[Gr. 'w dh']] is read as anna in Hebrew, which seems to me to express the prayer with a kind of coaxing . For when he had said quite justly that he wanted to flee his prayer accuses the Lord of injustice in a certain manner, and he tempers his complaints by a suppliant and rhetorical speech. Was this not what I said when I was in my country? I knew that you would do this. I am not unaware that you are merciful: this is why I refused to denounce you as harsh and cruel. Therefore I wanted to flee to Tarshish, to be free to think, and I preferred the quiet and rest on the sea of this age. I abandoned my home and left my inheritance, I left your lap and came here. If I had said that you are merciful, gentle, that you pardon wickedness, no one would have repented. If I had denounced you as a cruel God only fit to judge, I should have know that such is not your nature. In this dilemma I preferred to flee, rather than to deceive the repenters with mildness, or to preach things about you that you are not. \"Therefore Lord take my spirit for death is better for me than life.\" [3 Kings 19:4] \"Take my spirit which has been sad even until death.\" [Mt. 26:38; Mk. 14:34] \"Take my spirit. I place my spirit in your hands.\" [Ps. 30:6; Lk. 23:46] I was not able to save the whole nation of Israel by living, but I will die and the whole world will be saved. The story is clear and regarding the prophet's character, we can note as has often been said before that he is saddened and wants to die so that Israel should not be destroyed for ever after the conversion of such a multitude of gentiles.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Haimo of Auxerre",
        "file_name": "Jonah 4_4.toml",
        "id": "1bec205a-a01b-4407-a401-9f4188325604",
        "location_end": 4000004,
        "location_start": 4000004,
        "source_title": "",
        "source_url": "",
        "ts": 865,
        "txt": "Jonah understood that Israel would be destroyed. For the Lord did not say, \"You are angered evilly,\" lest He seem to blame the saddened man; on the other hand, He did not say, \"You are angered rightly,\" lest He be contrary to His own sentence. Therefore, He questions him concerning the causes of his grief, in order that he may answer, or if he were silent, he may by his silence confirm the judgment of God.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Cyril of Alexandria",
        "file_name": "Jonah 4_4.toml",
        "id": "a88b5532-db7a-408a-b754-d771334bd6bf",
        "location_end": 4000004,
        "location_start": 4000004,
        "source_title": "",
        "source_url": "",
        "ts": 444,
        "txt": "He believed that because of their decision to repent they were given a postponement of the disaster, but that the effects of the wrath would occur if they did not display works of repentance commensurate with their sins. After all, why should three days effort benefit people who were buried in every form of wrongdoing and guilty of such dreadful sins? It was probably with thoughts like this within him that he left the city, waiting to see what would happen to them. He expected, in fact, that it perhaps be shaken and collapse, or be burnt to the ground like Sodom.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Jerome",
        "file_name": "Jonah 4_4.toml",
        "id": "182b00f1-cfb5-43a4-9fc3-0b826cc736e5",
        "location_end": 4000004,
        "location_start": 4000004,
        "source_title": "Commentary on Jonah, Chapter 4",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Jerome/Commentary%20on%20Jonah.md#tocuniq41",
        "ts": 420,
        "txt": "\"Then said the LORD, Do you well to be angry?\" LXX: 'The Lord replied to Jonah, are you so much afflicted?' The Hebrew word hara lach can be translated as 'are you annoyed?' and are you afflicted?'. And each one pertains to the prophet and to the Lord: either he is annoyed and fears appearing a liar to the inhabitants of Nineveh, or he is afflicted, knowing that Israel is going to be destroyed. And with reason God does not say to him: 'you are wrong to get angry' or 'to be afflicted', not wanting to reprehend one suffering, nor does he say, 'you have reason to be angry or afflicted', so as not to contradict his former sentence. But he asks him whether he is angry or afflicted so that he replies the causes of his anger or suffering, or even, if he remains quiet, so that God's truth can be proved by his silence.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "George Leo Haydock",
        "file_name": "Jonah 4_5.toml",
        "id": "839a39b6-d4e4-47a0-a6bc-9cde2e87e9ee",
        "location_end": 4000005,
        "location_start": 4000005,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Went, or \"had gone \"waiting for the city's ruin. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Augustine of Hippo",
        "file_name": "Jonah 4_5-7.toml",
        "id": "841c8200-1b83-4412-a8a2-25a36a7c6858",
        "location_end": 4000007,
        "location_start": 4000005,
        "source_title": "LETTER 102:6",
        "source_url": "",
        "ts": 430,
        "txt": "But when Jonah made himself a booth and sat down opposite the city of Nineveh, waiting to see what would befall it, the prophet played a part of different significance. He was a type of the carnal people of Israel, for he was sad over the preservation of the Ninevites! He was frustrated over the redemption and salvation of the Gentiles! This is why Christ came to call “not the just but sinners to repentance.” But the shadow of the vine over his head was the promise of the Old Testament. Its law manifested, as the apostle says, “a shadow of things to come.” God was offering shade from the heat of temporal evils in the land of promise.But the worm came in the morning. It gnawed at the vine and withered it. For when the gospel had been published by Christ’s mouth, all those things withered and faded away. The shade of the vine symbolized temporal prosperity for the Israelites. And now those people have lost the kingdom of Jerusalem and their priesthood and sacrifice. All of this was a foreshadowing of the future. They were scattered abroad in captivity and afflicted with a great flood of suffering, just as Jonah—so it is written—suffered grievously from the heat of the sun. Yet the salvation of penitent nations is preferred to Jonah’s suffering and the shade that he loved.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Cyril of Alexandria",
        "file_name": "Jonah 4_5-7.toml",
        "id": "32e10baf-b72e-4c64-a0bd-d27ee914b81a",
        "location_end": 4000007,
        "location_start": 4000005,
        "source_title": "COMMENTARY ON JONAH 4:5",
        "source_url": "",
        "ts": 444,
        "txt": "The days being now past, after which it was time that the things foretold should be accomplished, and his anger as yet taking no effect, Jonah understood that God had pity on Nineveh. Still he does not give up all hope, and thinks that a respite of the evil has been granted them on their willingness to repent, but that some effect of his displeasure would come, since the pains of their repentance had not equaled their offenses. So thinking in himself apparently, he departs from the city and waits to see what will become of them. He expected, apparently, that it would either fall by an earthquake or be burned with fire, like Sodom.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Jerome",
        "file_name": "Jonah 4_5.toml",
        "id": "b083c7cd-2a30-4f4c-b094-5322948d77d1",
        "location_end": 4000005,
        "location_start": 4000005,
        "source_title": "Commentary on Jonah, Chapter 4",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Jerome/Commentary%20on%20Jonah.md#tocuniq41",
        "ts": 420,
        "txt": "\"So Jonah went out of the city, and sat on the east side of the city, and there made him a booth, and sat under it in the shadow, till he might see what would become of the city.\" LXX: similar. Cain who initiated civilisation by fratricide and homicide in killing his brother was the first to build a city, and he gave it the name of his son Enoch. [Gen. 4:17] This is why the prophet Hosea declares, \"I am God, and not a man, amongst you I am a saint, and I will not come into the city\". [Os. 11:9] For the Lord, says the psalmist, is the charge of \"the transition of the dead\" [Ps. 67:21]. This is why one of this cities of refuge is called Ramoth [Deut. 4:43], which is translated as 'vision of death'. Therefore quite justly anyone who is a fugitive and on account of his sins does not merit living in Jerusalem lives in the city of death and is across the waves of the Jordan, which signifies 'descent'. The dove, or the suffering, comes out from such a town and lives in the east whence the sun rises. And it is there in his tent, where having contemplated every hour that passes, he hears what is going to happen to this city. Before Nineveh was saved and before the gourd dried up, before the Gospel of Christ becomes famous and the prophecy of Zechariah is realised: \"here is a man whose name is East\" [Zac. 6:12], Jonah was under his shelter. And nor had Truth come, about which the apostle of the Gospel says: \"God is truth\" [John 3:33; 14:6; 1 John 5:6], and he adds elegantly, \"and he made there a shelter\" near to Nineveh. He makes it himself, for no inhabitant of Nineveh of that age would have been able to live with the prophet, and he was seated under the shade in the attitude of a judge or if you like, constrained by his majesty, \"having pulled in vigorously his reins\" [Prov. 31:17], so that his robe did not fall upon his feet and upon us who are low down, but was held together by a straighter belt. More precisely with regard to what he says, \"to see what would happen to the city\", this uses the accustomed usage of recourse to Scriptures to preach to God about human feelings.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "George Leo Haydock",
        "file_name": "Jonah 4_6.toml",
        "id": "c0250e6e-70f3-4e86-875d-a21330c1cd1c",
        "location_end": 4000006,
        "location_start": 4000006,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "The Lord God prepared an ivy. Hederam. In the Hebrew it is kikajon, which some render a gourd; others a palmerist, or palma Christi. (Challoner) \nThis latter is now the common opinion. St. Jerome explains it of a shrub growing very fast in the sandy places of Palestine. He did not pretend (Calmet) that hedera, or ivy, as Aquila translates, (Haydock) was the precise import; but he found no Latin term more resembling, (Calmet) as he observes here and in his letter to St. Augustine, who had informed him that a certain bishop of Africa having read his version publicly, the audience was surprised at the change; and the Jews, \"either through ignorance or malice \"decided in favour of the old Greek and Latin version of gourd, which Protestants retain. (Haydock) \nBut this does not grow so soon no more than the ivy. The palma Christi, or ricinus, does. The Egyptians call it kiki, and the Greeks selicy prion. See Pliny, xv. 7. Its foliage is thick, and its trunk hollow. (Calmet) \nBut how came St. Jerome to be unacquainted with this plant? or why did he substitute one false name for another?\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Augustine of Hippo",
        "file_name": "Jonah 4_6-11.toml",
        "id": "3157a6cd-76b4-4427-b876-1b5b04c299e1",
        "location_end": 4000011,
        "location_start": 4000006,
        "source_title": "Augustine Letter 71 (To Jerome), Chapter 3, Section 5",
        "source_url": "https://www.newadvent.org/fathers/1102071.htm",
        "ts": 403,
        "txt": "A certain bishop, one of our brethren, having introduced in the church over which he presides the reading of your version, came upon a word in the book of the prophet Jonah, of which you have given a very different rendering from that which had been of old familiar to the senses and memory of all the worshippers, and had been chanted for so many generations in the church. [Jonah 4:6] Thereupon arose such a tumult in the congregation, especially among the Greeks, correcting what had been read, and denouncing the translation as false, that the bishop was compelled to ask the testimony of the Jewish residents (it was in the town of Oea). These, whether from ignorance or from spite, answered that the words in the Hebrew manuscripts were correctly rendered in the Greek version, and in the Latin one taken from it. What further need I say? The man was compelled to correct your version in that passage as if it had been falsely translated, as he desired not to be left without a congregation — a calamity which he narrowly escaped. From this case we also are led to think that you may be occasionally mistaken. You will also observe how great must have been the difficulty if this had occurred in those writings which cannot be explained by comparing the testimony of languages now in use.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Augustine of Hippo",
        "file_name": "Jonah 4_6-11.toml",
        "id": "372f7a72-34ae-4ace-9b52-29ee5edae039",
        "location_end": 4000011,
        "location_start": 4000006,
        "source_title": "Augustine Letter 82 (To Jerome), Chapter 5, Section 35",
        "source_url": "https://www.newadvent.org/fathers/1102082.htm",
        "ts": 405,
        "txt": "I desire, moreover, your translation of the Septuagint, in order that we may be delivered, so far as is possible, from the consequences of the notable incompetency of those who, whether qualified or not, have attempted a Latin translation; and in order that those who think that I look with jealousy on your useful labours, may at length, if it be possible, perceive that my only reason for objecting to the public reading of your translation from the Hebrew in our churches was, lest, bringing forward anything which was, as it were, new and opposed to the authority of the Septuagint version, we should trouble by serious cause of offense the flocks of Christ, whose ears and hearts have become accustomed to listen to that version to which the seal of approbation was given by the apostles themselves. Wherefore, as to that shrub in the book of Jonah, if in the Hebrew it is neither \"gourd\" nor \"ivy,\" but something else which stands erect, supported by its own stem without other props, I would prefer to call it \"gourd\" in all our Latin versions; for I do not think that the Seventy would have rendered it thus at random, had they not known that the plant was something like a gourd.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Jerome",
        "file_name": "Jonah 4_6-11.toml",
        "id": "9880b2f8-2bf3-4481-bc85-43575ecabf81",
        "location_end": 4000011,
        "location_start": 4000006,
        "source_title": "Augustine Letter 75 (From Jerome), Chapter 7, Section 22",
        "source_url": "https://www.newadvent.org/fathers/1102075.htm",
        "ts": 404,
        "txt": "You tell me that I have given a wrong translation of some word in Jonah, and that a worthy bishop narrowly escaped losing his charge through the clamorous tumult of his people, which was caused by the different rendering of this one word. At the same time, you withhold from me what the word was which I have mistranslated; thus taking away the possibility of my saying anything in my own vindication, lest my reply should be fatal to your objection. Perhaps it is the old dispute about the gourd which has been revived, after slumbering for many long years since the illustrious man, who in that day combined in his own person the ancestral honours of the Cornelii and of Asinius Pollio, brought against me the charge of giving in my translation the word \"ivy\" instead of \"gourd.\" I have already given a sufficient answer to this in my commentary on Jonah. At present, I deem it enough to say that in that passage, where the Septuagint has \"gourd,\" and Aquila and the others have rendered the word \"ivy\" (κίσσος), the Hebrew manuscript has \"ciceion,\" which is in the Syriac tongue, as now spoken, \"ciceia.\" It is a kind of shrub having large leaves like a vine, and when planted it quickly springs up to the size of a small tree, standing upright by its own stem, without requiring any support of canes or poles, as both gourds and ivy do. If, therefore, in translating word for word, I had put the word \"ciceia,\" no one would know what it meant; if I had used the word \"gourd,\" I would have said what is not found in the Hebrew. I therefore put down \"ivy,\" that I might not differ from all other translators. But if your Jews said, either through malice or ignorance, as you yourself suggest, that the word is in the Hebrew text which is found in the Greek and Latin versions, it is evident that they were either unacquainted with Hebrew, or have been pleased to say what was not true, in order to make sport of the gourd-planters.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Jerome",
        "file_name": "Jonah 4_6.toml",
        "id": "2466ec88-a4b8-4979-be08-483ebad61aaf",
        "location_end": 4000006,
        "location_start": 4000006,
        "source_title": "Commentary on Jonah, Chapter 4",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Jerome/Commentary%20on%20Jonah.md#tocuniq41",
        "ts": 420,
        "txt": "\"And the LORD God prepared a gourd, and made it to come up over Jonah, that it might be a shadow over his head, to deliver him from his grief. So Jonah was exceeding glad of the gourd.\" LXX: 'and the Lord commanded a gourd to grow up over the head of Jonah to form a shade to protect him from his evils. And Jonah was very glad of the gourd indeed. In this place a certain Canterius from the ancient family of Cornelii, (or as he himself says from the lineage of Asinius Pollion), has accused me recently, it seems, of sacrilege for having translated 'ivy' instead of 'gourd'. Apparently he feared that if ivy were taken instead of gourds that there would not be anything to drink in his secret place and his shade. And justly on the veins of this gourd, which are called saucomariae in general, it is customary to paint the image of the Apostles from which this individual has borrowed his name, which is not his own. If it is this easy to change ones name, (after having been the Cornelii, seditious consuls, they renamed themselves Paul Emile consuls), I ask myself why in surprise I should not be allowed to translate ivy instead of gourd. But let us return to more serious matters. For gourd or ivy in Hebrew we read qiqaion, which is also written qiqaia in the Syriac and Punic languages. It is a type of shrub or sapling with wide leaves like a vine, and which casts a large shadow and is supported by a trunk and often is found growing in Palestine especially in sandy areas. It is interesting to note that if the seed is cast on the ground it germinates quickly and in a few days it can be seen to have grown from a seedling to a bush. For my part when I was translating the prophets I wanted to just transliterate the Hebrew word seeing that Latin has no word for this kind of tree. But I feared that the men of letters would find in this some argument, imagining those animals of India or the mountains of Boeotia or even other marvels of this type. I have also followed the example of the former translators who translated it as ivy, in Greek chissos, because they had no other word to use. let us now look carefully at the story, and having looked at the mythical meaning then go on to study each word individually. The gourd and the ivy creep along the ground by their nature, and if they have no restraints or ladders as support they do not try to climb. How is it possible then that a gourd could grow up without the prophet knowing in one night to provide shade, if its nature is not to climb unless it has some supports, reeds or pegs to hold on to? Although the gourd, offering a miracle in its sudden appearance, and showing the power of God in the protection of a leafy shade, was only following its own nature. Even this though can refer to the person of the Lord Saviour, let us not completely abandon our gourd on account of our philocholochunthon, so that we remember that passage of Isaiah, which says, \"and the daughter of Zion is left as a cottage in a vineyard, or as a lodge in a garden of cucumbers, as a besieged city.\" [Is. 1:8] And because we do not find a gourd mentioned elsewhere in the Scriptures let us say then that where the cucumber grows gourds usually grow too. And Israel is compared to this kind of plant because, at a certain time, it protected Jonah with its shadow whilst he was waiting the conversion of the gentiles and made him feel greatly happy. It made more a shady shelter for him rather than a house, and that suggests a roof of some kind but not having the foundations of a house. Moreover the gourd, our little bush, which grows quickly and dries quickly, could be compared to Israel, pushing its little roots into the ground and trying to raise itself up, but is not able to equal the height of cedars [Ps. 79:11] and cypress trees [Is. 37:24; Zac. 11:2] of God. It seems to me that one could interpret the locusts that were food for John similarly, who said symbolising Israel, \"It must grow but I must die\" [John 3:30]. The locust, a small animal with weak wings managing to rise up from the ground but not able to fly very high so that it is better called a reptile yet not similar either to birds.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Tyrannius Rufinus",
        "file_name": "Jonah 4_6-11.toml",
        "id": "47513594-4bd7-4eab-a8e2-778ce212baca",
        "location_end": 4000011,
        "location_start": 4000006,
        "source_title": "The Apology of Rufinus (Book II), Section 35",
        "source_url": "https://www.newadvent.org/fathers/27052.htm",
        "ts": 411,
        "txt": "This has been the present which you have made us with your excess of wisdom, that we are all judged even by the heathen as lacking in wisdom... The ears of simple men among the Latins ought not after four hundred years to be molested by the sound of new doctrines... Now you are yourself saying... When the world has grown old and all things are hastening to their end, let us change the inscriptions upon the tombs of the ancients, so that it may be known by those who had read the story otherwise, that it was not a gourd but an ivy plant under whose shade Jonah rested; and that, when our legislator pleases, it will no longer be the shade of ivy but of some other plant.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Jerome",
        "file_name": "Jonah 4_7-8.toml",
        "id": "cdda6b7e-91fa-458b-bcd8-a0c4db6b5124",
        "location_end": 4000008,
        "location_start": 4000007,
        "source_title": "Commentary on Jonah, Chapter 4",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Jerome/Commentary%20on%20Jonah.md#tocuniq41",
        "ts": 420,
        "txt": "\"But God prepared a worm when the morning rose the next day, and it smote the gourd that it withered. And it came to pass, when the sun did arise, that God prepared a vehement east wind; and the sun beat upon the head of Jonah, that he fainted, and wished in himself to die, and said, it is better for me to die than to live.\" LXX: 'and God commanded a worm early the next morning, which smote the gourd that it withered. When the sun had risen the Lord immediately commanded a hot and burning wind. The sun hit upon Jonah's head in his distress and suddenly became very exhausted and he said, it is better for me to die than to live.' Before the sun of justice [Mal. 4:2] rose the shade was verdant and Israel was not dry. But after it rose, and when the darkness of Nineveh had been dispersed by its light, a worm obtained for the first light of the next day smote the gourd, (the worm, which is mentioned in the title to psalm twenty-one: \"in honour of the morning incarnation\", and which was born from the earth without any seed, can say, 'I am a worm and not a man' [Ps. 21:7]. And Jonah, abandoned by God's aid, loses all his strength. The Lord ordered a hot and burning wind, which was prophesied by Hosea: \"the Lord will bring a wind out of the desert, which will dry up the rivers and abandon his fountain\" [Hos. 13:15]. And Jonah began to get hot and once again he wants to die in the baptism of Israel to receive in this basin the moisture which he lost in his refusal to do God's word. This is why Peter speaks to the Jews who are parched, saying, \"Repent, and let each of you be baptised in the name of Jesus Christ for payment for your sins, so that you might receive the gift of the Holy Spirit\" [Act. 2:38]. There are those for whom the worm and the burning wind represent the Roman generals who, after the resurrection of Christ, completely destroyed Israel.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "George Leo Haydock",
        "file_name": "Jonah 4_8.toml",
        "id": "2900e145-bcc5-4005-b82e-f4f36539b097",
        "location_end": 4000008,
        "location_start": 4000008,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Hot. Hebrew also, \"eastern and sultry \"(Haydock) or silent, (Calmet) which instead of refreshing, served only to increase the heat, (Haydock) and to raise dust. Septuagint, Syriac, agree with the Vulgate.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Theodoret of Cyrus",
        "file_name": "Jonah 4_8.toml",
        "id": "258c720c-08f0-40fe-af97-474681e8676d",
        "location_end": 4000008,
        "location_start": 4000008,
        "source_title": "COMMENTARY ON JONAH 4:10-11",
        "source_url": "",
        "ts": 458,
        "txt": "When he admitted to feeling this way to the extent of preferring death to life on this account, God said, I call you as judge. Consider, then, if it is right for you to grieve over the pumpkin vine, which you did not cultivate, neither planting it nor watering it. It came into being at dawn, and a worm and the sun proved its ruin at day’s end. For my part, on the contrary, is it right for me to treat without mercy this city, which was brought into being by me, containing more than 120, inhabitants who do not know their right hand from their left, and many cattle? Give thought to this, then, and marvel at the lovingkindness for its reasonableness.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "George Leo Haydock",
        "file_name": "Jonah 4_9.toml",
        "id": "0ba78afd-00b6-4bdc-a7f5-84d8f67acfdb",
        "location_end": 4000009,
        "location_start": 4000009,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Death. The spirit of prophecy changes not the temper. (Calmet) \nJonas had reason to be grieved, and so had God to show mercy. In this history and prediction, who would have thought that Jonas had been a figure of our Saviour's death and resurrection, if he himself had not declared it? (Matthew xii.) (Worthington) \nThe prophet comes out of the fish alive, as Christ does from the tomb. He was cast into the sea to save those on board; Christ dies for the redemption of mankind. Jonas had been ordered to preach, but did not comply till after his escape; thus the gospel was designed to be preached to the Gentiles, yet Christ would not have it done till he had risen, Matthew xv. 26. The prophet's grief intimates the jealousy of the Jews; as his shade destroyed, points out the law, which leaves them in the greatest distress. The very name fish, ichthus, is a monogram of \"Jesus Christ, the Son of God, a Saviour, (Calmet) or crucified. \"(Haydock) (St. Paulinus, ep. 33.) \nHence Jonas most strikingly foreshewed Christ. (St. Augustine, City of God xviii. 30.)\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Jerome",
        "file_name": "Jonah 4_9.toml",
        "id": "61ababe9-324f-4876-8bbf-5eefe8b230da",
        "location_end": 4000009,
        "location_start": 4000009,
        "source_title": "Commentary on Jonah, Chapter 4",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Jerome/Commentary%20on%20Jonah.md#tocuniq41",
        "ts": 420,
        "txt": "\"And God said to Jonah, Do you well to be angry for the gourd? And he said, I do well to be angry, even unto death.\" LXX: 'and the Lord God said to Jonah, are you so afflicted for a gourd? He replied, 'I am very afflicted even to the point of death'. When he was asked about the repentance of the inhabitants of Nineveh and the safety of the city of the gentiles, 'do you well to be angry?', the prophet replied nothing, yet justified God's question by his silence. For he knew that God is kind, merciful, patient, and full of pity [Ex. 34:6; Ps 102:8], pardoning wickedness and he did not feel sad for the safety of the gentiles; but once the gourd, (Israel) had dried up, when he is asked, 'do you well to be angry for the gourd?', he replies with assurance, 'I do well to be angry and to suffer even unto death. I did not want to save one only to see the others perish, to gain foreigners only to lose my own'. And in truth up until this day Christ weeps for Jerusalem and he weeps until death; not his own death, but that of the Jews, so that they die refusing and rise up again confessing the Son of God.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Cyril of Alexandria",
        "file_name": "Jonah 4_10.toml",
        "id": "32fd3be3-5709-4daf-a3fe-c1fe4de94347",
        "location_end": 4000010,
        "location_start": 4000010,
        "source_title": "",
        "source_url": "",
        "ts": 444,
        "txt": "Notice in fact, how He presents Jonah being distressed not at an appropriate time nor when it was called for, despite being obliged like a saint to applaud and praise the Lord for his goodness. If you took it personally, he says, or rather were brought to the extremes of distress because your pumpkin plant withered, which grew up in a single night and perished likewise, how for my part should I not take account of the great city.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Jerome",
        "file_name": "Jonah 4_10-11.toml",
        "id": "c6e0d992-d296-4592-a677-b1bed52b1cca",
        "location_end": 4000011,
        "location_start": 4000010,
        "source_title": "Commentary on Jonah, Chapter 4",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Jerome/Commentary%20on%20Jonah.md#tocuniq41",
        "ts": 420,
        "txt": "\"Then said the LORD, You have had pity on the gourd, for the which you have not laboured, neither made it grow; which came up in a night, and perished in a night: and should not I spare Nineveh, that great city, wherein are more than sixscore thousand persons that cannot discern between their right hand and their left hand; and also much cattle?\" LXX: 'and the Lord said, 'you wanted to keep safe a gourd which has done you no wickedness, that you have not cared for, which was born in one night and died in one night. But should I not spare Nineveh the great city in which live over three thousand people who are unknowing of their right and their left, and an equal number of cattle?' It is too difficult to explain how according to tropology this is said to the Son of man: 'you worry for a gourd that has done you no harm, that you did not plant' [John 1:3], since all has been done by him and with him absent nothing has been done. This is why someone interpreting this passage and wanting to resolve the question which he asked himself, fell into blasphemy. For, if we look at the text of the Gospel, which says, \"why do you call me good? Nothing is good except God himself.\" [Mk. 10:18] He interprets the Father as good and places the Son one place lower, in a comparison with one who is perfectly and completely good. And he has not seen that this opinion made him fall into the heresy of Marcion, who proposes a God that is uniquely good, with another for judging and for creating, rather than the opinion of Arius who proposed a superior Father and an inferior Son yet admits the Son as creator. We must be indulgent therefore for that which we are about to say, and our attempts ought to be encouraged with good criticism and prayer, rather than declaimed by an argumentative audience. Criticism and declamation are easy for those who are most ignorant, but one must be learned and know the labours of workers to stretch out ones hand to those weaker or to show the way to those who are lost. Our Lord and Saviour did not work for Israel as for the people of the gentiles. In this instance Israel declares in faith, \"Look these many years do I serve you, neither transgressed I at any time thy commandment: and yet you never gave me a kid, that I might make merry with my friends: But as soon as this thy son was come, which hath devoured thy living with harlots, you have killed for him the fatted calf.\" [Lk. 15:29-32] And in spite of all he is not reprimanded by the Father, but he says to him kindly, \"Son, you art ever with me, and all that I have is thine. It was meet that we should make merry, and be glad: for this thy brother was dead, and is alive again; and was lost, and is found.\" The fat calf has been slaughtered for the people of the gentiles, and its precious blood has been spread about, about which Paul to the Hebrews (9 and 10) explains in great detail. And David in the psalm says, \"the brother does not redeem, man will redeem\" [Ps. 48:8]. Christ decided that this people would be great and he died so that they might live; he went down to the underworld so that this people might rise up to heaven. For Israel there is no comparable toil. This is why he is jealous of his young brother, seeing that after having spent his fortune on his prostitutes and pimps, he receives the ring and the robe and recovers his former dignity. The phrase 'which was born in one night' can be applied to the time just before the arrival of Christ, who was the light of the world [John 8:12;9:5], about which is said, \"the night has passed, and the day is near\" [Rom. 13:12]. And this people died in one night when the sun of righteousness [Mal. 4:2] set for them, and they lost the word of God. The city of Nineveh which is great and very beautiful, prefigures the Church in which there is a greater number of inhabitants than the ten tribes of Israel: this is what the rest of the twelve baskets in the desert represent [Mat. 14:20; Mk. 6:43; Lk. 9:17; John 6:13]. \"they do not know the difference between their right and their left\", either on account of their innocence and their simplicity (to show first childhood and let it be known what the number of those is who have reached an older age, when the very young are so numerous), or even, (because the city was great, and \"in a great house there are not only golden and silver objects but also some made of wood and pottery\" [2. Tim. 2:20]) because there was a great crowd that needed to repent and was ignorant of the difference between good and bad, between their right and left. And there is a great number of animals and of men who do not possess the faculty of reason and who can be compared to mad animals to whom they are similar. [Ps. 48:21.]\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Ambrose of Milan",
        "file_name": "Jonah 4_11.toml",
        "id": "e54a8621-3f6a-49f4-8590-7e429df479e6",
        "location_end": 4000011,
        "location_start": 4000011,
        "source_title": "LETTER 60",
        "source_url": "",
        "ts": 397,
        "txt": "The next day the book of Jonah was read according to custom, and when it was finished I began this sermon: Brothers, a book has been read in which it is prophesied that sinners shall return to repentance. It is understood to mean that they may hope for the future in the present. I added that the just man had been willing to receive even blame, so as not to see or prophesy destruction for the city. And because that sentence was mournful, he grew sad when the vine withered. God said to the prophet, “Are you sad over the vine?” Jonah answered, “I am sad.” The Lord said that if he was grieving because the vine had withered, how much greater should his care be for the salvation of so many people! And, in fact, he did away with the destruction that had been prepared for the entire city.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Haimo of Auxerre",
        "file_name": "Jonah 4_11.toml",
        "id": "2af08737-02a0-41dd-8030-920126ac9ca3",
        "location_end": 4000011,
        "location_start": 4000011,
        "source_title": "",
        "source_url": "",
        "ts": 865,
        "txt": "For the good are understood by the right hand, bad by the left.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Salvian the Presbyter",
        "file_name": "Jonah 4_11.toml",
        "id": "4bb1a208-4d1e-4d41-a017-503510429abe",
        "location_end": 4000011,
        "location_start": 4000011,
        "source_title": "LETTER 4",
        "source_url": "",
        "ts": 500,
        "txt": "When, at one time, God had been offended by the sins of the Ninevites, he was appeased by the crying and wailing of children. For though we read that the whole people wept, yet the lot of innocence of the little ones merited the greatest mercy. God said to Jonah, “You are greatly grieved over the vine.” And a little later, “Should I not spare Nineveh, the great city, in which there are more than 120, persons, who know not their left hand from their right hand?” He thereby declared that because of the purity of the innocent ones, he was also sparing the faults of the guilty ones.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Cyril of Alexandria",
        "file_name": "Jonah 4_11.toml",
        "id": "cd200fc1-d533-46a7-9204-1d408e3063c1",
        "location_end": 4000011,
        "location_start": 4000011,
        "source_title": "",
        "source_url": "",
        "ts": 444,
        "txt": "this is something beyond infants, and it is logical to accord them loving-kindness before all others, since they have not sinned; what sins could they be guilty of if still unfamiliar with their own hands?\n"
    },
    {
        "append_to_author_name": "",
        "book": "jonah",
        "father_name": "Jerome",
        "file_name": "Jonah 4_11.toml",
        "id": "24b02ebe-0f7a-45a1-887f-38eebb4ca54f",
        "location_end": 4000011,
        "location_start": 4000011,
        "source_title": "LETTER 107.6",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Jerome/Letters/letter_107.md",
        "ts": 420,
        "txt": "We read of Eli the priest that he became displeasing to God on account of the sins of his children. And we are told that a man may not be made a bishop if his sons are loose and disorderly. It is written of the woman that “she shall be saved in childbearing, if she continues in faith and charity and holiness with chastity.” If then parents are responsible for their children when these are of ripe age and independent, how much more must they be responsible for them when, still unweaned and weak, they cannot, in the Lord’s words, “discern between their right hand and their left,” when, that is to say, they cannot yet distinguish good from evil?\n"
    }
]