[
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "George Leo Haydock",
        "file_name": "Micah 1_1.toml",
        "id": "42cd307b-176d-4e3e-a53d-8ee287178e89",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Morasthite, \"of Maresa \"(Chaldean; chap. i. 14.; Calmet) a village near Eleuthero polis. (St. Jerome) \nKings. They reigned about sixty years. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Ambrose of Milan",
        "file_name": "Micah 1_1.toml",
        "id": "1ffc49c1-8da1-491c-b8ba-95e7764b7da2",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "LETTER 45",
        "source_url": "",
        "ts": 397,
        "txt": "Micah means “one who is from God,” or, as we find elsewhere, “one who is the son of the Morashite,” in other words son of the heir. Who is the heir but the Son of God, who says, “All things have been delivered to me by the Father,” who, being the heir, wished us to be co-heirs. It is well to ask, “Who is he?” He is not one of the people but one chosen to receive the grace of God, through whom the Holy Spirit speaks. He began to prophesy in the days of Jotham, Ahaz and Hezekiah, kings of Judah. By this order the progress of the vision is signified, for it goes from the times of evil kings to those of the good king.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Richard Challoner",
        "file_name": "Micah 1_1.toml",
        "id": "887cf517-37b4-49fa-b8dc-d1a0a96a8273",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "MICHEAS, of Morasti, a little town in the tribe of JUDA, was contemporary with the prophet ISAIAS: whom he resembles both in his spirit and his style. He is different from the prophet MICHEAS mentioned in the third book of Kings, chap. 22. For that MICHEAS lived in the days of king ACHAB, one hundred and fifty years before the time of EZECHIAS, under whom this MICHEAS prophesied.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "George Leo Haydock",
        "file_name": "Micah 1_2.toml",
        "id": "c70924fe-2672-4e97-a027-8458d0077db1",
        "location_end": 1000002,
        "location_start": 1000002,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Witness. Deuteronomy xxxii., Isaias i., and vi. The prophet discharges his duty, and will not be blameable, if people die in their sins, Jeremias iii. 18. (Worthington) \nThis sublime address shows the importance of the subject, and how deep an impression the sins of Israel had made in his breast.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "George Leo Haydock",
        "file_name": "Micah 1_3.toml",
        "id": "96071707-e296-43ea-a3f7-f704a35d8942",
        "location_end": 1000003,
        "location_start": 1000003,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Earth, to subdue the rebels, Amos iv. 13., and Habacuc iii. 3. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Origen of Alexandria",
        "file_name": "Micah 1_3.toml",
        "id": "b964a901-3ccb-4160-b877-7ae1fcf4ba5f",
        "location_end": 1000003,
        "location_start": 1000003,
        "source_title": "COMMENTARY ON THE GOSPEL OF JOHN 20:152-56",
        "source_url": "",
        "ts": 253,
        "txt": "Now let us also consider Jesus’ statement, “I have proceeded and come from God.” It seems useful to me to juxtapose to these words the following words from Micah: “Hear my words, you people, and let the earth and all who are in it pay attention; and the Lord shall be among you for a witness, the Lord from his holy house. Therefore behold, the Lord proceeds from his place and will come down and tread upon the high places of the earth, and the mountains will be shaken under him, and the valleys will be dissolved like wax, before fire and like water tumbling down in a waterfall.” Now consider whether the statement, “I have proceeded from God,” is equivalent to the statement, “The Lord proceeds from his place,” since, when the Son is in the Father, being in the form of God before he empties himself, God is his place, as it were.… Unless you understand that the Son is in the Father in a different way than he was before he proceeded from God, it will seem contradictory that he has both proceeded from God, and, after he has proceeded from God, is still in God.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Origen of Alexandria",
        "file_name": "Micah 1_3.toml",
        "id": "1954d2b9-f290-4c34-8b12-5b0516d7140d",
        "location_end": 1000003,
        "location_start": 1000003,
        "source_title": "HOMILIES ON GENESIS 4:5",
        "source_url": "",
        "ts": 253,
        "txt": "“I have descended,” the text says, “to see.” When responses are delivered to Abraham, God is not said to descend but to stand before him, as we explained above. “Three men,” the text says, “stood before him.” But now because sinners are involved, God is said to descend.Beware lest you think of ascending and descending spatially. For these metaphors are frequently found in the sacred literature, as in the prophet Micah. “Behold,” Scripture says, “the Lord departed from his holy place and came down and will tread upon the high places of the earth.” Therefore God is said to descend when he deigns to have concern for human frailty. This should be discerned especially of our Lord and Savior, who “thought it not robbery to be equal with God but emptied himself, taking the form of a servant.” Therefore he descended. For “no other has ascended into heaven, but he that descended from heaven, the Son of man who is in heaven.” For the Lord descended not only to care for us but also to bear what things are ours. “For he took the form of a servant,” and although he himself is invisible in nature, inasmuch as he is equal to the Father, nevertheless he took a visible appearance “and was found in appearance as a man.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "George Leo Haydock",
        "file_name": "Micah 1_4.toml",
        "id": "989941ba-0a21-49e5-8b57-447dd6e403c4",
        "location_end": 1000004,
        "location_start": 1000004,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Melted. Septuagint, \"moved. \"(Haydock) \nCleft, as it was to swallow up Core, (Numbers xvi. 31.) with the greatest ease.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Jerome",
        "file_name": "Micah 1_4.toml",
        "id": "95ba3762-7c9e-4974-b963-cd08dee09cb2",
        "location_end": 1000004,
        "location_start": 1000004,
        "source_title": "COMMENTARY ON MICAH 1:1.4",
        "source_url": "",
        "ts": 420,
        "txt": "As wax cannot endure the nearness of the fire, and as the waters are carried headlong, so all of the ungodly, when the Lord comes, shall be dissolved and disappear.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Pachomius the Great",
        "file_name": "Micah 1_4.toml",
        "id": "b2067429-af8d-4517-85fb-f2236dfc3e7a",
        "location_end": 1000004,
        "location_start": 1000004,
        "source_title": "LIFE OF PACHOMIUS (BOHAIRIC) 1:155",
        "source_url": "",
        "ts": 348,
        "txt": "On another occasion when he was sitting by himself some place reading the book of the twelve prophets, he came to the prophet Micah. An angel of the Lord appeared to him and asked him about this verse from Micah: “Like water coming down from its source.” He said to him, “What do you think it means?” While he was still puzzling over it, trying to understand, the angel answered, “Theodore, why do you not perceive its meaning? Is it not obvious that it is the water of the river coming down from paradise?” As soon as the angel had said this, he ceased to see him.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "George Leo Haydock",
        "file_name": "Micah 1_5.toml",
        "id": "f6a63b60-4006-4d26-8e1b-34a3f8854043",
        "location_end": 1000005,
        "location_start": 1000005,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Jerusalem. High places were left there under Joathan, 4 Kings xv. 35. Achab had introduced the worship of Baal into Samaria, and though the family of Jehu repressed this worship, it gained ground when Micheas appeared. (Calmet) \nThis conduct excited God's indignation. (Haydock) \nHe came to punish the most guilty. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "George Leo Haydock",
        "file_name": "Micah 1_6.toml",
        "id": "e124f7f3-3cfe-4760-9a33-ebc3f94bd82a",
        "location_end": 1000006,
        "location_start": 1000006,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Heap. Septuagint, \"hut to keep the fruit. \"Hebrew, \"hillock of the field \"(Haydock) to be cultivated. (Grotius) \nBare, by Salmanasar, 4 Kings xvii. 6. It was afterwards rebuilt, (Calmet) but completely levelled by Hircan. (Josephus, Antiquities xiii. 18.)\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "George Leo Haydock",
        "file_name": "Micah 1_7.toml",
        "id": "766565f0-da60-4608-adc7-310cf9580a92",
        "location_end": 1000007,
        "location_start": 1000007,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Her wages. That is, her donaries or presents offered to her idols; or the hire of all her traffic and labour. (Challoner) \nSamaria had trafficked with infidels, and thus grew rich, but imitated their idolatry; (Worthington) and therefore was ruined, and her citizens and riches (Haydock) removed into Assyria. (Worthington) \nHarlot. They were gathered together by one idolatrous city, viz., Samaria: and they shall be carried away to another idolatrous city, viz., Ninive. (Challoner) \nThe hire of prostitution was not to be received in God's temple, (Deuteronomy xxiii. 18.) which prohibition shows the antiquity of this abominable custom, Baruch vi. 9. (St. Augustine, City of God iv. 10.) (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Richard Challoner",
        "file_name": "Micah 1_7.toml",
        "id": "8c29d97e-5b43-4620-98b4-8a53d6fb596e",
        "location_end": 1000007,
        "location_start": 1000007,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "Of the hire of a harlot: They were gathered together by one idolatrous city, viz., Samaria: and they shall be carried away to another idolatrous city, viz., Ninive.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Richard Challoner",
        "file_name": "Micah 1_7.toml",
        "id": "cc1f951c-c0b7-4176-9608-0b5bd505a406",
        "location_end": 1000007,
        "location_start": 1000007,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "Her wages: That is, her donaries or presents offered to her idols: or the hire of all her traffic and labour.-- Ibid.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "George Leo Haydock",
        "file_name": "Micah 1_8.toml",
        "id": "571ba182-9413-41e5-a8f5-3e7ceac02aa8",
        "location_end": 1000008,
        "location_start": 1000008,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Naked. Ill clothed, (Haydock) to show the approaching calamity of the Israelites, Isaias xx. (Menochius) \nSeptuagint and Chaldean explain all of the people, (Calmet) or of Samaria. \"Therefore shall she lament and howl, go barefoot and naked, bewail like \"(Haydock) \nDragons, when they are crushed by the elephant. (Solin xxxviii.) (Menochius) \nTannim means also (Haydock) whales, which make a horrible noise. \nOstriches, or swans, Isaias xiii. 21. Both have a mournful note. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "George Leo Haydock",
        "file_name": "Micah 1_9.toml",
        "id": "10e95649-be8a-4c58-a92f-3c776efe93fb",
        "location_end": 1000009,
        "location_start": 1000009,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Gate. That is, the destruction of Samaria shall be followed by the invasion of my people of Juda, and the Assyrian shall come and lay all waste even to the confines of Jerusalem. (Challoner) \nJuda received the worship of Baal from Israel. It shared in the punishment of that kingdom. The prophet alludes to the ravages of Sennacherib, ver 13. Yet Juda was much afflicted by Razin and Phacee, before that invasion: which caused Achaz to call in the aid of Theglathphalassar, 2 Paralipomenon xxviii., and 4 Kings xvi. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Richard Challoner",
        "file_name": "Micah 1_9.toml",
        "id": "c8e3122e-b2d1-47aa-8ecf-d1598b290298",
        "location_end": 1000009,
        "location_start": 1000009,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "It hath touched the gate: That is, the destruction of Samaria shall be followed by the invasion of my people of Juda, and the Assyrians shall come and lay all waste even to the confines of Jerusalem.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "George Leo Haydock",
        "file_name": "Micah 1_10.toml",
        "id": "0e83c500-1616-409b-88b6-95f32d989393",
        "location_end": 1000010,
        "location_start": 1000010,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Geth. Amongst the Philistines, lest they rejoice at your calamity. (Challoner) (2 Kings i. 20., and Amos iii. 9.) (Calmet) \nTell not these calamities, which I foresee, among your enemies, lest they rejoice. But lament in your own houses, which shall be filled with dust. St. Jerome prays for the light of the Holy Spirit to understand this passage. (Worthington) \nWeep ye not. Keep in your tears, that you may not give your enemies an occasion of exulting over you: but in your own houses, or in your house of dust, your earthly habitation, sprinkle yourselves with dust, and put on the habit of penitents. Some take the house of dust (in Hebrew Haphra) to be the proper name of a city. (Challoner) \nWith tears. Hebrew, \"at all \"(Protestants; Haydock) \"in Acco \"or Ptolemais, (Reland) or Bochim, (Haydock) a place near Jerusalem, Judges ii. 1. But no reference to this place, or to \"the Enakim \"(who appear in some copies of the Septuagint) seems to be made. \nOf dust. Samaria, ver. 6. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Richard Challoner",
        "file_name": "Micah 1_10.toml",
        "id": "5cb2e5c9-63c1-44b6-9f4a-0d3d7e9e1e5c",
        "location_end": 1000010,
        "location_start": 1000010,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "Thou that dwellest in the beautiful place: viz., in Samaria. In the Hebrew the Beautiful place is expressed by the word Sapir, which some take for the proper name of a city.-- Ibid.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Richard Challoner",
        "file_name": "Micah 1_10.toml",
        "id": "c33ed5de-0424-44f5-a90b-cd28f76aca59",
        "location_end": 1000010,
        "location_start": 1000010,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "Declare ye it not in Geth: Viz., amongst the Philistines, lest they rejoice at your calamity.-- Ibid.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Richard Challoner",
        "file_name": "Micah 1_10.toml",
        "id": "fd17ba64-d79a-4f59-a80e-cb606e2f72d4",
        "location_end": 1000010,
        "location_start": 1000010,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "Weep ye not: Keep in your tears, that you may not give your enemies an occasion of insulting over you; but in your own houses, or in your house of dust, your earthly habitation, sprinkle yourselves with dust, and put on the habit of penitents. Some take the house of dust (in Hebrew, Aphrah) to be the proper name of a city.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "George Leo Haydock",
        "file_name": "Micah 1_11.toml",
        "id": "eeb2c9c3-5dca-45bf-a270-f6018c7f3d15",
        "location_end": 1000011,
        "location_start": 1000011,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Place. In Samaria. In the Hebrew, the beautiful place is expressed by the word Shaphir, which some take for the proper name of a city. (Challoner) \nIt is thought that St. Jerome has given the sense of several proper names, (Calmet) or this has been done since in the Vulgate by some other. In the edition of his works, (A.D. 1533) we read, \"The dwelling of Saphir passes from you: she hath not come out who inhabits Sennan. The house of Asel shall receive \"(Haydock) \nSaphir or Diocesarea was a strong place (Josephus, Jewish Wars ii. 37.) of Galilee, where Saanan was also situated, Judges iv. 11. Haetsel may denote \"the vicinity. \"(Calmet) \nPeople shall not attempt to comfort their neighbours, being themselves under the greatest alarms. (Haydock) \nForth. That is, they that dwelt in the confines came not forth, but kept themselves within, for fear. \nAdjoining, viz., Judea and Jerusalem, neighbours to Samaria, and partners in her sins, shall share also in her mourning and calamity: though they had pretended to stand by themselves, trusting in their strength. (Challoner) \nAll the inhabitants shall be led into captivity naked. (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Richard Challoner",
        "file_name": "Micah 1_11.toml",
        "id": "e5ccdcf2-54d4-4c36-a36d-51e98d40bd7b",
        "location_end": 1000011,
        "location_start": 1000011,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "The house adjoining: Viz., Judea and Jerusalem, neighbours to Samaria, and partners in her sins, shall share also in her mourning and calamity; though they have pretended to stand by themselves, trusting in their strength.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Richard Challoner",
        "file_name": "Micah 1_11.toml",
        "id": "17886fef-caca-4c95-a5b2-4975e74bda84",
        "location_end": 1000011,
        "location_start": 1000011,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "She went not forth: that is, they that dwelt in the confines came not forth, but kept themselves within, for fear.-- Ibid.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "George Leo Haydock",
        "file_name": "Micah 1_12.toml",
        "id": "a5c0aea9-6c4e-4236-a14a-174be3567bd5",
        "location_end": 1000012,
        "location_start": 1000012,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Weak Jerusalem is become weak unto any good; because she dwells in the bitterness of sin. (Challoner) \nProtestants, \"the inhabitant of Maroth waited carefully for good. \"(Haydock) \nWe know not of any place called Maroth. Grotius would substitute Ramoth. (Calmet) \nBitterness. St. Jerome, \"Maroth. \"Symmachus, \"provoking to bitterness. \"They are unable to defend their possessions. (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Richard Challoner",
        "file_name": "Micah 1_12.toml",
        "id": "991f36af-aafd-43d4-a435-59604e607778",
        "location_end": 1000012,
        "location_start": 1000012,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "She is become weak: Jerusalem is become weak unto any good; because she dwells in the bitterness of sin.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "George Leo Haydock",
        "file_name": "Micah 1_13.toml",
        "id": "d454a1d3-fe6a-4dad-9fad-01c3ac4c3edc",
        "location_end": 1000013,
        "location_start": 1000013,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Lachis, when Sennacherib came to besiege it, 4 Kings xviii. 13. (Calmet) \nBeginning. That is, Lachis was the first city of Juda that learnt from Samaria the worship of idols, and communicated it to Jerusalem. (Challoner) \nThis is not very probable. We may translate, \"this is the source of sin \"or of chastisement; or the imitation of Israel, is the chief of the crimes of Sion. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Richard Challoner",
        "file_name": "Micah 1_13.toml",
        "id": "e502d139-f205-4625-ac4e-4ef1a81ab92a",
        "location_end": 1000013,
        "location_start": 1000013,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "It is the beginning: That is, Lachis was the first city of Juda that learned from Samaria the worship of idols, and communicated it to Jerusalem.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "George Leo Haydock",
        "file_name": "Micah 1_14.toml",
        "id": "8331f44e-f23d-4c43-bde6-d694ee919d64",
        "location_end": 1000014,
        "location_start": 1000014,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Send. Lachis shall send to Geth for help; but in vain: for Geth, instead of helping, shall be found to be a house of lying and deceit to Israel. (Challoner) \nInheritance. Some translate rather \"More Seth (or Morasthi) of Geth, the houses of Acsib \"Both these towns were near Geth, and perhaps at this time subject to it, 2 Paralipomenon xxviii. 18. Achaz sent to ask for aid against the king of Israel, ver. 9. (Calmet) \nProtestants, \"therefore shalt thou give presents to Moresheth-Gath, the houses of Achzib shall be a lie to the \"(Haydock) \nThere is an allusion between Acsib and a lie, as also between Maresa and an heir, (ver. 15.; Calmet) as the terms have those senses. (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Richard Challoner",
        "file_name": "Micah 1_14.toml",
        "id": "9c4ff946-45f6-44c4-bc4e-222c0616c8a6",
        "location_end": 1000014,
        "location_start": 1000014,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "Therefore shall she send: Lachis shall send to Geth for help: but in vain: for Geth, instead of helping, shall be found to be a house of lying and deceit to Israel.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "George Leo Haydock",
        "file_name": "Micah 1_15.toml",
        "id": "b9991488-1e13-497b-bce1-a433fec01dc3",
        "location_end": 1000015,
        "location_start": 1000015,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Heir. Maresa (which was the name of a city of Juda) signifies inheritance: but here God by his prophet tells the Jews, that he will bring them an heir to take possession of their inheritance: and that the glory of Israel shall be obliged to give place, and to retire even to Odollam, a city in the extremity of their dominions. And therefore he exhorts them to penance in the following verse. (Challoner) \nMaresa shall fall a prey to the king of Assyria. Micheas was a native of this town, and he ironically addresses his countrymen. (Calmet) \nGlory. Thus he denotes \"the misery \"of Israel, which shall be extended to the last town in Juda. (Worthington) \nHebrew means also \"burden. \"Odolla was taken by Sennacherib, (Calmet) with the other towns around Jerusalem. (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Richard Challoner",
        "file_name": "Micah 1_15.toml",
        "id": "d45ad570-72da-45db-9fcb-727c18ef135d",
        "location_end": 1000015,
        "location_start": 1000015,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "An heir: Maresa (which was the name of a city of Juda) signifies inheritance: but here God by his prophet tells the Jews, that he will bring them an heir to take possession of their inheritance: and that the glory of Israel shall be obliged to give place, and to retire even to Odollam, a city in the extremity of their dominions. And therefore he exhorts them to penance in the following verse.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "George Leo Haydock",
        "file_name": "Micah 1_16.toml",
        "id": "b7b812cc-7326-4b9a-83bc-2d819657c44f",
        "location_end": 1000016,
        "location_start": 1000016,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Eagle. When it loses its feathers, it becomes languid. (Theodoret) \nThis verse should be joined with the next chapter, which regards the kingdom of Israel. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Gregory the Dialogist",
        "file_name": "Micah 1_16.toml",
        "id": "342d9dc3-c66b-4c8d-b60f-2639ff2a914b",
        "location_end": 1000016,
        "location_start": 1000016,
        "source_title": "HOMILIES ON EZEKIEL, HOMILY 18 (2:6)",
        "source_url": "",
        "ts": 604,
        "txt": "That happened which we know to have been foretold of Judea by the prophet: “enlarge your baldness like the eagle.” For baldness befalls man in the head only, but the eagle in its whole body. For when it is very old, its feathers and pinions fall from all its body. She lost her feathers who lost her people. Her pinions too fell out, with which she was accustomed to fly to the prey, for all the mighty men—through which she plundered others—perished.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "George Leo Haydock",
        "file_name": "Micah 2_1.toml",
        "id": "9b85b9eb-a6a8-445e-a785-db7917378c2c",
        "location_end": 2000001,
        "location_start": 2000001,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Evil. Septuagint, \"labours. \"Hebrew, \"vanity, or an idol. \"(Haydock) \nThat is called unprofitable, which is very detrimental. (Worthington) \nMorning, suddenly and with zeal. (Calmet) \nIs. Hebrew, \"has power \"(Chaldean) \"they have not raised their hands to God. \"(Septuagint; Arabic)\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "George Leo Haydock",
        "file_name": "Micah 2_2.toml",
        "id": "5444e72c-f0ed-40c1-8d97-1084966eb310",
        "location_end": 2000002,
        "location_start": 2000002,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Oppressed. Literally, \"calumniated \"(Haydock) as Jezabel did Naboth, 3 Kings xxi. 13.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "George Leo Haydock",
        "file_name": "Micah 2_3.toml",
        "id": "6ef8c83d-331c-4412-84bf-9588e5591b04",
        "location_end": 2000003,
        "location_start": 2000003,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Time. It was very near. Micheas saw the ruin of Samaria, under Theglathphalassar and Salmanasar.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "George Leo Haydock",
        "file_name": "Micah 2_4.toml",
        "id": "d73d745c-5cac-4bd4-b6fa-012ad5ffc86e",
        "location_end": 2000004,
        "location_start": 2000004,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Say. The Israelites sing this mournful canticle to ver. 7., which the prophet composes for them, to show the certainty of the event. It is very difficult. (Calmet) \nThe whole synagogue speaks. (Menochius) \nDepart. How do you pretend to say that the Assyrian is departing, when indeed he is coming to divide our lands amongst his subjects? (Challoner) \nThe Cutheans were sent into the country, 4 Kings xvii. 24. (Calmet) \nSeptuagint, \"and there was none to hinder him from returning, our lands were divided. \"(Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Richard Challoner",
        "file_name": "Micah 2_4.toml",
        "id": "440fffae-7529-4658-947b-93aa923927d8",
        "location_end": 2000004,
        "location_start": 2000004,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "How shall he depart: How do you pretend to say that the Assyrian is departing; when indeed he is coming to divide our lands amongst his subjects?\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "George Leo Haydock",
        "file_name": "Micah 2_5.toml",
        "id": "c43806b7-a689-4310-aaf4-71f9a4c38b2f",
        "location_end": 2000005,
        "location_start": 2000005,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "None. Thou shalt have no longer any lot or inheritance in the land of the people of the Lord. (Challoner) \nStrangers had taken possession. (Calmet) \nVirgil has the like affecting thoughts. (Ec. i.) Impius hæc tam culta novalia miles habebit? (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Richard Challoner",
        "file_name": "Micah 2_5.toml",
        "id": "e3d050bc-8580-4e1a-9114-fa461a25775a",
        "location_end": 2000005,
        "location_start": 2000005,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "Thou shalt have none: Thou shalt have no longer any lot or inheritance in the land of the people of the Lord.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "George Leo Haydock",
        "file_name": "Micah 2_6.toml",
        "id": "9bf824e4-2218-4483-a092-3a74a6750ba8",
        "location_end": 2000006,
        "location_start": 2000006,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Drop. That is, the prophecy shall not come upon these. Such were the sentiments of the people that were unwilling to believe the threats of the prophets. (Challoner) \nThe princes order the prophets not to inculcate so many miseries. (Worthington) \nHebrew, \"Make it not rain: they will make it rain: they will cause no rain like this: confusion shall not cease. \"The people beg that the prophets would not announce such judgments: but, (Calmet) correcting themselves, they bid them to say what they please, (Haydock) as nothing can befall them more terrible. Here the canticle ends. (Calmet) \nSeptuagint, \"shed no tears, nor let them weep for these things, for she will not cast away reproaches, who says the house of Jacob has provoked the spirit \"(Haydock) Ver.7. Straitened. Is he inclined to danger? The prophet replies, if God punishes, it is because the people will not repent. (Calmet) \nHis mercy is extended to penitents, as well as to the just. (Worthington)\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Richard Challoner",
        "file_name": "Micah 2_6.toml",
        "id": "517c4b96-482c-492c-8ad4-8fd6bd39e4b6",
        "location_end": 2000006,
        "location_start": 2000006,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "It shall not drop: That is, the prophecy shall not come upon these. Such were the sentiments of the people that were unwilling to believe the threats of the prophets.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Hippolytus of Rome",
        "file_name": "Micah 2_7.toml",
        "id": "742fda7e-1e97-4825-83b7-7c621be9592a",
        "location_end": 2000007,
        "location_start": 2000007,
        "source_title": "AGAINST NOETUS 15",
        "source_url": "",
        "ts": 235,
        "txt": "“He was clothed in a vesture dipped in blood. And his name is called the Word of God.” See then, my brothers, how the vesture sprinkled with blood denoted in symbol the flesh, through which the impassible Word of God underwent suffering, as the prophets testify. For thus speaks the blessed Micah: “Should this be said, O house of Jacob? Is the Spirit of the Lord impatient? Are these his doings? Do not my words do well to him who walks uprightly? But you rise against my people as an enemy; you strip the robe from the peaceful.” This refers to Christ’s suffering in the flesh.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "George Leo Haydock",
        "file_name": "Micah 2_8.toml",
        "id": "e2a6b1cb-8f5f-415b-8b33-681f6f045288",
        "location_end": 2000008,
        "location_start": 2000008,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Away. You have often stripped people of their necessary garments; and have treated such as were innocently passing on the way, as if they were at war with you. (Challoner) \nHe alludes to Israel attacking Juda without cause, and killing 120,000 at once, while they took 200,000 women and children (ver. 9.) captives, whom Oded indeed persuaded them to release, 2 Paralipomenon xxviii. 6. Septuagint are very obscure in this chapter. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Richard Challoner",
        "file_name": "Micah 2_8.toml",
        "id": "1037b233-a187-4f70-9ce5-fb964bbc3af7",
        "location_end": 2000008,
        "location_start": 2000008,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "You have taken away: You have even stripped people of their necessary garments: and have treated such as were innocently passing on the way, as if they were at war with you.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "George Leo Haydock",
        "file_name": "Micah 2_9.toml",
        "id": "a4fff290-793a-46ae-86dc-8f4af640120a",
        "location_end": 2000009,
        "location_start": 2000009,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Cast out Either by depriving them of their houses; or, by your crimes, giving occasion to their being carried away captives, and their children, by that means, never learning to praise the Lord. (Challoner) \nThe Jews accustomed them to sing God's praises early, while they were still innocent, Psalm viii. 2. Misery might cause them to complain of Providence. Perhaps the prophet alludes to the custom of divorces, Malachi as ii. 15.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Ambrose of Milan",
        "file_name": "Micah 2_9-10.toml",
        "id": "eb1fcef3-0cc2-41db-9c0d-8860cd304899",
        "location_end": 2000010,
        "location_start": 2000009,
        "source_title": "FLIGHT FROM THE WORLD 5:31",
        "source_url": "",
        "ts": 397,
        "txt": "Let him who cannot fly like an eagle fly like a sparrow. Let him who cannot fly to heaven fly to the mountains. Let him flee before the valleys that are quickly destroyed by water. Let him pass over the mountains. Abraham’s nephew passed over the mountain of Segor and was saved. But Lot’s wife could not climb it, for she looked back in womanly fashion and lost her salvation. “Draw near the everlasting mountains,” the Lord says through the prophet Micah, “arise from here, for this is not a rest for you by reason of uncleanness. You have been corrupted with corruption, you have suffered pursuit.”And the Lord says, “Then let those who are in Judea flee to the mountains.” Mount Zion is there, and so is the city of peace, Jerusalem, built not of earthly stones but of living stones, with ten thousand angels and the church of the firstborn and the spirits of those made perfect and the God of the just, who spoke better with his blood than Abel. For the one cried out for vengeance but the other for pardon. The one was a reproach to his brother’s sin; the other forgave the world’s sin. The one was the revelation of a crime; the other covered a crime according to what is written, “Blessed are they whose sins are covered.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Richard Challoner",
        "file_name": "Micah 2_9.toml",
        "id": "dd747a2c-6799-45d4-b954-d9e4e601b288",
        "location_end": 2000009,
        "location_start": 2000009,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "You have cast out: either by depriving them of their houses: or, by your crimes, given occasion to their being carried away captives, and their children, by that means, never learning to praise the Lord.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Jerome",
        "file_name": "Micah 2_9-10.toml",
        "id": "e918e6ac-094c-4a21-92b7-8a887e6757c2",
        "location_end": 2000010,
        "location_start": 2000009,
        "source_title": "HOMILIES ON THE PSALMS, ALTERNATE SERIES 60",
        "source_url": "",
        "ts": 420,
        "txt": "“In the Lord I take refuge; how can you say to me, ‘Flee to the mountains like a sparrow!’ ” Shrewd adversary; he tempted the Lord Savior in the desert, and now he wants the faithful, every one of them, to depart from the land of Judea and to dwell in a wilderness barren of virtues, that there he might crush them more easily. Even the counsel itself is crafty. It is not an exhortation to assume the wings of a dove, a gentle, simple and domestic bird—one, they say, entirely lacking in gall—which was offered in the temple in behalf of the Lord. [Instead it is an exhortation to take] the wings of a sparrow, a chattering, roving bird, one that is a stranger to its mate after hatching its young—notwithstanding that Aquila and Symmachus have usually translated “bird” in the place of “sparrow.” … The mountains, moreover, we may identify as those to which Scripture refers in another place: “Draw you near to the everlasting mountains,” and in the second of the gradual psalms: “I lift up my eyes toward the mountains, whence help shall come to me.” They are the mountains too in which we must take refuge after the abomination of desolation shall stand in the holy place.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "George Leo Haydock",
        "file_name": "Micah 2_10.toml",
        "id": "c8741c4e-82b9-4659-a0e1-ba18cf8d6814",
        "location_end": 2000010,
        "location_start": 2000010,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Corruption. Your sins will not permit you to remain any longer, and strangers shall defile this land. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "George Leo Haydock",
        "file_name": "Micah 2_11.toml",
        "id": "2e5a549a-5349-4d31-b576-d00978f157bb",
        "location_end": 2000011,
        "location_start": 2000011,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Would God The prophet could have wished, out of his love to his people, that he might be deceived in denouncing to them these evils that were to fall upon them: but by conforming himself to the will of God, he declares to them that he is sent to prophesy, literally to let drop upon them, the wine of God's indignation, with which they should be made drunk; that is, stupified and cast down. (Challoner) \nProtestants, \"If a man, walking in the spirit of falsehood, do lie, saying, I will prophesy unto thee of wine and strong drink, he shall even be a prophet of this people. \"But I cannot thus deceive you. (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Richard Challoner",
        "file_name": "Micah 2_11.toml",
        "id": "d0bc017c-a23a-4460-8946-eb8eb688373b",
        "location_end": 2000011,
        "location_start": 2000011,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "Would God: The prophet could have wished, out of his love to his people, that he might be deceived in denouncing to them these evils that were to fall upon them: but by conforming himself to the will of God, he declares to them, that he is sent to prophesy, literally to let drop upon them, the wine of God's indignation, with which they should be made drunk; that is, stupified and cast down.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "John Cassian",
        "file_name": "Micah 2_11.toml",
        "id": "6e640c4f-42bc-430f-9df3-25346e49479b",
        "location_end": 2000011,
        "location_start": 2000011,
        "source_title": "CONFERENCE 9:18",
        "source_url": "",
        "ts": 435,
        "txt": "St. Paul wished that he could be accursed if the people of Israel be saved to God’s glory. The man who knows that death is not the end is confident in his readiness to die for Christ. Again, “We rejoice when we are weak, but you are strong.” It is no wonder if St. Paul, for the glory of Christ and the conversion of his brother Jews and of the Gentiles, should be ready to be accursed of Christ. Even the prophet Micah wanted to be a liar and to lose the inspiration of the Holy Spirit if the Jews could escape the punishment and the destruction which he had prophesied: “Would that I were not man that had the Spirit, and that I rather spoke a lie.” And there was the case of the lawgiver, Moses, who did not refuse to perish with his brothers who were doomed to die but said, “I beseech you, O Lord, this people have sinned a heinous sin; either forgive them this trespass, or, if you do not, blot me out of the book which you have written.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "George Leo Haydock",
        "file_name": "Micah 2_12.toml",
        "id": "2f471a5e-8eda-4fb4-a8db-d313be4caeea",
        "location_end": 2000012,
        "location_start": 2000012,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Assemble. God shows his mercy, in gathering his Church out of all nations. (Worthington) \nAt least the Jews shall be converted, (Romans xi. 25.; St. Jerome; Eusebius, Dem. ii. 50.) or they shall be butchered by the Assyrians. (Sanct.) \nMen. The country was very populous when the Romans destroyed the Jews. They had returned by degrees. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "George Leo Haydock",
        "file_name": "Micah 2_13.toml",
        "id": "1066e3b3-0603-4608-b9e0-15b022b0ea4e",
        "location_end": 2000013,
        "location_start": 2000013,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Open. Hebrew, \"break down. \"(Haydock) \nDivide. Hebrew, \"make a breach. \"They shall return boldly, and in triumph. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Jerome",
        "file_name": "Micah 2_13.toml",
        "id": "c4f9d806-e73f-4a06-b6d7-3fb03ac10b28",
        "location_end": 2000013,
        "location_start": 2000013,
        "source_title": "COMMENTARY ON MICAH 1:2.13",
        "source_url": "",
        "ts": 420,
        "txt": "Whoever has entered in must not remain in the state wherein he entered but must go forth into the pasture so that entering in should be the beginning, “going forth and finding pasture,” the perfecting of graces. The one who enters in is contained within the bounds of the world. The one who goes forth goes, as it were, beyond all created things and, counting as nothing all things seen, shall “find pasture” above the heavens, and shall feed upon the Word of God and say, “The Lord is my shepherd (and feeds me); I can lack nothing.” But this going forth can be only through Christ; as it follows, “and the Lord at the head of them.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "George Leo Haydock",
        "file_name": "Micah 3_1.toml",
        "id": "fbb3b0c2-6a2b-4039-808c-7efebeff6fe1",
        "location_end": 3000001,
        "location_start": 3000001,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "I. Hebrew and Septuagint, \"He, the Lord, said \"or, Micheas addressed the princes of both kingdoms, under Ezechias, ver. 12., and Jeremias xxvi. 18. \nTo know and practice, Osee vi. 3. (Calmet) \nBoth rich and poor strove to extort from each other. (Worthington)\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Theodoret of Cyrus",
        "file_name": "Micah 3_1-4.toml",
        "id": "7a95ef2b-b2cd-48e5-98b4-53b3738bf4e3",
        "location_end": 3000004,
        "location_start": 3000001,
        "source_title": "COMMENTARY ON MICAH 3:1-4",
        "source_url": "",
        "ts": 458,
        "txt": "He delivers this address to the leaders: those entrusted with judgment trampled on justice; hence he puts it in the form of a question, Was it not you who had responsibility for judging, for punishing the guilty and letting the innocent go free without blame? How did you, then, who were entrusted with administering the laws, turn from the practice of good works and ardently support evil? You exercised such greed in regard to the needy as to strip them of all their possessions (suggesting this by saying “robbing people of their skins and the flesh from their bones”).\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "John Chrysostom",
        "file_name": "Micah 3_1-4.toml",
        "id": "b173c424-c6b2-47e5-8f87-d204d6d56456",
        "location_end": 3000004,
        "location_start": 3000001,
        "source_title": "HOMILIES ON JOHN 52",
        "source_url": "",
        "ts": 407,
        "txt": "Indeed, the prophets repeatedly charged the people, saying, “Hear, you rulers of Sodom,” and “Your princes are faithless.” And again Micah: “Is it not for you to know justice?” In fact, everywhere they vehemently upbraided them. What, then? Will someone on that account find fault with God? Perish the thought! The fault, in truth, is with them. Moreover, what better proof could one offer that you do not know the law, than that of your failure to obey it?\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "George Leo Haydock",
        "file_name": "Micah 3_2.toml",
        "id": "a1b4f323-3c95-47fc-8dc7-ce34323a9a6a",
        "location_end": 3000002,
        "location_start": 3000002,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Skins. When some exhorted Tiberius to lay on more taxes, he replied: \"a good shepherd must shear the flock, and not tear off the skin. \"(Suetorius xxxii.)\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "George Leo Haydock",
        "file_name": "Micah 3_5.toml",
        "id": "8434625e-e1e6-4981-8e14-93d2c2ab7f83",
        "location_end": 3000005,
        "location_start": 3000005,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Peace. They pretend goodness, while they do the greatest mischief. \nPrepare. Literally, \"sanctify \"(Haydock) or denounce war. (Calmet) \nFalse prophets seek their private lucre. (Worthington)\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Ephrem the Syrian",
        "file_name": "Micah 3_5-6.toml",
        "id": "e1678bae-73ff-4552-be2d-ce7ae8212ebe",
        "location_end": 3000006,
        "location_start": 3000005,
        "source_title": "COMMENTARY OF TATIAN’S DIATESSARON 11:8",
        "source_url": "",
        "ts": 373,
        "txt": "“The sun will go down” upon those prophets who lead my people astray, dwelling in darkness. “It will be night for you, without vision, and it will be dark for you, without dawn.” “For, when [the spirit] goes out of a man, it goes about wandering.” It does this quite by nature. [The Lord] rendered this judgment with regard to [the people]: “Thus will it be for this generation.” That is, in the days of the prophets the evil spirit had gone out from them, [that spirit] that was sin itself.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "George Leo Haydock",
        "file_name": "Micah 3_6.toml",
        "id": "1fbefc31-f62d-420c-a32a-88669d67751c",
        "location_end": 3000006,
        "location_start": 3000006,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Vision. Impostors shall skulk through fear, when the people shall see that they were not sent, ver. 7.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "George Leo Haydock",
        "file_name": "Micah 3_8.toml",
        "id": "17999b68-550c-4f36-af8a-62190c5e881c",
        "location_end": 3000008,
        "location_start": 3000008,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Spirit. I am no impostor, chap. ii. 11.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Cyril of Jerusalem",
        "file_name": "Micah 3_8.toml",
        "id": "607cb27d-c21b-43ad-9c45-b43abc66a809",
        "location_end": 3000008,
        "location_start": 3000008,
        "source_title": "Catechetical Lecture 15:29",
        "source_url": "https://www.newadvent.org/fathers/310115.htm",
        "ts": 386,
        "txt": "If, further, one works through the twelve minor prophets, many testimonies to the Holy Spirit are to be found. Thus Micah speaks as God’s mouthpiece and says, “Truly I am full of power by the Spirit of the Lord.” Joel cries, “ ‘And it shall come to pass afterwards,’ says God, ‘that I will pour out my Spirit upon all flesh’ ” and what follows. Haggai said, “ ‘For I am with you,’ says the Lord of hosts … ‘my Spirit remained among you.’ ” And in like manner Zechariah says, “Receive my words and my statutes which I commanded my servants the prophets.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Cyril of Alexandria",
        "file_name": "Micah 3_9.toml",
        "id": "16cf5534-2b87-4313-b125-58970645b605",
        "location_end": 3000009,
        "location_start": 3000009,
        "source_title": "LETTER 39:8",
        "source_url": "",
        "ts": 444,
        "txt": "But when some of those accustomed “to pervert what is right” turn my words aside into what seems best to them, let your holiness not wonder at this. [Know] that those involved in every heresy collect from the divinely inspired Scripture as pretexts of their own divination whatever was spoken truly through the Holy Spirit, corrupting it by their own evil ideas and pouring unquenchable fire upon their very own heads. But since we have learned that some have published a corrupt text of the letter of our all-glorious father, Athanasius, to the blessed Epictetus, a letter which is itself orthodox, so that many are done harm from it, thinking that for this reason it would be something useful and necessary for our brothers, we have sent to your holiness copies of it made from the ancient copy which is with us and is genuine.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "George Leo Haydock",
        "file_name": "Micah 3_10.toml",
        "id": "0f87d770-b688-4486-a2fd-a879e020673d",
        "location_end": 3000010,
        "location_start": 3000010,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Iniquity. You offer victims unjustly procured, or build your palaces with what belongs to the poor.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "George Leo Haydock",
        "file_name": "Micah 3_11.toml",
        "id": "0e2f6622-dccb-4e66-94d7-a14af07c8916",
        "location_end": 3000011,
        "location_start": 3000011,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Hire. It is not lawful to refuse instruction to those who have nothing; nor must priests act solely for a temporal reward, though reason shows that they should be supported by those whom they have to teach, Matthew x. 8, 10., Galatians vi. 6., and 1 Timothy v. 18. (Calmet) \nThe judges grew rich by other people's quarrels; and, as all ranks offended, they were justly involved in ruin, ver. 12. (Worthington)\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Jerome",
        "file_name": "Micah 3_11.toml",
        "id": "286ac89a-9763-4471-bab7-ad591624ec9d",
        "location_end": 3000011,
        "location_start": 3000011,
        "source_title": "COMMENTARY ON MICAH 1:3.11",
        "source_url": "",
        "ts": 420,
        "txt": "You are permitted, O priest, to “live,” not to luxuriate from the altar. “The mouth of the ox which treads out the corn is not muzzled.” Yet the apostle “abused not the liberty,” but “having food and raiment” was “thereby content,” laboring night and day that he “might not be chargeable to anybody.” And in his epistles he calls God to witness that he “lived reverently” and without avarice in the gospel of Christ. He asserts this too not of himself alone but of his disciples, that he had sent no one who would either ask or receive anything from the churches. But if in some epistles he expresses pleasure and calls the gifts of those who sent them the grace of God, he gathers not for himself but for the “poor saints at Jerusalem.” But these poor saints were those who of the Jews first believed in Christ and being cast out by parents, kinsmen and connections had lost their possessions and all their goods, the priests of the temple and the people destroying them. Let such poor receive. But if on plea of the poor a few houses are enriched and we eat in gold, glass and china, either let us with our wealth change our habit or let not the habit of poverty seek the riches of senators. What avails the habit of poverty while a whole crowd of poor longs for the contents of our purse? Wherefore, “for our sake” who are such, “who build up Zion with blood and Jerusalem by iniquity, who judge for gifts, give answers for rewards, divine for money,” and thereon claiming to ourselves a fictitious sanctity say, “Evil will not come upon us,” hear the sentence of the Lord which follows: “Zion and Jerusalem and the mountain of the temple”—that is, the temple of Christ—“shall” (in the consummation and the end, when “love shall grow cold” and the faith shall be rare) “be plowed as a field and become heaps as the high places of a forest,” so that where once were ample houses and countless ears of corn there should only be a poor cottage, keeping up the show of fruit which has no refreshment for the soul.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "George Leo Haydock",
        "file_name": "Micah 3_12.toml",
        "id": "cc813390-fb14-4f72-90b6-6add13572a86",
        "location_end": 3000012,
        "location_start": 3000012,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Forests, after its destruction by Nabuchodonosor. (Calmet) \nIn the space of three years' neglect, shrubs were growing in the courts of the temple, 1 Machabees iv. 38. (Haydock) \nRufus ploughed up the spot where the temple had stood, after the Romans had burnt it down. (St. Jerome; Josephus, Jewish Wars vii. 20.) \nThis prediction made a deep impression on the minds of the people. It caused them to refrain from killing Jeremias,\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Gregory of Nazianzus",
        "file_name": "Micah 3_12.toml",
        "id": "07a4d1f1-c4c0-4ec0-8df8-6ec3c5369b87",
        "location_end": 3000012,
        "location_start": 3000012,
        "source_title": "IN DEFENSE OF HIS FLIGHT TO PONTUS, ORATION 2:58",
        "source_url": "",
        "ts": 390,
        "txt": "Hence again the divine Micah was unable to brook the building of Zion with blood, however you interpret the phrase, and of Jerusalem with iniquity. Meanwhile, these heads of the house of Jacob abhorred justice. The priests were teaching for hire. The prophets were prophesying for money! What does Micah say will be the result of this? “Zion shall be plowed as a field, and Jerusalem shall be as a storehouse of fruit, and the mountain of the house shall be as the grove of the forest.” He bewails also the scarcity of the upright, there being scarcely a stalk or a gleaming grape left, since both the prince asks and the judge curries favor, so that his language is almost the same as the mighty David’s: “Save me, O Lord, for the godly man ceases.” Their blessings shall fail them, for “you consume like a moth what is dear to him.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Cyril of Jerusalem",
        "file_name": "Micah 3_12.toml",
        "id": "a2e333e5-791e-4950-b956-cd4c12a40c34",
        "location_end": 3000012,
        "location_start": 3000012,
        "source_title": "Catechetical Lecture 16:18",
        "source_url": "https://www.newadvent.org/fathers/310116.htm",
        "ts": 386,
        "txt": "Isaiah lived almost a thousand years ago and saw Zion in its primitive form. The city was still standing, beautified with public squares and clothed in honor; yet he says, “Zion shall be plowed like a field.” He was foretelling what has been fulfilled in our day. Observe the exactness of the prophecy; for he said, “Daughter Zion shall be left like a hut in a vineyard, like a shed in a cucumber patch.” Now the place is full of cucumber patches. Do you see how the Holy Spirit enlightens the saints? Therefore do not be distracted by a common term but hold fast to what is exactly true.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "George Leo Haydock",
        "file_name": "Micah 4_1.toml",
        "id": "1bd6ef50-4265-48d4-b0ce-a11924120707",
        "location_end": 4000001,
        "location_start": 4000001,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Last days. This sometimes means after this, Isaias ix. 1. But here it denotes the time which shall elapse from Christ till the day of eternity. The Jews allow that this prediction regards the Messias, though they will not explain it of Jesus Christ. Their exceptions are well refuted by Ribera. (Worthington) \nIt is plain that it can be verified nowhere else, but in the Church of Christ; though some expressions may, as usual, refer to the return of the captives. Isaias, (ii. 2.), had already used the like terms under Ozias. Juda is here comforted, after its ruin had been denounced.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Theodoret of Cyrus",
        "file_name": "Micah 4_1-3.toml",
        "id": "390cc1e8-153a-416d-8e45-42276e5bbbe4",
        "location_end": 4000003,
        "location_start": 4000001,
        "source_title": "COMMENTARY ON MICAH 4:1-3",
        "source_url": "",
        "ts": 458,
        "txt": "The evangelical and divine preaching coursed to the ends of the earth, according to the Lord’s prophecy contained in the sacred Gospels: “This good news will be preached to all the nations in witness to them.” And he urged the holy apostles in the words, “Go, make disciples of all the nations, baptizing them in the name of the Father, the Son and the Holy Spirit, teaching them to observe everything I commanded you.” This evangelical law and apostolic preaching began with Jerusalem as with a fountain and traveled across the whole world, offering irrigation to those who made their approach with faith. It is also possible to see the divine houses situated in the middle of cities, villages, fields and remote areas, conspicuous for their size and beauty, so that they are illustrious and famous even on the highest mountains.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Lucius Caecilius Firmianus Lactantius",
        "file_name": "Micah 4_1-3.toml",
        "id": "a4865e98-a2cd-4b47-9d36-124268ecb128",
        "location_end": 4000003,
        "location_start": 4000001,
        "source_title": "EPITOME OF THE DIVINE INSTITUTES 4:17",
        "source_url": "",
        "ts": 325,
        "txt": "For Micah announced that the new law would be given in this way: “The law shall go forth out of Zion, and the word of the Lord out of Jerusalem. And he shall judge among many people, and he shall vanquish and rebuke nations.” For that prior law that was given through Moses was given not on Mount Zion but on Mount Horeb. And the Sibyl showed that this would be destroyed by the Son of God. “But when all these things have been fulfilled which he spoke, at that time then the whole law is destroyed.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Theodore of Mopsuestia",
        "file_name": "Micah 4_1-3.toml",
        "id": "8cdce5a3-8d73-432a-9e99-8a4009d47026",
        "location_end": 4000003,
        "location_start": 4000001,
        "source_title": "COMMENTARY ON MICAH 4:1-3",
        "source_url": "",
        "ts": 428,
        "txt": "After the experience of the troubles in which they would find themselves, made captive first by the Assyrians and later by the Babylonians, such a great transformation would occur regarding this place that the mountain on which God was reputed to dwell would become famous and would be shown to be superior to all the mountains and far surpass all mountains and all hills on account of the glory enveloping it as a result of the divine compassion. Large numbers from all quarters, even from foreign peoples, would hasten to assemble to reach this mountain of God, on which God is believed to dwell, and learn how they should regulate their lives and live as they ought.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Augustine of Hippo",
        "file_name": "Micah 4_1-3.toml",
        "id": "57fdf053-4919-4b69-8b99-5b27de2b9680",
        "location_end": 4000003,
        "location_start": 4000001,
        "source_title": "City of God 18.30",
        "source_url": "https://www.newadvent.org/fathers/120118.htm",
        "ts": 430,
        "txt": "The prophet Micah employed the symbol of a high mountain to speak of the gathering of the nations in Christ. He has this to say: “And it shall come to pass in the last days that the mountain of the house of the Lord shall be prepared in the top of the mountains and high above the hills; and people shall flow to it. And many nations shall come in haste, and say, ‘Come, let us go up to the mountain of the Lord, and to the house of the God of Jacob; and he will teach us of his ways, and we will walk in his paths; for the law shall go forth out of Zion, and the word of the Lord out of Jerusalem. And he shall judge among many people and rebuke strong nations afar off.’ ”Further, the same prophet foretold even the place in which Christ was to be born: “But you, O Bethlehem Eph’rathah, who are little among the clans of Judah, from you shall come forth for me one who is to be ruler in Israel, whose origin is from old, from ancient days.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Justin Martyr",
        "file_name": "Micah 4_1-3.toml",
        "id": "3edbc932-eabb-463a-a2c3-e8c7472d2ee6",
        "location_end": 4000003,
        "location_start": 4000001,
        "source_title": "The First Apology 1:39",
        "source_url": "https://www.newadvent.org/fathers/0126.htm",
        "ts": 165,
        "txt": "When the prophetic Spirit speaks as prophesying things to come, he says, “For the law will go forth from Zion, and the word of the Lord from Jerusalem, and he shall judge in the midst of the nations and rebuke many people. And they shall beat their swords into plowshares and their spears into pruning hooks, and nation will not lift up sword against nation, neither shall they learn to war anymore.” We can show you that this has really happened. For a band of twelve men went forth from Jerusalem, and they were common men, not trained in speaking. But by the power of God they testified to every race of humankind that they were sent by Christ to teach to all the Word of God. And now we who once killed each other not only do not make war on each other, but in order not to lie or deceive our inquisitors we gladly die for the confession of Christ. For it would be possible for us to follow the saying, “The tongue has sworn, the mind remains unsworn.” But it would be ridiculous if the soldiers whom you6 have recruited and enrolled remain loyal to you instead of to their own life, parents, native land and all their families. For you have nothing incorruptible to offer those who desire incorruption. Rather, endure all things in order to receive what we long for from him who is able to give it.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "George Leo Haydock",
        "file_name": "Micah 4_2.toml",
        "id": "07cc3246-9976-429b-9db1-de80e00bf6ec",
        "location_end": 4000002,
        "location_start": 4000002,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Jerusalem. No other nation ever embraced the Jewish law. But all received the gospel, (Calmet) which was first preached at Jerusalem, by people of that country. (Haydock) \n\"We are of yesterday, and we fill all your places. \"(Tertullian)\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "George Leo Haydock",
        "file_name": "Micah 4_3.toml",
        "id": "e0e5ab02-d88a-44ce-bc40-2942bc277ca9",
        "location_end": 4000003,
        "location_start": 4000003,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Judge, or \"rule \"(Judges viii. 22.) as Christ does over all. (Calmet) \nPlough-shares. Hebrew, \"scythes \"(Haydock) or \"coulters. \"(Worthington) (Mart. xiv. 34.) (Calmet) \nLearn The law of Christ is a law of peace; and all his true subjects, as much as lies in them, love and keep peace with all the world. (Challoner) \nThey will sustain injuries meekly, 1 Corinthians vi. (Worthington) \nWhen Christ appeared, the Roman empire enjoyed peace. (Calmet) \nAspera tum positis mite scent sæcula bellis (Virgil, Æneid i.)\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Richard Challoner",
        "file_name": "Micah 4_3.toml",
        "id": "a48aa6f2-1c69-4878-a4eb-37539827c9d3",
        "location_end": 4000003,
        "location_start": 4000003,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "Neither shall they learn: The law of Christ is a law of peace; and all his true subjects, as much as lies in them love and keep peace with all the world.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "George Leo Haydock",
        "file_name": "Micah 4_4.toml",
        "id": "f59fc8c8-f007-49ba-8871-ca83b848ca80",
        "location_end": 4000004,
        "location_start": 4000004,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Fig-tree. Such a happiness would not suit the ambitious, Zacharias iii. 10.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Ambrose of Milan",
        "file_name": "Micah 4_4.toml",
        "id": "166f2343-5ef1-4a78-84bc-5c83386472e2",
        "location_end": 4000004,
        "location_start": 4000004,
        "source_title": "JACOB AND THE HAPPY LIFE 2:1.3",
        "source_url": "",
        "ts": 397,
        "txt": "The Song of Songs alludes to [the vine and fig of the field] in this way: “I have adjured you, O daughters of Jerusalem, by the powers and by the virtues of the field, that you do not rouse or wake my love until he please.” This is the same peaceful field [of righteousness] of which the Lord also says in the psalm, “All that moves in the field is mine.” In this field the grape is found that was pressed and poured out blood and washed the world clean. In this field is the tree, and beneath it the saints will find rest and be renewed by a good and spiritual grace. In this field is the olive tree fruitful in the overwhelming ointment of the peace of the Lord. In this field flourish the pomegranate trees14 that shelter many fruits with the one bulwark of faith and nurture them with the warm embrace of love, so to speak.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Ambrose of Milan",
        "file_name": "Micah 4_4.toml",
        "id": "1aac92dc-f573-4353-8e0f-9a83fab0f6fc",
        "location_end": 4000004,
        "location_start": 4000004,
        "source_title": "ON PARADISE 1:2",
        "source_url": "",
        "ts": 397,
        "txt": "We read in Genesis that God planted a garden to the east and put there the man he had formed. Who had the power to create paradise, if not almighty God, who “spoke and all was made” and who was never in need of that which he wished to bring into being? He planted, therefore, that paradise of which he says is his wisdom: “Every plant which my Father has not planted will be rooted up.” This is a goodly plantation, for angels and saints are said to lie beneath the fig tree and the vine. In this respect they are the type of the angels in that time of peace24 which is to come.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Methodius of Olympus",
        "file_name": "Micah 4_4.toml",
        "id": "9d9a3216-91e2-4be8-aba9-d3af8c948a81",
        "location_end": 4000004,
        "location_start": 4000004,
        "source_title": "BANQUET OF THE TEN VIRGINS 10:5",
        "source_url": "",
        "ts": 311,
        "txt": "The vine, and that not in a few places, refers to the Lord himself, and the fig tree to the Holy Spirit, as the Lord “makes glad the hearts of men,” and the Spirit heals them. Hezekiah is commanded to make plaster with a lump of figs—that is, the fruit of the Spirit—that he may be healed. According to the apostle this healing begins with love. For he says, “The fruit of the Spirit is love, joy, peace, longsuffering, gentleness, goodness, faith, meekness, temperance.” On account of their great pleasantness, the prophet calls these spiritual fruits figs. Of them Micah also says, “They shall sit every man under his vine and under his fig tree; and none shall make them afraid.” Now it is certain that those who have taken refuge and rested under the Spirit and under the shadow of the Word shall not be alarmed or frightened by the one who troubles the hearts of humankind.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "George Leo Haydock",
        "file_name": "Micah 4_5.toml",
        "id": "277efca0-af32-46da-a9da-6f9c24273fe2",
        "location_end": 4000005,
        "location_start": 4000005,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "And ever. After the captivity the Gentiles continued to worship idols, and the Jews had a greater aversion for them; but when the gospel was propagated, idols fell into contempt, and the Jewish law was at an end, while heretics were varying continually. The Church alone is stable, and built upon the rock. (Calmet) \nAll such quiet people as walk in the name of the Lord, will keep peace even with those who hate it, (Psalm cxix.) suffering persecution with joy, Hebrews x. 34. (St. Iren us iv. 67.; St. Cyril) (Worthington)\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Cyril of Alexandria",
        "file_name": "Micah 4_5.toml",
        "id": "08e6d3c0-4a43-4cae-9328-14f437ad05f1",
        "location_end": 4000005,
        "location_start": 4000005,
        "source_title": "COMMENTARY ON MICAH 2:4.5",
        "source_url": "",
        "ts": 444,
        "txt": "They who are eager to go up into the mountain of the Lord and wish to learn thoroughly his ways promise a ready obedience, and they receive in themselves the glories of the life in Christ and undertake with their whole strength to be earnest in all holiness. “For let everyone,” he says, “in every country and city go the way he chooses and pass his life as seems good to him, but our care is Christ, and his laws we will make our straight path; we will walk along with him; and that not for this life only, present or past, but yet more for what is beyond.” It is a faithful saying. “For they who now suffer with him shall walk with him forever, and with him be glorified, and with him reign.” But “they” make Christ their care who prefer nothing to his love, who cease from the vain distractions of the world and seek rather righteousness and what is pleasing to him, and to excel in virtue. Such a one was the divine Paul, for he writes, “I am crucified with Christ; and now no longer I live, but Christ lives in me.” And again: “I determined not to know anything among you save Jesus Christ, and him crucified.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "George Leo Haydock",
        "file_name": "Micah 4_6.toml",
        "id": "78558995-2265-4a29-b040-4f4d8bcaa989",
        "location_end": 4000006,
        "location_start": 4000006,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Halteth, as the synagogue did, (3 Kings xviii. 21.) bringing nothing to perfection, (Hebrews vii. 19.) while the Gentiles were abandoned to idolatry. From both Christ chose his Church, Acts xxi. 20. (Calmet) \nThe Jews will be at last converted. (Worthington)\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Justin Martyr",
        "file_name": "Micah 4_6.toml",
        "id": "3668d750-da26-486b-8eb7-8611a5a8bf50",
        "location_end": 4000006,
        "location_start": 4000006,
        "source_title": "Dialogue with Trypho 110",
        "source_url": "https://www.newadvent.org/fathers/0128.htm",
        "ts": 165,
        "txt": "Now it is obvious that no one can frighten or subdue us who believe in Jesus throughout the whole world. Although we are beheaded and crucified, and exposed to wild beasts and chains and flames, and every other means of torture, it is evident that we will not retract our profession of faith. The more we are persecuted, the more do others in ever-increasing numbers embrace the faith and become worshipers of God through the name of Jesus. Just as when one cuts off the fruit-bearing branches of the vine, it grows again and other blossoming and fruitful branches spring forth, so it is with us Christians. For the vine planted by God and Christ the Redeemer is his people. But the rest of the prophecy will be fulfilled at his second coming. The prophet Micah says, “In that day, says the Lord, I will gather her that is bruised, and will receive her that is cast out, and those whom I rejected.” This indicates that you do not have the last word then when you and all other people, having the power, cast out every Christian not only from his own property but even from the whole world, for you allow no Christian to live.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "George Leo Haydock",
        "file_name": "Micah 4_7.toml",
        "id": "a267aaca-c50f-41e0-929e-637fbec7cc02",
        "location_end": 4000007,
        "location_start": 4000007,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Remnant, or numerous progeny. \nAfflicted. Hebrew and Septuagint, \"repudiated \"(Calmet) or \"cast off. \"(Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "George Leo Haydock",
        "file_name": "Micah 4_8.toml",
        "id": "964fed7c-8fa4-4221-8ae0-52cdc0a9347a",
        "location_end": 4000008,
        "location_start": 4000008,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Cloudy. Hebrew. \"fortress, or ophel \"a tower or wall near the temple, 2 Esdras iii. 27. \nFlock. Jerusalem was no better, after the Chaldeans had destroyed it, 4 Kings xvii. 9. Yet there Zorobabel, the Machabees, and Christ displayed their power. It was the cradle of the Church. Some take this to refer to Bethlehem, as chap. v. 2. (Calmet) \nShall it come. Septuagint add, \"from Babylon. \"After the captivity the Jews shall flourish, as the Church shall prove victorious over all her persecutors. (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Ephrem the Syrian",
        "file_name": "Micah 4_8.toml",
        "id": "7242aa64-f1fc-4f60-a262-9a9051a60931",
        "location_end": 4000008,
        "location_start": 4000008,
        "source_title": "COMMENTARY ON MICAH",
        "source_url": "",
        "ts": 373,
        "txt": "“And you, O tower, O cloudy shepherd of the daughter of Zion, your time shall come.” These words refer to the impious king Zedekiah, whom the prophet calls “tower” because the people of Judea stayed under his shadow, and “shepherd” because of his administration of the kingdom, and “cloudy” because of the error of idolatry to which he adhered. Again, in the symbolic meaning of his words he calls the devil a cloudy shepherd, because in an allegorical sense he always attacks the daughter of Zion under a cloudy sky. And, after catching her, he drags her away from the light—indeed the one who acts maliciously hates the light. But later, the supreme and legitimate prince of the mystical Jerusalem destroyed this tyranny with his advent and drove the obscure shepherd away.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "George Leo Haydock",
        "file_name": "Micah 4_9.toml",
        "id": "a0dd1417-43a4-4e4e-846b-cc1c4c489416",
        "location_end": 4000009,
        "location_start": 4000009,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "No king, after Sedecias was taken. (Calmet) \nThe two tribes shall be led into captivity and released, ver. 12. (Worthington)\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Ephrem the Syrian",
        "file_name": "Micah 4_10.toml",
        "id": "7d8b62f6-e68e-4501-8e2a-97b4a8a9aac2",
        "location_end": 4000010,
        "location_start": 4000010,
        "source_title": "COMMENTARY ON MICAH",
        "source_url": "",
        "ts": 373,
        "txt": "“Writhe and groan, O daughter Zion, like a woman in labor, for now you shall go forth from the city and camp in the open country; you shall go to Babylon, and there you shall be rescued.” The meaning is that you will go into captivity, people of Zion, to be deported to Babylon, but after years you will come back from there, not with the soldier hastening after you, but with that leader who by ascending into heaven made captivity his own prisoner. You will follow him together with Paul’s brothers-in-arms and the princes of our army, who captivate all minds to the respect of Christ.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "George Leo Haydock",
        "file_name": "Micah 4_11.toml",
        "id": "21e8fd58-ef5b-4e59-bdc0-b0b424a17800",
        "location_end": 4000011,
        "location_start": 4000011,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Sion. Let us enter the sanctuary and plunder it. Cambyses was instigated to fall upon the Jews lately returned, Ezechiel xxxviii. 11. His rapacious designs were frustrated, as those of persecutors will be. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Ephrem the Syrian",
        "file_name": "Micah 4_11.toml",
        "id": "65d86f70-bf56-4682-ba86-b2c52591ff34",
        "location_end": 4000011,
        "location_start": 4000011,
        "source_title": "COMMENTARY ON MICAH",
        "source_url": "",
        "ts": 373,
        "txt": "Now many nations are assembled against you. That is, in the meantime a mix of many different nations invades you under the command of Gog. Again there shall be profanation in Zion, and the eye shall gaze upon it, which means the holy places of Zion will be violated and greatly despised by those who did not know that they would have been thrashed by the revenging justice of God like sheaves gathered on the threshing floor.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "George Leo Haydock",
        "file_name": "Micah 4_12.toml",
        "id": "112adaa0-5f7b-449d-806d-919b9812ef77",
        "location_end": 4000012,
        "location_start": 4000012,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Hay. Protestants, \"sheaves. \"(Haydock) \nPeople were thus often trodden to death by oxen. (Athen. xii. 5.) Ver.13. Brass. Fear nothing. The Jews did not attack the army of Cambyses, (Ezechiel xxxviii. 21., and xxxix. 10.; Calmet) at least at first. (Haydock) \nBut what God did for them is attributed to them. (Calmet) \nImmolate. Septuagint, \"devote to the Lord their multitude, and \"Protestants, \"gain \"(Haydock) or what spoils they have taken. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Ephrem the Syrian",
        "file_name": "Micah 4_13.toml",
        "id": "38bd3988-a23f-4f3a-9cf3-00bd75d99769",
        "location_end": 4000013,
        "location_start": 4000013,
        "source_title": "COMMENTARY ON MICAH",
        "source_url": "",
        "ts": 373,
        "txt": "“For I will make your horns, which the Babylonians broke, iron. You shall beat in pieces many people, and shall devote their grain to the Lord.” This will happen when, after taking possession of their land and wealth, you pay the tithe to the Lord of the entire earth. As I have said, God showed a sign of such great prosperity to the Jews who would be coming back from captivity. He also reserved the same thing for his church.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "George Leo Haydock",
        "file_name": "Micah 5_1.toml",
        "id": "660986e9-87de-4409-b549-e9b668760420",
        "location_end": 5000001,
        "location_start": 5000001,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Robber. Some understand this of Babylon, which robbed and pillaged the temple of God; others understand it of Jerusalem, by reason of the many rapines and oppressions committed there. (Challoner) \nHebrew, \"now assemble, O daughter of troops \"Babylon, famous (Haydock) for soldiers, who will seize Sedecias; (Jeremias xxxix. 6.; Calmet) or Jerusalem, noted for rapine, chap. iii. Thou shalt be spoiled, yet restored till Bethlehem bring forth Christ, the ruler of the world. (Worthington)\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Richard Challoner",
        "file_name": "Micah 5_1.toml",
        "id": "8897165d-7232-4142-8cd3-b3dd081414cd",
        "location_end": 5000001,
        "location_start": 5000001,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "Daughter of the robber: Some understand this of Babylon; which robbed and pillaged the temple of God: others understand it of Jerusalem; by reason of the many rapines and oppressions committed there.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Cyril of Alexandria",
        "file_name": "Micah 5_1.toml",
        "id": "d0e4eee4-a401-4ee4-a5ad-54be63599ef0",
        "location_end": 5000001,
        "location_start": 5000001,
        "source_title": "COMMENTARY ON MICAH 5:1",
        "source_url": "",
        "ts": 444,
        "txt": "So he says that Samaria will be surrounded and encompassed by the hostile peoples. Not only will they strike her cheek with their hand, which is more bearable, but they will crush her with rods, which is especially cruel. This signifies the shameful and miserable distress of captivity, for it is unquestionable that to strike the cheek is a special dishonor. Considering that they also struck her with rods, they have caused extreme hardship and debasement. Governed by the tribe of Ephrem, Samaria is dishonored. She is in shame and suffering. However, the striking hand will stop, and we will not taste misery if only we do our best to refrain from provoking the wrath of the Lord of all by trespassing or eagerly committing sins, which are hateful to him. If we honor him with virtuousness instead, then we will enjoy prosperity and will live a joyous and commendable life.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "George Leo Haydock",
        "file_name": "Micah 5_2.toml",
        "id": "c705ca5c-941d-4362-83f7-54c3b03a0b14",
        "location_end": 5000002,
        "location_start": 5000002,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Ephrata. This was the ancient name (Haydock) of Bethlehem, (Genesis xxxv. 16.) though some think that it was so called after Caleb's wife, 1 Paralipomenon ii. 19. \nArt, or \"art thou?\", which makes it agree with Matthew ii. 4. \nLittle. Hebrew tsahir, (Haydock) is often rendered \"considerable. \"(Chaldean) \nThousands: capital cities, Zacharias ix. 7. Bethlehem seemed too mean to send forth a ruler over the rest. The ancient Jews clearly understood this of the Messias. The moderns explain it of Zorobabel: but the expressions are too grand for him. (Calmet) \nSt. Jerome accuses the Jews of having designedly omitted some cities, (Josue xv. 60.) because Bethlehem Ephrata is one. It is nowhere else thus described. (Kennicott) \nThe priests substituted land of Juda instead of Ephrata, Matthew ii. (Haydock) \nThe evangelist recites their words, to show their negligence in quoting Scripture. \"Yet some assert, that in almost all quotations from the Old Testament the order or words are changed, and sometimes the sense.as the apostles did not write out of a book, but trusted to memory, which is sometimes fallacious. \"(St. Jerome) \nThis principle would he very dangerous, (Simon. Crit. i. 17.) and we should attribute the variation to other causes, as the sacred penman could not mistake. (Haydock) \nBethlehem, though a little town, was rendered more illustrious than many others by the birth of Christ. (Worthington) \nForth. That is, he who as man shall be born in thee, as God was born of his Father from all eternity. (Challoner) \nHis coming was also long before announced. (Origen, contra Cels. i.) \nBut the former sense is preferable. (Calmet) \nEternity. These expressions singly imply a long time; (Exodus xxi. 6., and Psalm xxiii. 7.) but when doubled, sæculum sæculi, they must be understood of an absolute eternity, which Christ enjoyed with the Father and the Holy Spirit; though, in his human nature, he was born in time. (Worthington)\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Theodoret of Cyrus",
        "file_name": "Micah 5_2.toml",
        "id": "ae8406de-f5d5-40d6-83a9-d5793b22be15",
        "location_end": 5000002,
        "location_start": 5000002,
        "source_title": "COMMENTARY ON MICAH 5:2",
        "source_url": "",
        "ts": 458,
        "txt": "Now this patently resembles the prologue to the Gospel, “In the beginning was the Word, and the Word was with God, and the Word was God; he was in the beginning with God.” It also resembles what was said by God through blessed David, “From the womb before the daystar I begot you.” This person, then, who was before time, who was in the beginning with God, who is God the Word, with his origins from that source from the beginning, receives his birth according to the flesh (the text says) in you [Bethlehem], making you famous and illustrious, even though unimportant among Judah’s thousands.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Ishodad of Merv",
        "file_name": "Micah 5_2.toml",
        "id": "222c9232-d526-4af3-a7db-d705245c6fc0",
        "location_end": 5000002,
        "location_start": 5000002,
        "source_title": "COMMENTARY ON MICAH",
        "source_url": "",
        "ts": 850,
        "txt": "“But you, O Bethlehem, you are too little for what you are.” That is, even though in comparison with your enemies you are little in force and number and incapable to lead “the thousand of Judah,” yet, thanks to the help that I give you, the powerful ruler will be able to make war against them. For I have destined him to that from the beginning, through the promises already made to David. This is said with the usual reference to Zerubbabel, but its true meaning has been revealed in Christ, because when he appeared, all the promises made to Abraham and David were fulfilled.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Ishodad of Merv",
        "file_name": "Micah 5_2.toml",
        "id": "52ff5cac-c53e-4287-9072-157fd539bef2",
        "location_end": 5000002,
        "location_start": 5000002,
        "source_title": "COMMENTARY ON MICAH",
        "source_url": "",
        "ts": 850,
        "txt": "The text says, “His origin is from the beginning,” the beginning, that is, according to the promises made to Abraham and David.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Richard Challoner",
        "file_name": "Micah 5_2.toml",
        "id": "04a0167c-68f1-4078-83ad-d15f767c13f0",
        "location_end": 5000002,
        "location_start": 5000002,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "His going forth: That is, he who as man shall be born in thee, as God was born of his Father from all eternity.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Augustine of Hippo",
        "file_name": "Micah 5_2.toml",
        "id": "c49b049d-3189-42ef-b0f8-5fb3fb6acae2",
        "location_end": 5000002,
        "location_start": 5000002,
        "source_title": "SERMON 373:4",
        "source_url": "",
        "ts": 430,
        "txt": "By designating Bethlehem, they [the Jews] were like the builders of Noah’s ark, providing others the means of escape, yet themselves perishing in the flood. Like milestones, they showed the way but were incapable of walking along it. They were asked where the Christ was to be born. They answered, “In Bethlehem of Judah. For thus it was written by the prophet”—they were repeating from memory, you see, what had been written about this by Micah: “And you, Bethlehem, land of Judah, are not the least among the leaders of Judah; for from you shall come forth the king who is going to be the shepherd of my people Israel.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Augustine of Hippo",
        "file_name": "Micah 5_2.toml",
        "id": "f2c65323-5b78-4539-b113-ee152befab26",
        "location_end": 5000002,
        "location_start": 5000002,
        "source_title": "City of God 18.96",
        "source_url": "https://www.newadvent.org/fathers/120118.htm",
        "ts": 430,
        "txt": "According to prophecy, Christ was born in Bethlehem of Judah, at the time, as I said, when Herod was king in Judea. At Rome, the republic had given way to the entire empire, and the emperor Caesar Augustus had established a worldwide peace. Christ was born a visible man of a virgin mother, but he was a hidden God because God was his Father. So the prophet had foretold: “Behold, the virgin shall be with child and shall bring forth a son; and they shall call his name Emmanuel, which is interpreted, God with us.” To prove that he was God, Christ worked many miracles, some of which—as many as seemed necessary to establish his claim—are recorded in the Gospels. Of these miracles the very first was the marvelous manner of his birth.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "John Chrysostom",
        "file_name": "Micah 5_2.toml",
        "id": "d6d44dbd-0962-447f-9465-3d78e91cc14d",
        "location_end": 5000002,
        "location_start": 5000002,
        "source_title": "DEMONSTRATION AGAINST THE PAGANS 3:3",
        "source_url": "",
        "ts": 407,
        "txt": "It was another prophet, again, who pointed out the place where he would be born. For Micah said, “And you, Bethlehem, the land of Judah, are by no means the least among the princes of Judah. For out of you will come the leader who will shepherd my people, Israel: and his going forth is from the beginning, from the days of eternity.” He revealed his existence before all ages. When he said “there will come the leader who will shepherd my people, Israel,” he revealed Christ’s birth in the flesh.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Cyril of Jerusalem",
        "file_name": "Micah 5_2.toml",
        "id": "2723bd30-28f8-4762-96da-69c333a1e123",
        "location_end": 5000002,
        "location_start": 5000002,
        "source_title": "Catechetical Lecture 11:20",
        "source_url": "https://www.newadvent.org/fathers/310111.htm",
        "ts": 386,
        "txt": "It is enough for piety for you to know, as we have said, that God has one only Son, one naturally begotten, who did not begin to be when he was born in Bethlehem but is before all ages. For listen to the prophet Micah: “And you, Bethlehem, house of Ephratha, are little to be among the thousands of Judah. From you shall come forth for me a leader who shall feed my people Israel; and his goings forth are from the beginning, from the days of eternity.” Therefore do not fix your attention on him as coming from Bethlehem simply but worship him as begotten eternally of the Father. Admit no one who speaks of a beginning of the Son in time, but acknowledge his timeless beginning, the Father.\n"
    },
    {
        "append_to_author_name": " 2:1-8",
        "book": "micah",
        "father_name": "Matthew",
        "file_name": "Micah 5_2.toml",
        "id": "a774a2c5-7d24-4af1-8764-6186eca6962e",
        "location_end": 5000002,
        "location_start": 5000002,
        "source_title": "",
        "source_url": "",
        "ts": 60,
        "txt": "Now when Jesus was born in Bethlehem of Judaea in the days of Herod the king, behold, there came wise men from the east to Jerusalem,  Saying, Where is he that is born King of the Jews? for we have seen his star in the east, and are come to worship him.  When Herod the king had heard these things, he was troubled, and all Jerusalem with him.  And when he had gathered all the chief priests and scribes of the people together, he demanded of them where Christ should be born.  And they said unto him, In Bethlehem of Judaea: for thus it is written by the prophet,  And thou Bethlehem, in the land of Juda, art not the least among the princes of Juda: for out of thee shall come a Governor, that shall rule my people Israel. [Micah 5:2] Then Herod, when he had privily called the wise men, inquired of them diligently what time the star appeared.  And he sent them to Bethlehem, and said, Go and search diligently for the young child; and when ye have found him, bring me word again, that I may come and worship him also.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "George Leo Haydock",
        "file_name": "Micah 5_3.toml",
        "id": "03fd2493-5944-4edf-8424-295225624def",
        "location_end": 5000003,
        "location_start": 5000003,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Forth, till Babylon let them go; (Sanct.) or the Jews shall enjoy the land till Christ come; (St. Jerome, exp. ii.) or he will leave them in their blindness till the nations shall have received the gospel, when there shall be one fold, John x. 16., and Romans ix. 25.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Ishodad of Merv",
        "file_name": "Micah 5_3.toml",
        "id": "b66f2e57-dc40-498c-a3cb-56fc4a75329a",
        "location_end": 5000003,
        "location_start": 5000003,
        "source_title": "COMMENTARY ON MICAH",
        "source_url": "",
        "ts": 850,
        "txt": "“He shall give them up until the time when she who is in labor has brought forth.” This is what the prophet calls Jerusalem. This means he will abandon them to the afflictions of captivity until the time of the return. This means that these predictions will not come true before they are back from their captivity. Henana of Adiabene says “she who is in labor” means Jerusalem because she is in the pains of labor, which are her afflictions, and waits the birth of her salvation, until according to her expectations it sets to her return and her pains’ end. But in the same manner they will endure different difficulties until the Virgin gives birth to Christ.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Augustine of Hippo",
        "file_name": "Micah 5_3.toml",
        "id": "d05586c3-4742-4473-9159-7cf77a3caa6c",
        "location_end": 5000003,
        "location_start": 5000003,
        "source_title": "SERMON 200:3",
        "source_url": "",
        "ts": 430,
        "txt": "But now, the same star which led the magi to the place where the infant God was to be found with his virgin mother could of course have led them right to the very city. But it withdrew, and didn’t appear at all to them again, until the Jews themselves had been questioned about the city where Christ was to be born. This was to oblige them to name it themselves, on the evidence of divine Scriptures, and to say themselves, “In Bethlehem of Judah. For so it is written, ‘And you, Bethlehem, land of Judah, are not the least among the princes of Judah; for from you shall come forth the leader who will rule my people Israel.’ ” What else can divine Providence have meant by this, but that among the Jews would remain only the divine Scriptures by which the nations would be instructed, they themselves being blind? This evidence they would carry about with them not as an assistance to their own salvation but as evidence of ours. Because today it may happen that when we bring forward prophecies about Christ, uttered long before and now made clear by the events that have fulfilled them, the pagans whom we wish to gain will say that they weren’t foretold so long ago but have been composed by us after the event, so that what has later occurred may be thought to have been previously prophesied. Then we can cite the volumes owned by the Jews, to clear the doubts of the pagans, who were already prefigured in those magi, whom the Jews instructed from the divine books about the city in which Christ was born, without themselves either seeking or acknowledging him.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "George Leo Haydock",
        "file_name": "Micah 5_4.toml",
        "id": "f7ad04f5-4c86-4ee9-ba37-bc59090e9c7f",
        "location_end": 5000004,
        "location_start": 5000004,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Earth, Christ shall be glorified, governing his Church. The Jews shall be respected as a people singularly favoured.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Leo the Great",
        "file_name": "Micah 5_4.toml",
        "id": "3731d398-10dd-409f-9017-1583fb55b19d",
        "location_end": 5000004,
        "location_start": 5000004,
        "source_title": "SERMON 34:2",
        "source_url": "",
        "ts": 461,
        "txt": "Evidently [the Hebrew leaders] understood [the prophecy] in a carnal manner, just as Herod did, and reckoned that Christ’s kingdom would be like the powers in this world. They hoped for a temporal leader, while Herod feared an earthly rival. “Herod, you are trapped in a useless fear. In vain do you attempt to rage against the child you suspect. Your realm does not encompass Christ, nor does the Lord of the world care about the meager limits within which you wield the rod of your power. He whom you do not wish to see reign in Judea reigns everywhere. You yourself would reign more happily if you would submit to his rule. Why not turn into honest service that which you resolve to do in falsehood and guile? Go with the wise men and worship the true king in humble adoration. But more inclined as you are toward the Jewish blindness, you do not imitate the faith of these Gentiles. You turn your perverse heart to cruel wiles. Yet you are not going to kill the one you fear, nor will you harm those whom you eliminate.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "George Leo Haydock",
        "file_name": "Micah 5_5.toml",
        "id": "0d8610ac-38cf-4c70-b7dc-54712709a3f5",
        "location_end": 5000005,
        "location_start": 5000005,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Peace. This regards Christ and not Zorobabel. (Calmet) \nAssyrian. That is, the persecutors of the Church; who are here called Assyrians by the prophet, because the Assyrians were at that time the chief enemies and persecutors of the people of God. (Challoner) \nThe Persians held the empire which had belonged to Babylon and to Assyria, and was founded by Nemrod, Genesis x. 8. (Calmet) \nSeven The pastors of God's Church, and the defenders of the faith. The number seven, in Scripture; is taken to signify many; and when eight is joined with it, we are to understand that the number will be very great. (Challoner) \nSee Ecclesiastes xi. 2., and Ruth iv. 16. (Calmet) \nChrist always preserves a great number, not withstanding the attacks of persecutors enabling bishops to feed them with a power which the people must revere, Hebrews xiii. (Worthington) \nEight. Eschylus places Artaphanes between Smerdis and Hystaspes, the former of whom was one of the seven magi, and the latter one of the seven conspirators, (Calmet) or rather chief princes, who attacked the usurper. (Haydock) \nThey always retained great privileges, so that they seemed all to govern. (V. Max. ix. 2.; Herodotus iii. 65.) See 1 Esdras iv. 7., and Esther i. 14., where we find that the kings did nothing of importance without their seven counsellors. (Calmet) \nPrincipal. Septuagint, \"bites (Symmachus, Christ's) of men \"or people of the old as well as of the new law. (St. Jerome)\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Ishodad of Merv",
        "file_name": "Micah 5_5.toml",
        "id": "be3b515d-1368-49b8-9e8a-421943aaf6b0",
        "location_end": 5000005,
        "location_start": 5000005,
        "source_title": "COMMENTARY ON MICAH",
        "source_url": "",
        "ts": 850,
        "txt": "“We will raise against them seven shepherds and eight princes.” By means of the events that happened in the days of Hezekiah, at the time of the ruin of the Assyrians, Micah provides information about those things that will happen through the agency of Zerubbabel toward the people of the house of Gog. By the numbers seven and eight he has indicated the complete and total destruction that befell the Assyrians through the intervention of the angel. The allusion is to the words of Ecclesiastes: “Cast your bread upon the waters, for you will find it after many days. Give a portion to seven, or even to eight, for you know not what evil may happen on earth.”However, others suppose that he means by “seven shepherds” the prophets who lived before the invasion of the Assyrians, who prophesied their ruin, and that he means by the “eight princes of men” Hezekiah and the princes who assisted him.…\nThe phrase “seven shepherds” may indicate the fullness of the punishment that the Assyrians will undergo through the agency of the angel, while “eight bites of men” indicates what was in store for the survivors after their flight. What happened was that the Assyrian king was murdered by his sons and the others were exterminated by their fellow citizens.… From the spiritual point of view the verse applies to Satan, the abolisher of the law and the gospel, who was defeated by the prophets, the apostles and the angels.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Richard Challoner",
        "file_name": "Micah 5_5.toml",
        "id": "17516e4e-4581-4228-936f-20523e348241",
        "location_end": 5000005,
        "location_start": 5000005,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "Seven shepherds: Viz., the pastors of God's church, and the defenders of the faith. The number seven in scripture is taken to signify many: and when eight is joined with it, we are to understand that the number will be very great.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Richard Challoner",
        "file_name": "Micah 5_5.toml",
        "id": "235e64e2-d9f1-4775-bb08-cc3956de30b6",
        "location_end": 5000005,
        "location_start": 5000005,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "The Assyrian: That is, the persecutors of the church: who are here called Assyrians by the prophet: because the Assyrians were at that time the chief enemies and persecutors of the people of God.-- Ibid.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "George Leo Haydock",
        "file_name": "Micah 5_6.toml",
        "id": "0ce8ea20-0435-4534-9002-9ec1eb803740",
        "location_end": 5000006,
        "location_start": 5000006,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "They. Hystaspes first laid a tax of money on the Persians, who hence styled him a merchant. (Herodotus iii. 89.) \nHe was severe, and often at war. (Calmet) \nFeed. They shall make spiritual conquests in the lands of their persecutors, with the sword of the Spirit which is the word of God, Ephesians vi. 17. (Challoner) \nWith Septuagint, \"in the ditch. \"Theodotion, \"gates \"where sentence was given. \nBorders. Seven or eight princes have taken the place of Cambyses, who had invaded Judea, ver. 5. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Richard Challoner",
        "file_name": "Micah 5_6.toml",
        "id": "e33283b9-81dd-4fd6-93c2-30fe7b2bdab8",
        "location_end": 5000006,
        "location_start": 5000006,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "They shall feed: They shall make spiritual conquests in the lands of their persecutors, with the word of the spirit, which is the word of God. Eph. 6. 17.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "George Leo Haydock",
        "file_name": "Micah 5_7.toml",
        "id": "6662136d-2b81-40e7-9b58-2c18ff85a3ba",
        "location_end": 5000007,
        "location_start": 5000007,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Jacob; viz., the apostles, and the first preachers of the Jewish nation, whose doctrine, like dew, shall make the plants of the converted Gentiles grow up, without waiting for any man to cultivate them by human learning. (Challoner) \nUnder Hystaspes, the husband of Esther, the Jews enjoyed rest, and Providence protected them. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Richard Challoner",
        "file_name": "Micah 5_7.toml",
        "id": "df62a7f5-6a42-4e30-86e2-e38e3fae359a",
        "location_end": 5000007,
        "location_start": 5000007,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "The remnant of Jacob: Viz., the apostles, and the first preachers of the Jewish nation; whose doctrine, like dew, shall make the plants of the converted Gentiles grow up, without waiting for any man to cultivate them by human learning.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "George Leo Haydock",
        "file_name": "Micah 5_8.toml",
        "id": "d0377f5c-aab7-4e5c-b3df-23b2236632d0",
        "location_end": 5000008,
        "location_start": 5000008,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Lion. This denotes the fortitude of these first preachers, and their success in their spiritual enterprises. (Challoner) \nThe Jews, by leave of Assuerus, defended themselves; and the Machabees became terrible, Esther ix., and 1 Machabees iii. 4. The power of the latter was established, while the efforts of Eupator and of other Syrian persecutors for sixty years, down to Zebina, proved fruitless or destructive to themselves. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Richard Challoner",
        "file_name": "Micah 5_8.toml",
        "id": "875a878e-4779-4a0a-960a-ea6c514bea3c",
        "location_end": 5000008,
        "location_start": 5000008,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "As a lion: This denotes the fortitude of these first preachers; and their success in their spiritual enterprises.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "George Leo Haydock",
        "file_name": "Micah 5_10.toml",
        "id": "ba520f19-83e2-4283-91db-07ca1e7d3b86",
        "location_end": 5000010,
        "location_start": 5000010,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Horses. Some understand this, and all that follows to the end of the chapter, as addressed to the enemies of the Church. But it may as well be understood of the converts to the Church, who should no longer put their trust in any of these things. (Challoner) \nGod will protect his people, so that horses and fortifications will be unnecessary.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Richard Challoner",
        "file_name": "Micah 5_10.toml",
        "id": "e4c1fe63-c23e-45a5-8e21-297e5f6d9c32",
        "location_end": 5000010,
        "location_start": 5000010,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "I will take away thy horses: Some understand this, and all that follows to the end of the chapter, as addressed to the enemies of the church. But it may as well be understood of the converts to the church: who should no longer put their trust in any of these things.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "George Leo Haydock",
        "file_name": "Micah 5_11.toml",
        "id": "544bf2a0-9888-4a36-a829-d259fd6b76c9",
        "location_end": 5000011,
        "location_start": 5000011,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Sorceries. The Jews after their return abstained more from such things; but not like the Church of Christ, in which idols and dealings with the devil have never been tolerated.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "George Leo Haydock",
        "file_name": "Micah 5_14.toml",
        "id": "aa907896-e721-45ed-9374-cd9073675245",
        "location_end": 5000014,
        "location_start": 5000014,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Ear, to the admonitions of the prophets. Hence Egypt, were justly punished.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "George Leo Haydock",
        "file_name": "Micah 6_1.toml",
        "id": "43a33abf-274e-4189-b225-a59ce2ec9f2d",
        "location_end": 6000001,
        "location_start": 6000001,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "The mountains That is, the princes, the great ones of the people. (Challoner) \nBut Hebrew intimates real mountains, which had witnessed the impiety of the people, (Calmet) and had been defiled with their altars Protestants, \"Contend thou before the\", (Haydock) as God's advocate. He condescends to justify his conduct towards Israel, Isaias iii. 13. (Calmet) \nHe had shown them great favours, but they were ungrateful. (Office for Good Friday) (Worthington)\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Richard Challoner",
        "file_name": "Micah 6_1.toml",
        "id": "381d115b-5466-42f3-9273-77a7c6ab8bba",
        "location_end": 6000001,
        "location_start": 6000001,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "The mountains: That is, the great ones, the princes of the people.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Ambrose of Milan",
        "file_name": "Micah 6_3.toml",
        "id": "d9b2d3a9-c813-42b1-819a-85e9a7e16521",
        "location_end": 6000003,
        "location_start": 6000003,
        "source_title": "THE PRAYER OF JOB AND DAVID 4:8.29",
        "source_url": "",
        "ts": 397,
        "txt": "There is also a third entreaty, for although David was set in the midst of people doing evil deeds, he eagerly desires that his case be separated from contagion with them. Many suppose that this sentiment should be attributed to the Lord Jesus, because it belongs to him alone not to fear judgment, as the one who overcomes when he is judged. Indeed, he has judgment from the unjust man, and into it Christ entered willingly, as you find it written, “O my people, what have I done to you? Or wherein have I grieved you?” But since the Father has given all judgment to him, not indeed as if to one that was weak but as if to a Son, what judgment can he undergo? If they think that the Son must undergo the Father’s judgment, surely “the Father does not judge any man, but all judgment has been given to the Son, that all men may honor the Son even as they honor the Father.” The Father honors the Son, and do you not put him to judgment? We have expressed this thought here, so that no one would think that we substituted the figure of the psalmist in the Lord’s place out of fear of inquiry. Holy David foresees in spirit that the Jews will rise up against the Lord in his passion. Since he is not greatly afraid of the judgment upon his own faith, he beseeches that his own case be distinguished also from a nation of persecutors. Else, the stock of the entire Jewish race could be implicated with those wicked heirs of his own race and posterity.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Gregory of Nazianzus",
        "file_name": "Micah 6_3.toml",
        "id": "76a4b130-633a-4efd-8ac3-e43be6c811e6",
        "location_end": 6000003,
        "location_start": 6000003,
        "source_title": "AGAINST THE ARIANS AND ON HIMSELF, ORATION 33:2",
        "source_url": "",
        "ts": 390,
        "txt": "Would you like me to utter to you the words of God to Israel, stiff-necked and hardened? “O my people, what have I done to you, or in what way have I injured you, or wherein have I wearied you?” This language indeed is more fit from me to you who insult me. It is a sad thing that we watch for opportunities against each other and having destroyed our fellowship of spirit by diversities of opinion have become almost more inhuman and savage to one another than even the barbarians who are now engaged in war against us, banded together against us by the Trinity whom we have separated. We are not foreigners making forays and raids upon foreigners or nations of a different language, which is some little consolation in the calamity. But we are making war upon one another, and almost upon those of the same household. Or if you will, we the members of the same body are consuming and being consumed by one another. Nor is this, bad as it is, the extent of our calamity, for we even regard our diminution as a gain. But since we are in such a condition and regulate our faith by the times, let us compare the times with one another; you your emperor, and I my sovereigns; you Ahab and I Josiah.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Cassiodorus",
        "file_name": "Micah 6_3.toml",
        "id": "c20d012d-3572-4193-b47a-92412e25e93f",
        "location_end": 6000003,
        "location_start": 6000003,
        "source_title": "EXPOSITION OF THE PSALMS 134:14",
        "source_url": "",
        "ts": 585,
        "txt": "“For the Lord will judge his people, and he will [give] comfort among his servants.” The reason for the previous praise is stated: “For the Lord will judge his people,” that is, the Jewish people, to whom he revealed great miracles and assigned his prophets so that the people would not sin. He also sent to them his own Son, so that their accursed hardness could finally be melted. But because they persisted with accursed obstinacy, he will certainly judge them, because they were unwilling to be his, though he had chosen them from all nations as his possession. To them he says, “Hear, O people, and I will speak,” and elsewhere, “My people, what have I done to you?” So he will judge them. But hear what follows as it concerns the faithful: “He will again have compassion upon us.” He means when he will render their promised rewards to those on earth afflicted with harsh contempt on account of his name. Scripture says of them, “Blessed are they that mourn, for they shall be comforted,” and in another place are the words “He that believes in me is not judged but will pass from death to life. But he that does not believe is already judged.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "George Leo Haydock",
        "file_name": "Micah 6_4.toml",
        "id": "611bff6b-2c45-4544-aeab-0cfa8507e66a",
        "location_end": 6000004,
        "location_start": 6000004,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Slaves. Their prison, in Algiers, is dreadful. (Calmet) \nMary. She taught the women. (Chaldean; Theodotion) \nShe was a figure of Christ's mother, as Moses and Aaron were of himself. (Worthington)\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "George Leo Haydock",
        "file_name": "Micah 6_5.toml",
        "id": "9360d2e8-3cb6-4b60-a7b1-83b932c24700",
        "location_end": 6000005,
        "location_start": 6000005,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "From Setim to Galgal. He puts them in mind of the favour he did them, in not suffering them to be quite destroyed by the evil purpose of Balach and the wicked counsel of Balaam; and then gives them a hint of the wonders he wrought in order to bring them into the land of promise, by stopping the course of the Jordan, in their march from Setim to Galgal. (Challoner) \nGal gala, \"limits \"may denote those of the Jordan, between which river and Setim Israel was encamped, Numbers xxii., and xxv. \nJustices. Symmachus, \"mercies. \"(Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Ambrose of Milan",
        "file_name": "Micah 6_5.toml",
        "id": "ed932455-f8d9-488b-9ecb-42bb01e23ba7",
        "location_end": 6000005,
        "location_start": 6000005,
        "source_title": "LETTER 41:24",
        "source_url": "https://www.newadvent.org/fathers/340941.htm",
        "ts": 397,
        "txt": "You see the Lord is teaching you a lesson, challenging you to goodness by his own example, teaching you even when he reproves. When accusing the Jews, for instance, he says, “O my people, what have I done to you? Or wherein have I grieved you? Or wherein have I offended you? Answer me. Is it because I brought you out of the land of Egypt, and delivered you out of the house of bondage?” adding, “And I sent before your face Moses, Aaron and Miriam. O my people, remember what Balak king of Moab devised.” You were indeed oppressed, an exile in foreign lands, laden with heavy burdens.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Richard Challoner",
        "file_name": "Micah 6_5.toml",
        "id": "fd48491a-36c1-4f33-a702-a26c96cb1154",
        "location_end": 6000005,
        "location_start": 6000005,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "From Setim to Galgal: He puts them in mind of the favour he did them, in not suffering them to be quite destroyed by the evil purpose of Balach, and the wicked counsel of Balaam: and then gives them a hint of the wonders he wrought, in order to bring them into the land of Promise, by stopping the course of the Jordan, in their march from Setim to Galgal.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "George Leo Haydock",
        "file_name": "Micah 6_6.toml",
        "id": "cc4b3110-07f1-482d-b45c-a3530d6a9857",
        "location_end": 6000006,
        "location_start": 6000006,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "What shall I offer This is spoken in the person of the people, desiring to be informed what they are to do to please God. (Challoner) \nThey can answer nothing in their own defence.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Ambrose of Milan",
        "file_name": "Micah 6_6-7.toml",
        "id": "b3de85ba-5b65-494a-ba0e-10e143227e4a",
        "location_end": 6000007,
        "location_start": 6000006,
        "source_title": "FLIGHT FROM THE WORLD 6:33",
        "source_url": "",
        "ts": 397,
        "txt": "For what is asked of you, O man? Only that you fear God: seek for him, walk after him, follow in his ways. “With what shall I win over the Lord? Shall I win him over with burnt offerings?” The Lord is not reconciled, nor are sins redeemed, with tens of thousands of young goats or thousands of rams or with the fruits of unholiness, but the grace of the Lord is won with a good life.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Richard Challoner",
        "file_name": "Micah 6_6.toml",
        "id": "c080ac4b-7f85-45a6-b519-24727eb8f9f5",
        "location_end": 6000006,
        "location_start": 6000006,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "What shall I offer: This is spoken in the person of the people, desiring to be informed what they are to do to please God.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Clement of Alexandria",
        "file_name": "Micah 6_6-7.toml",
        "id": "cec08d73-6bcb-425d-82d2-3d71f1ebd2d5",
        "location_end": 6000007,
        "location_start": 6000006,
        "source_title": "STROMATEIS 3:16.101",
        "source_url": "",
        "ts": 215,
        "txt": "Is everyone who is turning from sin to faith, turning from sinful practices (as if they were his mother) to life? I shall call in evidence one of the twelve prophets, who says, “Am I to make an offering of my firstborn son for my impiety? Should I offer the fruit of my womb for the sin of my soul?” Can the mother buy her way to God by giving up her firstborn? This must not be taken as an attack on the words “increase in numbers.” Micah is naming, by using the word impiety, the first impulses after birth, which do not help us to knowledge of God. If anyone misuses this as a basis for saying that that birth is evil, he should also use it as a basis for saying that it is good, in that in it we come to know the truth. “Come back to a sober and upright life and stop sinning.” But the sinner knows nothing of God. “We are not wrestling against flesh and blood but against spiritual beings, potent in temptation, the rulers of this dark world,” so there is forbearance. This is why Paul says, “I bruise my own body and treat it as a slave, because every athlete goes into total training.” By “total training” we understand not that he abstains from absolutely everything but that he shows self-control in those things he has taken a deliberate decision to use. “They do it to win a crown which dies, we for one which never dies,” if we win the contest. No effort, no crown!\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "George Leo Haydock",
        "file_name": "Micah 6_7.toml",
        "id": "d1c58ee5-509a-44ac-8744-f736f01836a2",
        "location_end": 6000007,
        "location_start": 6000007,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Fat. Hebrew, \"torrents of oil. \"\nFirst-born, like Jephte, or the king of Moab, Judges xi., and 4 Kings iii. 27. Saturn taught the Phoenicians this impiety. (Eusebius, præp. iv. 16.) (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "George Leo Haydock",
        "file_name": "Micah 6_8.toml",
        "id": "f6fa5590-ebb8-44d2-b18a-d7620e4a1f67",
        "location_end": 6000008,
        "location_start": 6000008,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Solicitous. Hebrew also, \"humbly. \"(Haydock) \nThis was preferable to all other sacrifices of the old law, (Worthington) and was frequently inculcated, Deuteronomy x. 12., Psalm xlix. 9., and Isaias i. 11. Yet the carnal Jews always made perfection consist in exterior ceremonies. Ver 9. City, to all mankind. \nSalvation. Hebrew, \"wisdom shall consider thy name. \"Syriac, \"doctrine to those who fear his name. \"\nIt? Who will attend? (Calmet) Ver 10. Full of wrath That is, highly provoking in the sight of God. (Challoner) \nFalse weights are often condemned, Deuteronomy xxxv. 13. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Ambrose of Milan",
        "file_name": "Micah 6_8.toml",
        "id": "e8e167af-93de-40e7-8cb6-6200840ba500",
        "location_end": 6000008,
        "location_start": 6000008,
        "source_title": "FLIGHT FROM THE WORLD 6:33",
        "source_url": "",
        "ts": 397,
        "txt": "“You have been told, O man, what is good. And what does the Lord require of you, but to do justice, to love mercy and to be prepared to walk with your Lord?” Accordingly, the gospel says to you, “Arise, let us go from here,” while the law says to you, “You shall walk after the Lord your God.” You have learned the method of your flight from here—why do you delay?\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Theodore of Mopsuestia",
        "file_name": "Micah 6_8.toml",
        "id": "ff616074-b682-4feb-9581-7048ad317386",
        "location_end": 6000008,
        "location_start": 6000008,
        "source_title": "COMMENTARY ON MICAH 6:6-8",
        "source_url": "",
        "ts": 428,
        "txt": "Forget about burnt offerings, countless sacrifices and oblations of firstborn, he is saying. If you are concerned to appease the divinity, practice what God ordered you in the beginning through Moses. What in fact is that? To deliver fair judgment and decision in all cases where you have to choose better from worse, to continue giving evidence of all possible love and fellow-feeling to your neighbor, and be ready to put into practice what is pleasing to God in every way. He means, in short, “You will love God with all your heart, all your mind and all your soul, and you will love your neighbor as yourself,” as was said of old through Moses. Do this, he is saying, as something preferable to sacrifices in God’s eyes.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Augustine of Hippo",
        "file_name": "Micah 6_8.toml",
        "id": "596ad065-3093-4477-a33d-bdbab3080c6c",
        "location_end": 6000008,
        "location_start": 6000008,
        "source_title": "SERMON 48:2",
        "source_url": "",
        "ts": 430,
        "txt": "You ask what you should offer: offer yourself. For what else does the Lord seek of you but you? Because of all earthly creatures he has made nothing better than you, he seeks yourself from yourself, because you have lost yourself.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Tertullian",
        "file_name": "Micah 6_8.toml",
        "id": "9d4b850e-c12a-4ccf-85bb-04632dd06778",
        "location_end": 6000008,
        "location_start": 6000008,
        "source_title": "ON PURITY 2",
        "source_url": "",
        "ts": 220,
        "txt": "“But God,”[adulterers and fornicators say,] “is good and most kind.” He is “merciful, compassionate and rich in mercy,” which “he prefers to every sacrifice.” “He desires not so much the death as the repentance of the sinner.” He is “the Savior of all people, and especially of the faithful.” Therefore the children of God must also be “merciful” and “peacemakers,” “forgiving each other as Christ also forgave us,” “not judging, lest we be judged.” For to “his master a man stands or falls; who are you to judge the servant of another?” “Forgive, and you will be forgiven.” Yet many such things as these are only said, not done, merely bandied about, unmanning rather than strengthening discipline, flattering God and pandering to themselves.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Bede",
        "file_name": "Micah 6_8.toml",
        "id": "2b21b4db-0261-4fdf-b56b-e11b92e2244c",
        "location_end": 6000008,
        "location_start": 6000008,
        "source_title": "ON THE TABERNACLE 3:6",
        "source_url": "",
        "ts": 735,
        "txt": "Here is a priest who serves at every hour with great fear while walking humbly with the Lord his God in accordance with the word of the prophet. Meanwhile another priest is hardly capable of having that much fear even when he is about to die and enter into the last judgment before his Lord. But the full expression of the priesthood is comprised of the combination of the teaching of truth with good works. This is in accord with blessed Luke’s comment that in writing his Gospel he had composed a treatise concerning all the things that Jesus began both to do and to teach.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Richard Challoner",
        "file_name": "Micah 6_10.toml",
        "id": "6a27da25-451d-44b0-a512-18314ffddb1b",
        "location_end": 6000010,
        "location_start": 6000010,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "Full of wrath: That is, highly provoking in the sight of God.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "George Leo Haydock",
        "file_name": "Micah 6_14.toml",
        "id": "662d5177-24c5-4c44-9472-060cae19e600",
        "location_end": 6000014,
        "location_start": 6000014,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "And thy. Septuagint, \"I will cast thee away into thyself. \"(Haydock) \nHold of some fruit. (Calmet) \nThy wife shall miscarry; (Vatable) or if she bring forth, the children shall perish by the sword. Ver 15. New. Septuagint, \"grave. \"(Haydock) \n\"It is good for thee, when thou knowest thy error, to have no disciples. \"(St. Jerome)\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "George Leo Haydock",
        "file_name": "Micah 6_16.toml",
        "id": "fc01a9bb-a3a3-4bd1-b9ec-bc29c17fb0cf",
        "location_end": 6000016,
        "location_start": 6000016,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "The statutes of Amri The wicked ways of Amri and Achab, idolatrous kings. (Challoner) \nThey were the most infamous of Israel, 3 Kings xvi. 25, 30. (Worthington) \nHebrew, \"the statutes of Amri are kept. \"Septuagint, \"The precepts (ami) of my people shall parish \"(Haydock) \nYou, rich men. (Calmet) \nSeptuagint, \"you shall receive the reproach of people. \"(Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Richard Challoner",
        "file_name": "Micah 6_16.toml",
        "id": "e4f09146-a531-4716-bed4-dedb5e91a9b1",
        "location_end": 6000016,
        "location_start": 6000016,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "The statutes of Amri: The wicked ways of Amri and Achab, idolatrous kings.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "George Leo Haydock",
        "file_name": "Micah 7_1.toml",
        "id": "928cf1f3-4e4a-45e8-a9d1-b1d7ed85bd54",
        "location_end": 7000001,
        "location_start": 7000001,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Figs, which are the worst. (St. Jerome; St. Ambrose in Luke vii. 3.) Yet they were eagerly sought after, before the other figs came to maturity. They had escaped the rigours of winter. Such Christ (Calmet) seemed to expect, Mark xi. 13.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Ambrose of Milan",
        "file_name": "Micah 7_1.toml",
        "id": "dee3dda0-58ca-4e79-93cf-29b68bc4fdef",
        "location_end": 7000001,
        "location_start": 7000001,
        "source_title": "THE PRAYER OF JOB AND DAVID 2:5.18",
        "source_url": "",
        "ts": 397,
        "txt": "The unjust are winnowed away as lightweight chaff, while the just are saved as heavier wheat. Therefore heed the Lord as he says to Peter, “Behold, Satan has desired to winnow you as wheat, but I have prayed for you, that your faith may not fail.” Those who are winnowed as chaff fail, but that one does not fail who is like the seed that fell and sprang up, augmented and increased by very many fruits. And so the prophet says, “Woe is me! For I am become as one who gathers the stubble in the harvest.” Thus wickedness is compared with the stubble, which is quickly burned, and with the dust. And so, Job said subsequently, “They will be like chaff driven by the wind,” and at once he added a brief line and said, “or like dust that the wind has carried off.” Indeed, so that you may know that the wicked person swiftly crumbles and vanishes like dust, you find it said in the first psalm, “Not so the wicked, not so,” that is, not like the just, “but like the dust, which the wind drives from the face of the earth.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Origen of Alexandria",
        "file_name": "Micah 7_1.toml",
        "id": "d169ab99-e6c2-4ba8-ad92-8d486535a904",
        "location_end": 7000001,
        "location_start": 7000001,
        "source_title": "HOMILIES ON JEREMIAH 15:3.2",
        "source_url": "",
        "ts": 253,
        "txt": "Who is speaking when the prophet says, “Woe is me, soul, for I have become one as gathering straw in harvest?” For did the prophet literally “gather” or even want to “gather”? Does the prophet have a farm? Anyway, the only one who rightly gathers from what has been planted for harvest is not the prophet but the Lord and Savior Jesus Christ. Since there are many faults among the pagan nations but also among those who are supposed to be from the church, the prophet laments and mourns for our sins when he says, “Woe is me, for I have become as one who gathers straw.” Let each of us scrutinize himself. Is he an ear of corn? Will the Son of God discover something in him to pick or harvest? Do we find that some of us are those swept by the wind? Even as we have still a little in ourselves, two or three kernels, our sins are many against us. Seeing that the churches, or those so-called, are filled with sinners, he says, “Woe is me, for I have come as one who gathers straw in the harvest and as one gathering grape gleanings in the vintage.” [The Lord] comes seeking fruit on the vine, for each of us is planted also as a vine “in a fertile place” or as a vine “transplanted out of Egypt,” yet planted to bear fruit. He comes, he seeks in what way to pick, he discovers some “grape gleanings” and a few “clusters,” neither flourishing nor plentiful. Who among us has “clusters” of virtue?\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "George Leo Haydock",
        "file_name": "Micah 7_2.toml",
        "id": "06ab51b6-e5de-4ddc-8ca1-ccac566a9889",
        "location_end": 7000002,
        "location_start": 7000002,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Holy man. Hebrew chasid, (Haydock) \"the pious \"Assidean, 2 Machabees xiv. 6. The disorder of Israel was great, though some were religious. (Calmet) \nSuch expressions only mean that few could be found, and that the far greatest number rejected the prophet's advice. (Worthington)\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Cyril of Jerusalem",
        "file_name": "Micah 7_2.toml",
        "id": "f85da1f1-4aa6-428e-8ced-6a41fae384d7",
        "location_end": 7000002,
        "location_start": 7000002,
        "source_title": "Catechetical Lecture 12:6",
        "source_url": "https://www.newadvent.org/fathers/310112.htm",
        "ts": 386,
        "txt": "Cain and Abel followed in the generation of humankind, and Cain was the first murderer. Afterwards a deluge engulfed the earth because of exceeding wickedness of humanity. Fire came down from heaven upon the people of Sodom because of their corruption. Subsequently God chose out Israel, but even Israel became perverse and the chosen race was wounded. For, while Moses stood on the mountain before God, the people worshiped a calf in place of God. In the days of their lawgiver Moses, who said, “You shall not commit adultery,” a man dared to enter a brothel and be wanton. After Moses, prophets were sent to heal Israel, but in their exercise of healing they deplored the fact that they could not overcome evil, so that one of them [Micah] says, “The faithful are gone from the earth, among men the upright are no more!” The psalmist says, “All alike have gone astray; they have become perverse; there is not one who does good, not even one.” And again, “Cursing, and theft, and adultery, and killing have overflowed” upon the land. “They sacrificed their sons and daughters to demons.” They engaged themselves in auguries and enchantments and divinations; and again, “They fastened their garments with cords and hung veils next to the altar.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "George Leo Haydock",
        "file_name": "Micah 7_3.toml",
        "id": "b0104f15-4dbf-4115-a2c9-ce3e782f86c0",
        "location_end": 7000003,
        "location_start": 7000003,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Giving. Septuagint, \"speaks words of peace. \"He flatters the prince, (Haydock) and dares not oppose the unjust. Syriac, \"he says, bring presents. \"\nTroubled it; or, \"have thy? \"Hebrew, \"they confirm it.\"\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "George Leo Haydock",
        "file_name": "Micah 7_4.toml",
        "id": "23a745cd-8777-4b2a-8e20-c899c3e03261",
        "location_end": 7000004,
        "location_start": 7000004,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Brier. Hebrew chedek, or \"thorn. \"Septuagint, \"a consuming moth. \"\nInspection, or of thy chiefs (Haydock) and prophets. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "George Leo Haydock",
        "file_name": "Micah 7_5.toml",
        "id": "539b3478-fb23-4998-85ae-486c015a38c1",
        "location_end": 7000005,
        "location_start": 7000005,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Bosom. In times of general distress, even domestics are not trusted; because all are solicitous for themselves, even to the prejudice of others. (Worthington) \nBefore the ruin of Israel civil wars raged, 4 Kings xv. Our Saviour alludes to this passage, Matthew x. 35., Luke xii. 52., and xxi. 16. People will rise up to oppress true believers; and these must abandon their nearest relations, when they prove an obstacle to salvation. Thus is the moral, and the other the literal sense. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "John Cassian",
        "file_name": "Micah 7_5.toml",
        "id": "2fdd59fa-e3d9-4b1b-88bf-edd9c333012c",
        "location_end": 7000005,
        "location_start": 7000005,
        "source_title": "CONFERENCE 17:20.10-11",
        "source_url": "",
        "ts": 435,
        "txt": "[In spiritual discipline], the disposition of the doer is given more weight than the thing that is done. Even the truth at times is found to have harmed some people and a lie to have helped them. For one time King Saul was complaining in the presence of his retainers about David’s flight, saying, “Will the son of Jesse give all of you fields and vineyards and make all of you tribunes and centurions, since you have all conspired against me, and there is no one to inform me?” What but the truth did Doeg the Edomite tell him when he said, “I saw the son of Jesse in Nob, with Ahimilech the son of Ahitub the priest. He consulted the Lord on his behalf and gave him provisions and he gave him the sword of Goliath the Philistines as well”? For this truth he deserved to be uprooted from the land of the living, and of him it is said by the prophet, “Therefore God shall destroy you forever, pluck you up and remove you from your tent and uproot you from the land of the living.” For indicating the truth, then, he was everlastingly uprooted from the land in which Rahab the harlot was planted, along with her family, because of her lie. In the same way we remember that Samson in most ruinous fashion delivered over to his wicked wife a truth that had long been concealed by a lie. Therefore the truth that he had very heedlessly disclosed to her brought about his own undoing, because he failed to keep that prophetic command: “Keep the doors of your mouth from her who sleeps at your breast.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Gregory of Nazianzus",
        "file_name": "Micah 7_6.toml",
        "id": "e283bc21-ae37-45d1-ad54-0c6d6e41d4c7",
        "location_end": 7000006,
        "location_start": 7000006,
        "source_title": "ON THE HOLY LIGHTS, ORATION 39:15",
        "source_url": "",
        "ts": 390,
        "txt": "Just what is the work of the axe? The excision of the soul that is incurably fruitless, like the tree even after the dung has been applied. And what does the sword do? The sword of the Word cuts through defenses. It does the work of separating the worse from the better. It actually creates a division between the faithful and the unbeliever. It may even stir up the son and the daughter and the bride against the father and the mother and the mother-in-law, the young and fresh against the old and shadowy. Accordingly, what is the latchet of the shoe, which you, John, who baptized Jesus, may not let loose? You who are of the desert, without food, you, the new Elijah, you who are more than a prophet, inasmuch as you saw him of whom you did prophesy, you the mediator of the Old and New Testaments. What is this latchet? It is precisely the message of the advent, the incarnation. No one can make it happen—neither those yet carnal and babes in Christ nor those who are akin to John in spirit.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Gregory of Nyssa",
        "file_name": "Micah 7_6.toml",
        "id": "6432f3cf-cfc7-4fc2-bcf1-bc102319e947",
        "location_end": 7000006,
        "location_start": 7000006,
        "source_title": "ADDRESS ON RELIGIOUS INSTRUCTION 40",
        "source_url": "",
        "ts": 395,
        "txt": "A man, then, who remains the same and yet prattles to himself about the change for the better that he has undergone in baptism should attend to what Paul says: “If anyone thinks he is something when he is nothing, he deceives himself.” For you are not what you have not yet become. The Gospel says of the regenerate, however, that “he gave all those who received him the power to become God’s children.” Now the child born of someone certainly shares his parent’s nature. If then you have received God and have become his child, let your way of life testify to the God within you. Make it clear who your father is! The marks by which we recognize God are the very ones by which a son must show his relation to him. “He opens his hand and fills everything living with joy.” “He overlooks iniquity.” “He relents of his evil purpose.” “The Lord is kind to all and is not angry with us every day.” “God is straightforward, and there is no unrighteousness in him.” This is what fathers do for children. Similar sayings are scattered through Scripture for our instruction. If you are like this, you have genuinely become a child of God. But if you persist in displaying the marks of evil, it is useless to babble to yourself about the birth from above.\n"
    },
    {
        "append_to_author_name": " 10:34-39",
        "book": "micah",
        "father_name": "Matthew",
        "file_name": "Micah 7_6.toml",
        "id": "ed64fa06-b4bc-4e55-b23d-347ef0dd929e",
        "location_end": 7000006,
        "location_start": 7000006,
        "source_title": "",
        "source_url": "",
        "ts": 60,
        "txt": "Think not that I am come to send peace on earth: I came not to send peace, but a sword.  For I am come to set a man at variance against his father, and the daughter against her mother, and the daughter in law against her mother in law.  And a man's foes shall be they of his own household. [Micah 7:6] He that loveth father or mother more than me is not worthy of me: and he that loveth son or daughter more than me is not worthy of me.  And he that taketh not his cross, and followeth after me, is not worthy of me.  He that findeth his life shall lose it: and he that loseth his life for my sake shall find it.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Ambrose of Milan",
        "file_name": "Micah 7_8.toml",
        "id": "2d868592-c861-456e-b401-d91e5bd4d28f",
        "location_end": 7000008,
        "location_start": 7000008,
        "source_title": "EXPOSITION ON THE PSALMS 37:15",
        "source_url": "",
        "ts": 397,
        "txt": "The fall of infirmity is not grave if free from the desire of the will. Have the will to rise. He is at hand who will cause you to rise.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Basil of Caesarea",
        "file_name": "Micah 7_9.toml",
        "id": "908a7541-b403-4621-a4ac-108a4f29fb6d",
        "location_end": 7000009,
        "location_start": 7000009,
        "source_title": "THE LONG RULES 55",
        "source_url": "",
        "ts": 379,
        "txt": "We sometimes bear illness as a punishment for sin intended for our conversion, “for whom the Lord loves,” says the Scripture, “he chastises.” Again Scripture teaches, “Therefore are there many infirm and weak among you, and some have died. But if we would judge ourselves, we should not be judged, we are chastised by the Lord that we be not condemned with the world.” Consequently, when we who belong to this class have recognized our transgressions, it may be fitting that we should simply bear in silence and without recourse to medicine all the afflictions which come to us, remembering the words of the prophet: “I will bear the wrath of the Lord because I have sinned against him.” We should, moreover, give proof of our amendment by bringing forth fruits worthy of penance, remembering the words of the Lord: “Behold, you are made whole; sin no more, lest some worse thing happen to you.” Sometimes also, when sickness afflicts us at the request of the evil one, our benevolent master may condescend to enter combat with him, treating him as if he were a mighty adversary and confounding his boasts by the heroic patience of his servants.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "George Leo Haydock",
        "file_name": "Micah 7_10.toml",
        "id": "f2b233f7-efc8-44b0-a97a-645acf3258c2",
        "location_end": 7000010,
        "location_start": 7000010,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "She; Babylon, my enemy. (Challoner) \nIt was taken by the Medes and Persians, who set the Jews at liberty, to the great mortification of their enemies. (Worthington) \nGod thus displayed his justice or mercy, rescuing his people from the night of misery. \nStreets. Cyrus treated the fallen city with contempt. It stood for some time afterwards. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Richard Challoner",
        "file_name": "Micah 7_10.toml",
        "id": "b0034732-3233-4f3e-883f-d6750c4e158a",
        "location_end": 7000010,
        "location_start": 7000010,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "She shall be covered: Viz., Babylon my enemy.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "George Leo Haydock",
        "file_name": "Micah 7_11.toml",
        "id": "e348b3d1-3616-4315-99d8-0b5dd605934f",
        "location_end": 7000011,
        "location_start": 7000011,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Law of thy enemies, who have tyrannized over thee. (Challoner) \nThe walls of Jerusalem are ordered to be rebuilt, Aggeus i.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Richard Challoner",
        "file_name": "Micah 7_11.toml",
        "id": "83dd6862-3cb7-40f9-9126-39366912e164",
        "location_end": 7000011,
        "location_start": 7000011,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "The law: Viz., of thy enemies, who have tyrannized over thee.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "George Leo Haydock",
        "file_name": "Micah 7_12.toml",
        "id": "407aa6de-d8a0-4155-817f-3d3fcb90e5d4",
        "location_end": 7000012,
        "location_start": 7000012,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Fortified. Hebrew also, \"Egypt, and from Egypt to the river Euphrates \"The Jews shall occupy their ancient limits, Amos viii. 12. (Calmet) \nThe fenced cities may be Pelusium, Gaza, Tyre From all parts the captives shall return. (Haydock) \nThey were very numerous under the Machabees, and in the time of Christ. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "George Leo Haydock",
        "file_name": "Micah 7_13.toml",
        "id": "9b71177a-ea8b-4e33-848c-228868ce1c70",
        "location_end": 7000013,
        "location_start": 7000013,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Land of Babylon, (Challoner) or \"the land of Judea (Haydock) has been \"It might also be again made desolate, because the captives built houses for themselves, and neglected the temple, Aggeus i. 10.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Richard Challoner",
        "file_name": "Micah 7_13.toml",
        "id": "88b70219-e660-4142-a2a7-8ed3ffb946b1",
        "location_end": 7000013,
        "location_start": 7000013,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "The land: Viz., of Babylon.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "George Leo Haydock",
        "file_name": "Micah 7_14.toml",
        "id": "fcf2edb3-3c0b-4452-b0a5-9f4b8b4ddd7d",
        "location_end": 7000014,
        "location_start": 7000014,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Alone: destitute of all things, or in full security, Jeremias xv. 17., and Numbers xxiii. 9. God will feed his people (Calmet) in the most fertile places, designated by Carmel and Basan. (Haydock) \nA pastor must maintain sound doctrine and discipline. (Worthington)\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "George Leo Haydock",
        "file_name": "Micah 7_15.toml",
        "id": "8b249e13-fdeb-4f75-8431-022954a33181",
        "location_end": 7000015,
        "location_start": 7000015,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Wonders. The prophets speaking of the return, have Christ and his religion in view; so that they seem not to find terms sufficiently magnificent, Isaias ix. 15., and xliii. 16., and Zacharias x. 11. We know from Esdras that nothing so surprising attended the liberation of the people. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Augustine of Hippo",
        "file_name": "Micah 7_15.toml",
        "id": "ba88a04a-4906-41dc-a736-6855b42ebc37",
        "location_end": 7000015,
        "location_start": 7000015,
        "source_title": "EXPLANATION OF THE PSALMS 114:5",
        "source_url": "",
        "ts": 430,
        "txt": "Hear what is even more wonderful, that the hidden and veiled mysteries of the ancient books are in some degree revealed by the ancient prophets. For Micah the prophet spoke thus. “According to the days of your coming out of Egypt will I show unto him marvelous things.” … Our sins are overwhelmed and extinguished in baptism, just as the Egyptians were drowned in the sea. “He does not retain his anger forever because he delights in steadfast love.… You will cast all our sins into the depths of the sea.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "George Leo Haydock",
        "file_name": "Micah 7_16.toml",
        "id": "96dd17ac-5a8d-4f65-9a45-f6576c381211",
        "location_end": 7000016,
        "location_start": 7000016,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Strength, because they cannot overcome the Hebrews or Christians. (Menochius) \nDeaf, being astonished, Job xxi. 5.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "George Leo Haydock",
        "file_name": "Micah 7_17.toml",
        "id": "ae2c47c9-93a4-49cb-8aad-351dee580fe0",
        "location_end": 7000017,
        "location_start": 7000017,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Serpents, (Genesis iii. 14.) out of respect or rage. (Calmet) \nConverts shall humbly apply to the ministers of Christ to receive baptism and confirmation. (Theodoret; Sanct. lxvii.)\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "George Leo Haydock",
        "file_name": "Micah 7_18.toml",
        "id": "d533e6a6-c53e-42ae-b0f9-7bd02de5ec1e",
        "location_end": 7000018,
        "location_start": 7000018,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "No more, for past offences. Yet, if they transgress again, they must not expect impunity. The Jews still bleed for the murder of the Messias. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Ambrose of Milan",
        "file_name": "Micah 7_18.toml",
        "id": "a47566bd-983a-44de-b42c-e713509c6d81",
        "location_end": 7000018,
        "location_start": 7000018,
        "source_title": "LETTER 45",
        "source_url": "",
        "ts": 397,
        "txt": "Let us not listen to the devil when we are caught in the troubles of the world, whether the bodily pain or the loss of children or amid other struggles. Let us not listen to the adversary as he says, “So where now is the Lord your God?” When we suffer severe pain we must then beware of his temptations, for he is trying to lead astray the weary soul. Seeing the wonderful works of God, the soul will behold itself already as if in heaven, with the devil creeping around like a snake on the earth. Thus the prophet said, “Who is a God like you, pardoning iniquity and passing over transgression for the remnant of his inheritance?”\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "John Chrysostom",
        "file_name": "Micah 7_18.toml",
        "id": "cde61a89-2189-4109-979c-b957a1edcef3",
        "location_end": 7000018,
        "location_start": 7000018,
        "source_title": "HOMILY ON THE PARALYTIC LET DOWN THROUGH THE ROOF 6",
        "source_url": "",
        "ts": 407,
        "txt": "For what was it Jesus’ detractors said? “No man can forgive sins, but God alone.” Inasmuch then as they themselves laid down this definition, they themselves introduced the rule, they themselves declared the law. He then proceeded to entangle them by means of their own words. “You have confessed,” he says in effect, “that forgiveness of sins is an attribute of God alone; my equality therefore is unquestionable.” And it is not these men only who declare this but also the prophet Micah, who said, “Who is a God like you?” and then indicating his special attribute he adds, “pardoning iniquity and passing over transgression.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "George Leo Haydock",
        "file_name": "Micah 7_19.toml",
        "id": "5f1e5328-9526-405e-a611-c900083bbce0",
        "location_end": 7000019,
        "location_start": 7000019,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Away. Protestants, \"subdue \"(Haydock) or trample upon. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Basil of Caesarea",
        "file_name": "Micah 7_19.toml",
        "id": "c73eb35a-4a68-4f56-a8ca-92520d98546b",
        "location_end": 7000019,
        "location_start": 7000019,
        "source_title": "HOMILIES ON THE PSALMS 28:8",
        "source_url": "",
        "ts": 379,
        "txt": "“The Lord sits enthroned over the flood.” A flood is an overflow of water that causes all lying below it to disappear. It cleanses all that was previously filthy. Therefore he calls the grace of baptism a flood, so that the soul, being washed well of its sins and rid of the old person, is suitable henceforth as a dwelling place of God in the Spirit. Further, what is said in the twenty-first psalm agrees with this. For after he has said, “I have acknowledged my sin, and my injustice I have not concealed,” and also, “For this shall every one that is holy pray to you,” he then said, “And yet in a flood of many waters, they shall not come near him.” Indeed, sin shall not come near to one who received baptism for the remission of his transgressions through water and the Spirit. Something akin to this is found in the prophecy of Micah: “Because he delights in mercy, he will turn again and have mercy on us. He will put away our iniquities and will cast them into the bottom of the sea.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "Origen of Alexandria",
        "file_name": "Micah 7_19.toml",
        "id": "4593c3e5-3f8e-42c5-abee-7e64e716a8cb",
        "location_end": 7000019,
        "location_start": 7000019,
        "source_title": "HOMILIES ON THE GOSPEL OF LUKE 23:5",
        "source_url": "",
        "ts": 253,
        "txt": "We should give a tunic to one who has none at all. Who is the person who does not have a tunic? It is one who utterly lacks God. Therefore we should divest ourselves and give to one who is naked. One has God; another does not have God at all. We give to the one who does not have God. The prophet in Scripture says, “We should cast our sins into the depths of the sea.” John continues, “He who has food should do likewise.” Whoever has food should give some to one who has none. He should generously give him not only clothing but also what he can eat.\n"
    },
    {
        "append_to_author_name": "",
        "book": "micah",
        "father_name": "George Leo Haydock",
        "file_name": "Micah 7_20.toml",
        "id": "54bef290-5325-4da2-b4d0-0f3996f8602e",
        "location_end": 7000020,
        "location_start": 7000020,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Truth, performing what he had promised out of mercy to Abraham. (Worthington)\n"
    }
]