[
    {
        "append_to_author_name": "",
        "book": "nahum",
        "father_name": "George Leo Haydock",
        "file_name": "Nahum 1_1.toml",
        "id": "2d78ba1c-28c7-44ad-8936-d9bc3549eb91",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "(Haydock) \nNinive was taken by the waters of the Tigris overflowing, at the first siege. (Diod. ii.; Athen. xii.) \nThe like might happen at the second, though profane authors be silent. (Calmet) \nMany think that the flood means great armies, Isaias viii. 7. (Forer.; Vatable) \nSeptuagint, \"He will utterly destroy: those who rise up and his enemies, darkness \"(Haydock) \nChaldean, The. adopt the same sense, but Symmachus, agree with us. (Calmet)Ver. 9. Affliction. Septuagint add, \"for the same thing, or together. \"(Haydock) \nMany hence infer, that those who have been slain by God, like the Sodomites, will not be condemned to hell. (Origen, i. Ezec.; St. Jerome.; St. Thomas Aquinas, 3. p. q. 59. a. 5.) \nBut this principle cannot be always correct. (Calmet) \nTheir temporal suffering might usher in eternal ones. (St. Gregory, Mor. xviii. 12.) \nNinive shall perish; so that a second blow will not be requisite, 1 Kings xxvi. 8. (Drusius) (Calmet)Ver. 10. Dry. The Assyrians, feasting in the hopes that they would speedily become masters of Jerusalem, were cut off in one night. (Worthington) \nGod's enemies cannot escape; as when a thorn bush has taken fire, all must perish, Psalm lvii. 10., and Isaias ix. 18. (Calmet)Ver. 11. Forth. Some understand this of Sennacherib. But as his attempt against the people seems to have been prior to the prophecy of Nahum, we may better understand it of Holofernes. (Challoner) \nOne. Septuagint, \"a most wicked thought against the Lord, devising opposition. \"(Haydock) \nWe may render, \"hath come\", alluding to Sennacherib and Rabsaces, Isaias xxxvi. 18. and xxxvii. 23. (Calmet)Ver. 12. Perfect. That is, however strong or numerous their forces may be, they shall be cut off, and their prince or leader shall pass away and disappear. (Challoner) \nIf there were many just at Ninive, or among the Jews, (Calmet) a moderate chastisement would suffice. (Haydock) \nThe latter have been afflicted; now their enemies shall suffer. Septuagint have read otherwise: (Calmet) \"the Lord, reigning over the great waters; thus shall they be divided, and thou shalt be heard of no more. \"(Haydock)Ver. 13. Asunder. Ezechias was tributary to Assyria, 4 Kings xviii. 14. After the fall of Ninive, its yoke was removed. (Calmet)Ver. 14. Commandment. That is, a decree concerning thee, O king of Ninive, thy seed shall fail (Challoner) \nHis son Asarhaddon succeeded; but soon the line was extinct. (Worthington) \nNo alarm shall be spread by thee. \nGrave. Sennacherib was slain in the temple: (Isaias xxxvii. 38.; Calmet) or the idols were deemed unclean by the victors. (Eurip. Troad.) (Haydock)Ver. 15. Peace. Sentinels were established on the hills. \nFestivals. St. Jerome quotes the Book of Paralipomenon as saying (Calmet) that the Jews could not observe the Passover in the first month. But they did it in the second, after they knew that Sennacherib was slain, 2 Paralipomenon xxxii. (Haydock) \nThis passage does not, however, appear at present in Scripture, and it could not speak of the second month (Calmet) following Nisan, (Haydock) as the king was slain forty-five days (Tobias i. 22.; Greek, 55.) after his return to Ninive; and some time must have elapsed before he could get thither, and the news arrive in Judea. (Calmet) \nBelial; the wicked one, viz. the Assyrian. (Challoner)\n"
    },
    {
        "append_to_author_name": "",
        "book": "nahum",
        "father_name": "George Leo Haydock",
        "file_name": "Nahum 1_1.toml",
        "id": "f4166b3c-3f19-4852-9e41-5c4109647159",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Burden, or threat. (Worthington) \nSeptuagint, \"assumption \"(Haydock) when the prophet saw in spirit the impending ruin. (Theodoret) \nAllegorically, Nahum is \"the comforter \"of the just, showing that God will avenge their cause against Ninive, \"the beautiful \"and destroy the world, (kosmos, which also means \"beautiful\") after which the saints shall reign in eternal glory. (Worthington) \nWe have described Ninive, Jonas i. (Calmet) \nIt was overturned first in the year of the world 3257, and again in the year 3378. (Usher) \nElcesite. Some think that Elcesai was the father of Nahum; but most suppose that it was a village Galilee. (Calmet)Ver. 2. The Lord. The six following verses (Haydock) tend to excite attention. (Calmet) Ver. 3. Cleanse. Literally, \"cleansing, he will not make innocent. \"(Haydock) \nThe same expression is rendered, No man of himself is innocent before thee, Exodus xxxiv. 7. (Calmet) \nSeptuagint, \"the innocent he will not deem innocent. \"(Haydock) \nNo man is perfect in God's sight, (Calmet) though they may appear to be such to others. (Haydock) \nNone can escape punishment, if he be treated with rigour. De Dieu translates, \"he will not utterly evacuate \"or destroy, which seems very correct, Jeremias xxx. 11., and Numbers xiv. 18. \nDust. He walks upon them as we do on dry land.Ver. 4. Desert, as at the Red Sea, Psalm cv. 9. \nLanguisheth. The most fruitful places produce nothing, when God is angry.Ver. 5. Made. Septuagint, \"shaken. \"\nQuaked. Hebrew and Septuagint, \"risen. \"(Calmet)Ver. 6. Like fire. Septuagint, \"melts kingdoms.\"Ver. 7. Hope. Septuagint, \"fear. \"He approves of his faithful servants. (Haydock)Ver. 8. Thereof; viz. of Ninive. (Challoner) \nThis is connected with\n"
    },
    {
        "append_to_author_name": "",
        "book": "nahum",
        "father_name": "Richard Challoner",
        "file_name": "Nahum 1_1.toml",
        "id": "39469eaf-0589-4016-869e-8dab537d27b9",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "NAHUM, whose name signifies A COMFORTER, was a native of Elcese, or Elcesai, supposed to be a little town in Galilee. He prophesied, after the ten tribes were carried into captivity, and foretold the utter destruction of Ninive, by the Babylonians and Medes: which happened in the reign of JOSIAS.\n"
    },
    {
        "append_to_author_name": "",
        "book": "nahum",
        "father_name": "Theodore of Mopsuestia",
        "file_name": "Nahum 1_1.toml",
        "id": "04857507-a03a-44b1-9c7c-28f84939db18",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "COMMENTARY ON NAHUM 1:1",
        "source_url": "",
        "ts": 428,
        "txt": "Something of this kind is the meaning of the word oracle: in his wish to give the prophets an insight often productive of rapture, God caused a sudden transformation of their mind so that while in this condition they might receive the knowledge of the future with deeper fear. He calls it “oracle,” then, since the grace of the Spirit, as though suddenly taking hold of the prophet’s mind, transformed it with a view to the revelation of what was to be made clear. He is saying the same thing here too: “an oracle of Nineveh, a book of the vision of Nahum the Elkoshite,” as if to say, the prophet’s mind was suddenly seized by the grace of the Spirit and transformed so as to contemplate those things through which he learned of the fate of Nineveh and which he provided to his listeners as instruction in what was shown to him.\n"
    },
    {
        "append_to_author_name": "",
        "book": "nahum",
        "father_name": "Cyril of Alexandria",
        "file_name": "Nahum 1_1.toml",
        "id": "24f51317-ed30-4ab0-9511-22bf9c0b3cec",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "",
        "source_url": "",
        "ts": 444,
        "txt": "An oracle for Nineveh. A book of a vision of Nahum of Elkosh (v.1).\n \nHe begins by specifying the purpose of the prophecy, and helpfully makes precise the focus of his attention.   He then makes clear who is speaking and from where he comes, saying it is an oracle; that is to say, the prophecy “taken up” and set in our hands has to do with nothing else than Nineveh—in other words, let the oracle of the prophecy be taken as Nineveh.  The book bears the inscription, an oracle of Nahum of Elkosh, which is definitely a town somewhere in the country of the Jews; we shall take the phrase of Elkosh to refer not to his father but to a place, making this claim on the basis of the tradition of what has been conveyed to us.\n"
    },
    {
        "append_to_author_name": "",
        "book": "nahum",
        "father_name": "Cyril of Alexandria",
        "file_name": "Nahum 1_2.toml",
        "id": "040746af-8878-45cd-a2c4-d825b4d24d4c",
        "location_end": 1000002,
        "location_start": 1000002,
        "source_title": "",
        "source_url": "",
        "ts": 444,
        "txt": "It is finished; it is gone. One has come up blowing in your face, rescuing you from tribulation. To suggest in a compressed fashion that the necessary destruction  of  Nineveh  would  without  any   doubt happen, he says that it is finished, thus indicating the wish for its consummation. He also says it is gone, that is, completely felled and utterly done away with. Now, the phrase one has come up also applies perfectly to Cyrus, in my view clearly  implying  something  of  the  kind  that  the  prophet  Jeremiah also said of him in foretelling what would in due course befall Nineveh: “A lion has come up from its lair; it has arisen to destroy nations; it has gone out from its place to make your land a waste; your cities will be left desolate with no one inhabiting them”; he sprang on Nineveh like a savage lion and devoured those in it. While he was like a terrible and untamed enemy to them, however, and showed implacable rage, to the people of Israel, on the other hand, he blew in their face, rescuing them from tribulation, that is, freeing them from the unaccustomed slavery, releasing them from bonds, and rehabilitating them when they were captives by sending them home and ordering them to rebuild the divine Temple. Now, the phrase blowing in the face he  cites  on  the  basis  of Jewish  tradition  and  custom.  We sometimes find mention of such things occurring also in the inspired Scriptures, like the Jews thinking they had to tear their garments in the case of blasphemy  against  God;  Caiaphas,  for  instance,  tore  his  clothing when Christ called himself Son of God, crying aloud, “He has blasphemed.” The divinely inspired disciples Paul and Barnabas both did this, too, when they were in Lycaonia. When they rid one of the sufferers of his ailment to the amazement of the onlookers, the eyewitnesses of the divine marvel were bent on sacrificing to them, “saying, The gods have come to us in human form, calling Barnabas Zeus and Paul Hermes because he was the chief speaker.” Since their action was a kind of blasphemy, however,  they  tore  their  garments,  still  following  Jewish  traditions and unwritten customs. But the custom has been repudiated, being completely pointless and not according to law. The God of all, for instance, said to the Jews when they behaved that way and departed grievously from the true religion, “Turn back to me with all your heart, with fasting, with weeping, and with lamenting; rend your hearts and not your garments.” So just as it was the custom for some people to rend their (37) clothing, so too was blowing in the face of people who were in some way ailing. This was the quite wrongful practice of those in particular who were given to taking oaths even with idle incantations, pretending to rid sufferers of spirits and ailments. Hence the example is cited from what was customary with them in the words, One has come up blowing in your face—namely, Cyrus—rescuing you from tribulation; some people pretend to be able to effect this, as I said, by blowing on others. Now, it is a wise and truthful statement that the power of the devil and of sin’s tyranny over us has been checked; death has, as it were, been taken captive, and corruption completely done away with. Christ, in fact, has come up from Hades and returned to life, blowing in the face of the holy apostles and saying, “Receive the Holy Spirit.” We have thus become free of every trouble, sharers in the Holy Spirit, restored to nature’s former beauty, and spiritually stamped with the original image, for our Lord Jesus Christ has taken shape in us through the Spirit.\n"
    },
    {
        "append_to_author_name": "",
        "book": "nahum",
        "father_name": "Theodoret of Cyrus",
        "file_name": "Nahum 1_3.toml",
        "id": "3e3bfe7c-ace7-403b-9c0b-3fc91a372a85",
        "location_end": 1000003,
        "location_start": 1000003,
        "source_title": "COMMENTARY ON NAHUM 1:3",
        "source_url": "",
        "ts": 458,
        "txt": "“The Lord is longsuffering, great is his power, and he will certainly not clear the guilty.” He does not suddenly and all at once inflict punishment, but only after exercising extreme longsuffering. You Ninevites are witnesses to this, practicing repentance and finding salvation, and then guilty of extreme wickedness and for a time not paying the penalty for it. But after putting up with people’s wickedness for a long time, he is accustomed to inflict punishment on the unrepentant (the meaning of “he will certainly not clear the guilty,” that is, he will not exempt from retribution the person whose sins deserve punishment).\n"
    },
    {
        "append_to_author_name": "",
        "book": "nahum",
        "father_name": "Cyril of Alexandria",
        "file_name": "Nahum 1_3.toml",
        "id": "bd0c0659-c335-4d32-b810-d8b5b4955abf",
        "location_end": 1000003,
        "location_start": 1000003,
        "source_title": "",
        "source_url": "",
        "ts": 444,
        "txt": "Prey will not be taken in advance. Sound of whips, sound of rumbling  wheels,  pursuing  horses,  hurtling  chariots,  charging  horsemen, flashing swords, gleaming weapons, numbers of wounded, heavy casualties. There was no respite for its nations; they will be weak in their bodies from the great degree of prostitution. Again the treatment is developed on the basis of what normally happens. Bird  catchers,  you  see,  envelop  the  densely  compact  bushes with nets, and in many cases catch those hidden under them by laying hold of them—no mean feat. He says that prey will not be taken in advance by them; in other words, some would not hunt as  in  the  past,  seizing  others’  possessions  for  themselves,  nor would there be a snare and trap for the weaker ones, since a different concern occupied them and a struggle for the ultimate hung over them with the sound of whips being heard there. I have the impression that once again the prophet describes clearly the tumult arising from war, as though before his eyes. He  observes,  for  example,  how  the  city  rings  to  the  sound  of horses and is struck with the wheels of chariots, men in gleaming battle armor plundering it, the wreckers beyond counting, and its houses shaken down (he mentions heavy casualties, note). He is aghast at the fact that a vast number of nations are assembled in it, many faint-hearted, stricken with culpable weakness and a  prey  to  deep  fear.  Immediately  he  supplies  the  reason,  that they will be weak in their bodies from the great degree of prostitution; depraved and vicious in their habits, idolaters to boot, and wrongfully disposed to error, consequently they will duly be weak and timid, unable even to give a thought to resistance.\n"
    },
    {
        "append_to_author_name": "",
        "book": "nahum",
        "father_name": "Cyril of Alexandria",
        "file_name": "Nahum 1_3.toml",
        "id": "23c0314d-19ac-4f34-aea4-7c266f411efd",
        "location_end": 1000003,
        "location_start": 1000003,
        "source_title": "",
        "source_url": "",
        "ts": 444,
        "txt": "O city of blood, completely false, full of iniquity. He  gave  it  the  name city of blood; those who reigned   over Nineveh were bloodthirsty and disposed to murder, while on a different note its inhabitants were warlike, ever on the alert to conduct wild sorties against whomever they met. He says it was false because awash with idols, whose utter  falsity  could  not  be  gainsaid;  its  handmade  gods,  falsely named, stole glory from the Divinity, being only “silver and gold, works of human hands,” as Scripture says. Jeremiah in his wisdom somewhere calls it “a land of statues.” In another way as well, it could be understood to be false, the falsity being taken to refer to knavery, scheming, and deceit that is hated by God, obviously because accompanying iniquity. After all, where there are deceit and scheming, there follows without question iniquitous behavior as well. Now, Jerusalem, killer of the Lord, was also city of blood, completely false, full of iniquity; we recall Christ’s words, “Jerusalem, Jerusalem, who kills the prophets and stones those sent to her.” He also said somewhere in the statement of the prophets, “Woe to  them,  because  they  have  strayed  from  me.  They  are  in  a wretched  state  for  their  impious  behavior  to  me.  I  redeemed them, but they told lies against me.” They impugned the glory of Christ, in fact, once by saying that it was through Beelzebul that he expelled the demons, at another time by calling him a drunkard as well as a Samaritan, and other vile things. In fact, only their slanderous speech would be capable of the things they presumed to say.\n"
    },
    {
        "append_to_author_name": "",
        "book": "nahum",
        "father_name": "Jerome",
        "file_name": "Nahum 1_3.toml",
        "id": "228450d9-6714-46f0-9097-a1634e20df20",
        "location_end": 1000003,
        "location_start": 1000003,
        "source_title": "Against the Pelagians 2.25",
        "source_url": "https://www.newadvent.org/fathers/30112.htm",
        "ts": 420,
        "txt": "And again: “I will reestablish my covenant with you, and you shall know that I am Lord, that you may remember and be confounded and may no more open your mouth because of your confusion, when I shall be pacified toward you for all that you have done, says the Lord God.” Thus it is clearly indicated by these divine words what was meant in another place by the statement “And though cleansing you he shall not make you innocent.” Even the just, being restored to their former state after committing sin, do not dare open their mouth but say with the apostle, “I am not worthy to be called an apostle, because I persecuted the church of God.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "nahum",
        "father_name": "Tertullian",
        "file_name": "Nahum 1_4.toml",
        "id": "4c2e50f9-5a36-4c46-99c6-a132ef13045a",
        "location_end": 1000004,
        "location_start": 1000004,
        "source_title": "AGAINST MARCION 4:20",
        "source_url": "",
        "ts": 220,
        "txt": "If it is [Marcion’s] Christ that is meant, he will not be stronger than the servants of the Creator. I would have been content with the examples I have shown you without adding anything further. But here a prediction of [Christ] walking on the water precedes his advent as well. The words of the psalm are, in fact, accomplished by Christ’s crossing over the lake. “The Lord,” says the psalmist, “is upon many waters.” When he scatters its waves, Habakkuk’s words are fulfilled where he says, “scattering the waters as he walks.” When at his rebuke the sea is calmed, Nahum is also verified: “He rebukes the sea and makes it dry,” referring to the winds that had disturbed the sea.\n"
    },
    {
        "append_to_author_name": "",
        "book": "nahum",
        "father_name": "Richard Challoner",
        "file_name": "Nahum 1_8.toml",
        "id": "29e3379a-4bcd-4e44-b5c8-85d52ded32a8",
        "location_end": 1000008,
        "location_start": 1000008,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "Of the place thereof: Viz., of Ninive.\n"
    },
    {
        "append_to_author_name": "",
        "book": "nahum",
        "father_name": "Origen of Alexandria",
        "file_name": "Nahum 1_9.toml",
        "id": "510d2097-a7ab-45ba-8531-635df7929828",
        "location_end": 1000009,
        "location_start": 1000009,
        "source_title": "HOMILIES ON LEVITICUS 11:5",
        "source_url": "",
        "ts": 253,
        "txt": "According to the law, for example, the adulterer and the adulteress were punished with an immediate death. Because of the fact that he bore the penalty for his sin and paid punishments which fitted the evil committed, what will be after this that threatens their souls with revenge, if they transgressed no more, if there is not another sin which condemns them, but they committed only this single fault when they were punished and bore for this the punishment of the law? “The Lord will not punish twice for the same thing,” for they took their sin and their penalty for the crime was taken away. And for this reason, this kind of precept is not found unmerciful, as the heretics assert, accusing the law of God and denying that there is human feeling contained in it. But it is full of mercy by virtue of the fact that through this more people would be cleansed from sins than would be condemned.\n"
    },
    {
        "append_to_author_name": "",
        "book": "nahum",
        "father_name": "Richard Challoner",
        "file_name": "Nahum 1_11.toml",
        "id": "cacdaac0-402d-44b3-86ac-7ab7109f2e70",
        "location_end": 1000011,
        "location_start": 1000011,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "Shall come forth one: Some understand this of Sennacherib. But as his attempt against the people seems to have been prior to the prophecy of Nahum, we may better understand it of Holofernes.\n"
    },
    {
        "append_to_author_name": "",
        "book": "nahum",
        "father_name": "Richard Challoner",
        "file_name": "Nahum 1_12.toml",
        "id": "93bb9ffb-493c-4387-b2ef-ed8005b02dc1",
        "location_end": 1000012,
        "location_start": 1000012,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "Though they were perfect: That is, however strong or numerous their forces may be, they shall be cut off; and their prince or leader shall pass away and disappear.\n"
    },
    {
        "append_to_author_name": "",
        "book": "nahum",
        "father_name": "Richard Challoner",
        "file_name": "Nahum 1_14.toml",
        "id": "bffa0a34-4c89-4fca-ac14-5f299880ef55",
        "location_end": 1000014,
        "location_start": 1000014,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "Will give a commandment: That is, a decree, concerning thee, O king of Ninive, thy seed shall fail, etc.\n"
    },
    {
        "append_to_author_name": "",
        "book": "nahum",
        "father_name": "Augustine of Hippo",
        "file_name": "Nahum 1_14-15.toml",
        "id": "d74d1f56-78da-4652-b9ed-bb64d7f322cc",
        "location_end": 1000015,
        "location_start": 1000014,
        "source_title": "City of God 18.31",
        "source_url": "https://www.newadvent.org/fathers/120118.htm",
        "ts": 430,
        "txt": "The prophet Nahum (or, better, God speaking through him) says, “I will destroy the graven and molten thing; I will make it your grave. Behold upon the mountains the feet of him that brings peace. O Judah, keep your festivals and pay your vows, for it shall no longer be that they may pass into disuse. It is completed, it is consumed, it is taken away. He is come up that breathes into your face and rescues you from tribulation.” Anyone who knows the Gospels will recognize who it was that came up from hell and breathed the Holy Spirit into the face of Judah, that is, into the face of his Jewish disciples. The words about the festivals are, of course, a reference to the New Testament, in which festivals are so spiritually renewed that they can never “pass into disuse.” The rest of the prophecy too we see realized in that the gospel brought about the destruction of “graven and molten things,” that is, the idols of the false gods, consigned now to the oblivion of the grave.\n"
    },
    {
        "append_to_author_name": "",
        "book": "nahum",
        "father_name": "Athanasius of Alexandria",
        "file_name": "Nahum 1_14-15.toml",
        "id": "de9d6281-bb15-46ee-8795-b69d251cf39d",
        "location_end": 1000015,
        "location_start": 1000014,
        "source_title": "FESTAL LETTERS 6",
        "source_url": "",
        "ts": 373,
        "txt": "Once again, dear friends, God has brought us to the Easter season. By his lovingkindness we are once more about to assemble for it. The same God who brought Israel out of Egypt now calls us to the feast, saying through Moses, “Take note of the month of new fruits, and keep the Passover to the Lord your God.” And through the prophet he calls, “Keep your feasts, O Judah; pay your vows to the Lord.” So if God himself loves the feast and calls us to it, it is not right, brothers and sisters, to postpone it or to observe it carelessly. We should come to it eagerly and zealously, so that with a joyful beginning here we will experience a foretaste of the heavenly feast that is to come.\n"
    },
    {
        "append_to_author_name": "",
        "book": "nahum",
        "father_name": "Richard Challoner",
        "file_name": "Nahum 1_15.toml",
        "id": "8b5f20e8-1422-4459-8985-0efd89baf645",
        "location_end": 1000015,
        "location_start": 1000015,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "Belial: The wicked one, viz., the Assyrian.\n"
    },
    {
        "append_to_author_name": "",
        "book": "nahum",
        "father_name": "George Leo Haydock",
        "file_name": "Nahum 2_1.toml",
        "id": "76d384bd-ad96-428f-85dc-72fd6b746879",
        "location_end": 2000001,
        "location_start": 2000001,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Face, O Juda. Septuagint, \"who blows on thy face, (Genesis ii. 7.) freeing from misery. \"Here St. Jerome's Greek copy ends the chapter. (Haydock) \nWatch. Behold Nabopolassar is about to attack thy enemies. Some think that Nahum addresses Ninive ironically. (Calmet) \nNabuchodonosor wasted all the environs, and then took the city (Worthington) after his other conquests. (Calmet) \nBut his father is here denoted. (Haydock)Ver. 2. Pride He hath punished Jacob for his pride; and therefore Ninive must not expect to escape. Or else, rendering the pride of Jacob means rewarding, that is, punishing Ninive for the pride they exercised against Jacob. (Challoner) \nAfter the Assyrians had seized the ten tribes, they became more insolent, and are therefore punished. (Worthington) \nThe haughty Phul, had invaded the Israelites, and had taken them into captivity. This God will now resent, (Calmet) though he justly chastised his people by them. (Haydock)Ver. 3. Mighty men. He speaks of the Chaldeans and Medes sent to destroy the Ninivites. (Challoner) \nThis is the common opinion. Yet it seems rather that the Ninivites are designated, as they were asleep and stumbled (Calmet) \nStupified. That is, they drive on furiously, like men intoxicated with wine. (Challoner) \nHebrew, \"the fir-tree shall be shaken \"or poisoned. Psalm cxix. 4. Septuagint read better, (Calmet) \"their horsemen shall be in a hurry, or in confusion. \"(Haydock) \nThe armour was kept very shining, and the soldiers of Cyrus were clothed in purple, like himself. (Xen. iii.) \nYet this availed nothing, while the men were asleep or confounded. (Calmet)Ver. 4. Streets. The Ninivites are disordered at the enemy's approach. (St. Jerome)Ver. 5. Muster. Literally,  \"remember \"(Haydock) the ancient heroes, Salmanasar (Calmet) \nStumble, by running hastily on. (Challoner) \nPrepared to defend the city. (Haydock) \nAll this represents a city surprised. It attempts to defend itself; but God renders all efforts vain. (Calmet)Ver. 6. Gates; floodgates or channel of the Tigris overflowing, chap. i. 8. \nTemple. Septuagint \"palace. \"Ver. 7. Soldier. Hebrew hut sab, (Haydock) \"the station \"or guard; the queen, or the statue of the idol, with the women (Calmet) who prostituted themselves in its honour. (Sanct. xxxi.) \nNinive and its dependances are taken. (Grotius)Ver. 8. Waters: multitudes, (Apocalypse xvii. 15.) and riches; (Calmet) or the flood bursting upon them makes them flee. (Haydock) \nThe citizens run away when the enemy had made a breach, as water does when the dam is broken down; and though some more valiant will exhort them to tarry, they will not succeed, nor save the city. (Worthington)Ver. 10. Kettle. In mourning they blacken their face. (Tav. Perse.)Ver. 11. Lions. The kings of Assyria had plundered various nations, (Haydock) and had brought the spoils to Ninive. But all shall be lost. (Worthington) \nThese princes followed no law but their own will. \nThe lion, Nabopolassar, or his son: though it seems rather to relate to the Assyrian monarchs. (Calmet)Ver. 13. Chariots. Septuagint, \"multitude. \"Some wild beasts were thus suffocated in their dens. (Theodoret) \nMore, like that of the impious Rabsaces, 4 Kings xviii. 17. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "nahum",
        "father_name": "Theodoret of Cyrus",
        "file_name": "Nahum 2_1.toml",
        "id": "2080bd16-47d8-40f4-89de-6aef05686146",
        "location_end": 2000001,
        "location_start": 2000001,
        "source_title": "COMMENTARY ON NAHUM 2:1",
        "source_url": "",
        "ts": 458,
        "txt": "“One has come up blowing in your face, rescuing you from tribulation.” God is the cause of this for you by his decision as though by some kind of blowing, destroying them but freeing you from their power. Just as by blowing a breath of life into Adam he made him a living being, so he provided you with salvation by the blowing of life. This is also what Christ the Lord gave the sacred apostles after the resurrection. Since Adam lost what he had received by way of image through the divine blowing, it was right that Christ the Lord should renew the image and restore it to the sacred apostles and through them to all the believers, blowing on them and saying, “Receive the Holy Spirit.” Since former things are a type of the new, therefore, let us take the Assyrians’ kingdom that was destroyed as the devil’s tyranny brought to an end through Christ the Lord.\n"
    },
    {
        "append_to_author_name": "",
        "book": "nahum",
        "father_name": "Cyril of Alexandria",
        "file_name": "Nahum 2_1.toml",
        "id": "2afe6775-f6a4-43a8-ad73-610ecd241b4e",
        "location_end": 2000001,
        "location_start": 2000001,
        "source_title": "",
        "source_url": "",
        "ts": 444,
        "txt": "Now, the verse God is jealous and the rest would properly apply also to those not wishing to follow the straight and narrow path of godliness, but rather to be diverted to a fleshly style of life. After all, there is no doubt that he will take vengeance by inflicting punishment and subjecting to penalties the stubborn and guilty, especially if it is true that “all of us must appear before the judgment seat of Christ so that each may receive recompense for what has been done in the body, whether good or evil.” (2 Cor 5.10) The passage is no less relevant, however, also to the leaders of the Jews—I mean the scribes and Pharisees—who rejected faith in Christ and were guilty of destroying themselves and others. Their attitude was hostile, in fact, and they took issue with the Incarnation of the Only-begotten;  they  “took  away  the  key  of knowledge,” as he says himself, not entering themselves or allowing others to enter. (Lk 11.52) If he is also long-suffering, therefore, he still will certainly not absolve the guilty who have warred against the true faith.\n"
    },
    {
        "append_to_author_name": "",
        "book": "nahum",
        "father_name": "Cyril of Jerusalem",
        "file_name": "Nahum 2_1.toml",
        "id": "bd66ef40-013f-4d62-9531-bb69abde98a6",
        "location_end": 2000001,
        "location_start": 2000001,
        "source_title": "Catechetical Lecture 17:12",
        "source_url": "https://www.newadvent.org/fathers/310117.htm",
        "ts": 386,
        "txt": "He imparted the fellowship of this Holy Spirit to the apostles, for it is written, “When he had said that, he breathed upon them, and said to them, ‘Receive the Holy Spirit; whose sins you shall forgive, they are forgiven them; and whose sins you shall retain, they are retained.’ ” This was the second breathing (the first had been impaired by willful sins)2 to fulfill the Scripture: “One who has been delivered from affliction has come up panting into your presence.” He has been delivered from Hades. For it was after his resurrection, according to the gospel, that he breathed on them. He gives the grace at this time, and he will lavish it more abundantly. He says to them, “I am ready to give it to you even now, but the vessel cannot yet hold it. Accept for the time the grace of which you are capable, but look forward to yet more.” “But wait here in the city” of Jerusalem “until you are clothed with power from on high.” Receive it in part now; then you will be clad in its fullness. For he who receives often has the gift only in part, but he who is clothed is entirely covered by his garment. Fear not, he says, the weapons and darts of the devil, for you will possess the power of the Holy Spirit. But be mindful of our recent admonition, that the Holy Spirit is not divided, but only the grace he bestows.\n"
    },
    {
        "append_to_author_name": "",
        "book": "nahum",
        "father_name": "Richard Challoner",
        "file_name": "Nahum 2_2.toml",
        "id": "9a83ae11-610a-40ff-81d9-711564889b52",
        "location_end": 2000002,
        "location_start": 2000002,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "Hath rendered the pride of Jacob: He hath punished Jacob for his pride; and therefore Ninive must not expect to escape. Or else, rendering the pride of Jacob means rewarding, that is, punishing Ninive for the pride they exercised against Jacob.\n"
    },
    {
        "append_to_author_name": "",
        "book": "nahum",
        "father_name": "Cyril of Alexandria",
        "file_name": "Nahum 2_2.toml",
        "id": "33719044-a188-457d-be94-ddd11b59f0c0",
        "location_end": 2000002,
        "location_start": 2000002,
        "source_title": "",
        "source_url": "",
        "ts": 444,
        "txt": "Keep watch on the road, gird your loins, summon your strength to the utmost, because the Lord has turned aside the abuse of Jacob, like the abuse of Israel. As though speaking to people on their way to Judea and due to reach home, he necessarily states the need now to have an eye to the road and gird their loins, that is, to be equipped and ready for the hardship of traveling, to overcome all lethargy, and to prove superior to long delays by applying irrepressible enthusiasm. Having one’s loins girt and, so to speak, decent is a sign of readiness; our Lord Jesus Christ, for instance, says to the holy apostles, or rather also to all who believe in him, “Take your place with loins girt.” It is in fact the right and proper way to travel for those preaching the divine Gospel and being ready to proceed in that direction. He therefore says, gird your loins, meaning, “be ready and equipped for departure,” for the Lord has turned aside the abuse of Jacob, like the abuse of Israel. Note once again the distinction necessarily drawn here: by Jacob he refers to the inhabitants of Samaria, that is, the ten tribes ruled over by kings from the tribe of Ephraim and Manasseh, descendants of Joseph, who was son of Jacob, whereas by Israel he refers to those in Jerusalem, namely, Judah and Benjamin. Since at the devastation of Samaria by Sennacherib Jerusalem was not captured, thanks to God’s protecting them and destroying the Assyrian by the hand of an angel, and since Cyrus released not only the captives from Samaria deported to Nineveh but also those from Jerusalem as a result of Nebuchadnezzar’s capture of the country, the prophet consequently says, because the  Lord  has  turned  aside  the  abuse  of  Jacob,  like  the  abuse  of Israel, meaning by abuse enslavement or service. Now, the fact that God will release everyone, not protecting some and leaving others to be consumed by hardship, he conveys by saying, he has turned aside the abuse of Jacob as that of Israel will be turned aside; all returned to Judea, as we said, escaping from the toll taken by captivity. Now, in my view there is also a very urgent need for those redeemed by Christ to be wanting no longer to live a heedless life; rather,  they  should  be  attentive  to  following  the  straight  and narrow path of a way of life pleasing to God, and gird their loins, that is, rise above bodily indulgence and pleasure and “make no provision for the flesh to gratify its desires,” and prevail over passions and all lethargy. This is the way, in fact, they will come to  the  holy  city,  the  heavenly  Jerusalem,  and  there  offer  God spiritual sacrifices, having shaken off the yoke of the former servitude, and they will live a glorious and free life that is rid of all depravity.\n"
    },
    {
        "append_to_author_name": "",
        "book": "nahum",
        "father_name": "Richard Challoner",
        "file_name": "Nahum 2_3.toml",
        "id": "f5fcd43b-c79a-47d1-905a-da089c976332",
        "location_end": 2000003,
        "location_start": 2000003,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "Of his mighty men: He speaks of the Chaldeans and Medes sent to destroy Ninive.\n\nStupefied: consopiti. That is, they drive on furiously like men intoxicated with wine.\n"
    },
    {
        "append_to_author_name": "",
        "book": "nahum",
        "father_name": "Richard Challoner",
        "file_name": "Nahum 2_5.toml",
        "id": "3fbb8676-9246-41bd-a41e-333283964c27",
        "location_end": 2000005,
        "location_start": 2000005,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "Stumble in their march: By running hastily on.\n"
    },
    {
        "append_to_author_name": "",
        "book": "nahum",
        "father_name": "Ambrose of Milan",
        "file_name": "Nahum 2_6.toml",
        "id": "bc6284af-0d72-445a-95d7-13aaf81afc16",
        "location_end": 2000006,
        "location_start": 2000006,
        "source_title": "Exposition of the Christian Faith 3.14.115-16",
        "source_url": "https://www.newadvent.org/fathers/34043.htm",
        "ts": 397,
        "txt": "But is this the only place we read of “substance”? Has it not also been said in another passage: “The gates of the cities are broken down, the mountains are fallen, and his substance is revealed”? What, does the word mean something created here also? Some, I know, are accustomed to say that the substance is substance in money. Then, if you give this meaning to the word, the mountains fell in order that someone’s possessions of money might be seen. But let us remember what mountains fell, those, namely, of which it has been said, “If you shall have faith as a grain of mustard seed you shall say to this mountain, ‘Be removed, and be cast into the sea!’ ” By mountains, then, are meant high things that exalt themselves.\n"
    },
    {
        "append_to_author_name": "",
        "book": "nahum",
        "father_name": "George Leo Haydock",
        "file_name": "Nahum 3_1.toml",
        "id": "f93acc52-45b2-4dcd-b4db-30047cf06e42",
        "location_end": 3000001,
        "location_start": 3000001,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Blood. Nemrod established his power by shedding blood, Genesis x. Ninus, who built Ninive, and his successors were also bloody. After 1200 years the empire decayed under Sardanapalus, as historians agree. Yet it continued longer, according to the Scriptures and Ribera, till the Chaldeans destroyed it, when it had subsisted about 1440 years. It was even possessed of great power after the return of the Jews from Babylon, as Eusebius, St. Augustine, Ven. Bede, write. (Worthington) \nDepart. Septuagint, \"be touched. \"(Haydock) \nHe continues the metaphor of the lion seizing its prey. Here the last chapter should end. Ver. 2. The noise. He has described the forces of Ninive, now he specifies those of Cyaxares and Nabopolassar.Ver. 4. Harlot. Ninive is cruel and impure, engaging others in idolatry and witchcraft. (Calmet) \nSold, forcing them to adopt her manners, Romans vii. 14.Ver. 7. Bemoan. Literally, \"shake his head: \"the latter words are not in Hebrew. (Haydock) \nSome supply, move his lips: but head will answer as well. This is a sign of derision or of pity, Job xlii. 11., and Matthew xxvii. 39. (Calmet)Ver. 8. Populous Alexandria. No-Amon. A populous city of Egypt, destroyed by the Chaldeans, and afterwards rebuilt by Alexander, and called Alexandria. Others suppose No-Amon to be the same as Diospolis. (Challoner) \nThis seems preferable, as it was amidst waters and near the Mediterranean. Profane historians take little notice of it, as it was greatly reduced. Bo chart fixes upon Memphis, others upon the temple of Ammon. But these were too remote from the sea. (Calmet) \nThe former was however near the Nile, (Haydock) which is sometimes called a sea. (Calmet) \nSt. Jerome thinks that Alexandria stood on the ruins of No. (Worthington) \nYet of this we have no proof. It is thought that Nahum alludes to the devastation caused by Nabuchodonosor. As Juda however was still in his kingdom, it seems rather that Assaraddon, (Isaias xx.) or his predecessor, Sennacherib, (Calmet) laid waste this city, 4 Kings xviii. 21. (Usher, Year of the world 3292.)Ver. 9. Ethiopia; Chus, in Arabia, not far from Diospolis.Ver. 10. Captivity. It was afterwards re-established and taken by Nabuchodonosor. (Calmet) \nFetters, or stocks. (Haydock)Ver. 11. Drunk, and be chastised by God, Ezechiel xxiii. 32. \nFrom, to escape.Ver. 14. Water. This was a necessary precaution, 2 Paralipomenon xxxii. 3. \nBrick, to repair the breaches.Ver. 15. Locust. Yet all will be in vain. Thy numbers will be cut off as easily as locusts.Ver. 16. Away. Thus did the merchants, at the approach of the enemy.Ver. 17. Guards. Hebrew, \"crowned \"princes. \nLittle. Hebrew, \"satraps are like great locusts, which \"St. Jerome has read (Calmet) toppic instead of taphseraic, (Haydock) which Septuagint neglect. Thapsar denotes an officer, Jeremias li. 27. (Calmet) \nOf locusts. The young locusts. (Challoner)Ver. 18. Slumbered. They have not guarded the flock. (Calmet)Ver. 19. Hidden. Hebrew and Septuagint, \"irremediable \"(Haydock) \nNo one pities thy wound, Chaldean. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "nahum",
        "father_name": "John Chrysostom",
        "file_name": "Nahum 3_1.toml",
        "id": "3f833596-242e-47af-9c92-8775bf9fd3a0",
        "location_end": 3000001,
        "location_start": 3000001,
        "source_title": "HOMILIES ON JOHN 64",
        "source_url": "",
        "ts": 407,
        "txt": "Let us mourn with Nahum and let us say with him, “Woe to him that builds up this house [by injustice].” Or rather let us mourn for them as Christ did in his day, when he said, “Woe to you rich, for you are now having your reward and your comfort.” Let us not, I beseech you, cease mourning in this way, and if it is not unbecoming, let us also bewail the apathy of our brothers. Let us not weep loudly for him who is already dead, but let us weep for the robber, the grasping, miserly, greedy man.\n"
    },
    {
        "append_to_author_name": "",
        "book": "nahum",
        "father_name": "Cyril of Alexandria",
        "file_name": "Nahum 3_1.toml",
        "id": "4f9f9962-31c1-447e-8a2f-3f64e4fe56df",
        "location_end": 3000001,
        "location_start": 3000001,
        "source_title": "",
        "source_url": "",
        "ts": 444,
        "txt": "The prophet  was  probably  reminding  them  of  the  deluge that affected the whole human race at the time of Noah; it was then that God moved also in an earthquake against everyone, as it were, raising clouds and, according to the sacred text, releasing the waterfalls of heaven, and flooding the earth under heaven with incessant rain. (Gn 7.11) So he is asking, how would the one who easily prevails over the whole earth and with a single decree destroys everyone in it fail before a single nation, the Babylonian? In a manner, quite befitting God he says, clouds are dust of his feet: just as it is easy for a human being to kick up dust and dirt with a foot, likewise in my view it is a simple matter for the all-powerful God to obscure the sky with tempest and clouds. If, on the other hand, it was necessary to plumb the hidden meaning of the text, I would think that this should be said: that in consummation and in earthquake the only-begotten Word of God took the way, or fulfillment, of the Incarnation. When he became like us, you see, he shook and brought consummation upon “the rulers, authorities, and cosmic  powers  of  this present  age” (Eph 6.12) by  abolishing  their  oppression  of  us,  canceling that ancient force, and destroying the very control of death and, in addition to it, sin. They became clouds of dust from his feet; just as dust is stirred up in front of the walker, so in advance of the Incarnation went the spiritual clouds, that is, the blessed prophets, employing a discourse that was rather obscure and not completely obvious, but bedewing with life-giving pronouncements the mind of those capable of understanding.\n"
    },
    {
        "append_to_author_name": "",
        "book": "nahum",
        "father_name": "Cyril of Alexandria",
        "file_name": "Nahum 3_2.toml",
        "id": "c924044b-d245-4ffd-bac8-a6acc0c39f46",
        "location_end": 3000002,
        "location_start": 3000002,
        "source_title": "",
        "source_url": "",
        "ts": 444,
        "txt": "Because they shook them and their branches violently. They destroyed weapons of their power from human beings, strong men disporting themselves in fire. The reins of their chariots on the day of his preparation, and the horses will be alarmed in the roads; the chariots will be confused and will collide in the streets; their appearance is like fiery torches, and they  flash  by  like  lightning.  Since  it  was  the  omniscient  God who made future events resound in the holy prophets, they necessarily foretold them as he wished. Often it came to them in actual visions of the events. Consequently, they were startled to see them occurring before their own eyes, as it were, and they delivered a prophecy of them. Something of this kind the prophet now seems to have experienced in the case of the inhabitants  of  Nineveh  and  the  comrades  of  Cyrus:  that  they even shook them and their branches violently, and the prophecy was delivered as though by accident to the vines: the bunch is shaken and drops its grapes, either because a wild gale blows, or burning heat flares up, or some other damage so befalls it that even the branch itself along with its fruit proves to be divested even of its foliage. This was the way they shook them like vines. But their weapons were also destroyed, that is, their power, “weapons” sometimes  meaning  “power.” He  says  that  the  cavalry,  fearsome though they are and skilled in fighting in chariots, were affected by such terrors as to be put to flight, colliding with one another, shattered and broken, and convinced that the enemy columns were advancing at such a rate as to be comparable to torches, and in their rapid and unbridled course burning them like lightning.\n"
    },
    {
        "append_to_author_name": "",
        "book": "nahum",
        "father_name": "Richard Challoner",
        "file_name": "Nahum 3_8.toml",
        "id": "f6d1d70e-c286-4cbf-a6d5-e90bccf9ffe8",
        "location_end": 3000008,
        "location_start": 3000008,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "Populous Alexandria: No-Ammon. A populous city of Egypt destroyed by the Chaldeans, and afterwards rebuilt by Alexander, and called Alexandria. Others suppose No-Ammon to be the same as Diospolis.\n"
    },
    {
        "append_to_author_name": "",
        "book": "nahum",
        "father_name": "Richard Challoner",
        "file_name": "Nahum 3_17.toml",
        "id": "ef3160e2-4b71-49a6-9e2e-6fab937d4c17",
        "location_end": 3000017,
        "location_start": 3000017,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "Locusts of locusts: The young locusts.\n"
    }
]