[
    {
        "append_to_author_name": "",
        "book": "obadiah",
        "father_name": "George Leo Haydock",
        "file_name": "Obadiah 1_1.toml",
        "id": "e269b4c2-069b-4ce3-8f70-adc51941eafc",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Edom. The Jews understand this of the Romans; others apply it to themselves; but it seems to speak of the Idumeans. \nAmbassador, prophet, or angel; or God has suffered the passions of men to act. All is here animated. God appears leading on the various nations. (Calmet) \nHe directed their thoughts to unite against Edom. (Worthington) \nYet he did not approve of their ambition. (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "obadiah",
        "father_name": "Theodore of Mopsuestia",
        "file_name": "Obadiah 1_1.toml",
        "id": "31e2c7da-ae9a-4ec5-bead-70e3f6a42db7",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "COMMENTARY ON OBADIAH 1",
        "source_url": "",
        "ts": 428,
        "txt": "This differs not at all in its import from the phrase “Word of the Lord.” Scripture calls God’s activity “Word of the Lord” in reference to the spiritual grace by which the prophets received the revelations of the future. In the same way by “vision” he refers to the divine revelation by which in fact they received the knowledge of the unknown. They also received some insights in ineffable fashion through spiritual activity in their own soul. In response to the activity occurring within them from the Holy Spirit, they obeyed the word of instruction as though from someone speaking. Consequently Scripture calls it both “vision” and “Word of the Lord,” and probably also “report” in that they receive knowledge as though by a report of some kind.\n"
    },
    {
        "append_to_author_name": "",
        "book": "obadiah",
        "father_name": "Glossa Ordinaria",
        "file_name": "Obadiah 1_1.toml",
        "id": "53f03bf5-2ba2-4e51-9d17-2ecb6d9b2715",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "",
        "source_url": "",
        "ts": 1274,
        "txt": "He joins himself with the other prophets, those who spiritually heard a divine sentence against the Edomites.\n"
    },
    {
        "append_to_author_name": "",
        "book": "obadiah",
        "father_name": "Ephrem the Syrian",
        "file_name": "Obadiah 1_1.toml",
        "id": "78994675-a71b-48f1-aea9-c76b886306da",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "COMMENTARY ON OBADIAH",
        "source_url": "",
        "ts": 373,
        "txt": "Obadiah of Sichem was born in the tribe of Ephraim and prophesied against the Edomites. He seems to be a contemporary of Hosea, Joel, Amos and Isaiah.\n"
    },
    {
        "append_to_author_name": "",
        "book": "obadiah",
        "father_name": "Ephrem the Syrian",
        "file_name": "Obadiah 1_1.toml",
        "id": "d05499c0-060f-4da3-802f-239d5badf6b5",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "COMMENTARY ON OBADIAH",
        "source_url": "",
        "ts": 373,
        "txt": "“We have heard a report from the Lord,” that is, the Lord of the world powers will do nothing if he has not first revealed his mystery to his servants, the prophets. “And a messenger has been sent among the nations.” A mystical meaning is probable here, and these words may be referred to Emmanuel, the angel of the testament, sent from heaven, who announced peace to the nations, and therefore was said to be the “expectation of the nations.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "obadiah",
        "father_name": "George Leo Haydock",
        "file_name": "Obadiah 1_2.toml",
        "id": "74fe845b-86b1-4599-9340-6abb3d037e04",
        "location_end": 1000002,
        "location_start": 1000002,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Contemptible. The nations of Chaldea, were far more potent. Yet Edom must be brought still lower.\n"
    },
    {
        "append_to_author_name": "",
        "book": "obadiah",
        "father_name": "Ephrem the Syrian",
        "file_name": "Obadiah 1_2.toml",
        "id": "f2a43e05-85d9-49ab-bf78-5d741b2082a9",
        "location_end": 1000002,
        "location_start": 1000002,
        "source_title": "COMMENTARY ON OBADIAH",
        "source_url": "",
        "ts": 373,
        "txt": "Obadiah shows here that the Edomites must be subjected to captivity because of their pride and the enmity they held against their brothers. In a different sense he says that the devil is made least, as the words that follow are extremely suitable to him as well.\n"
    },
    {
        "append_to_author_name": "",
        "book": "obadiah",
        "father_name": "George Leo Haydock",
        "file_name": "Obadiah 1_3.toml",
        "id": "c64b8f83-03c2-43be-8f88-f199c5d3e05f",
        "location_end": 1000003,
        "location_start": 1000003,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Rocks. Hebrew, \"Selah \"or Petra, the capital. (Calmet) \nPeople dwell in caverns from Eleuthero polis to Ailath. (St. Jerome)\n"
    },
    {
        "append_to_author_name": "",
        "book": "obadiah",
        "father_name": "Jerome",
        "file_name": "Obadiah 1_3.toml",
        "id": "ff68d245-8ebf-42b5-802e-612a1e0d8186",
        "location_end": 1000003,
        "location_start": 1000003,
        "source_title": "COMMENTARY ON OBADIAH",
        "source_url": "",
        "ts": 420,
        "txt": "“The pride of your heart has deceived you.” This is directed against the heretics. “You who dwell in the rock”—the rock frequently refers to the Lord or standing on something solid, as the prophet says, “He has placed my feet upon a rock.” To Peter he said, “You are Peter, and upon this rock I will build my church.” Nevertheless it is also frequently used in another way. Ezekiel says, “I will take the heart of stone out of your flesh.” In Matthew we read that God is able to raise up children of Abraham from these stones. Ultimately, since here it does not say the inhabitants are on top of the rocks but rather in the fissure of the rocks, those referred to here are like heresies that split the rock of Christ and the church.\n"
    },
    {
        "append_to_author_name": "",
        "book": "obadiah",
        "father_name": "George Leo Haydock",
        "file_name": "Obadiah 1_4.toml",
        "id": "a1263001-284c-4376-a438-14966dd00ae5",
        "location_end": 1000004,
        "location_start": 1000004,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Down. (Job xx. 6.) How vain is all human power!\n"
    },
    {
        "append_to_author_name": "",
        "book": "obadiah",
        "father_name": "Jerome",
        "file_name": "Obadiah 1_4.toml",
        "id": "78a05361-6a0d-46f8-95de-cae5a99c7953",
        "location_end": 1000004,
        "location_start": 1000004,
        "source_title": "St. Jerome, Commentary on Daniel, CHAPTER SEVEN",
        "source_url": "https://www.ccel.org/ccel/pearse/morefathers/files/jerome_daniel_02_text.htm",
        "ts": 420,
        "txt": "[Daniel 7:4] \"The first beast was like a lioness and possessed the wings of an eagle. I beheld until her wings were torn away, and she was raised upright from the ground and stood on her feet like a human being, and she was given a human heart.\" The kingdom of the Babylonians was not called a lion but a lioness, on account of its brutality and cruelty, or else because of its luxurious, lust-serving manner of life. For writers upon the natural history of beasts assert that lionesses are fiercer than lions, especially if they are nursing their cubs, and constantly are passionate in their desire for sexual relations. And as for the fact that she possessed eagle's wings, this indicates the pride of the all-powerful kingdom, the ruler of which declares in Isaiah: \"Above the stars of heaven will I place my throne, and I shall be like unto the Most High\" (Isaiah 14:14). Therefore he is told: \"Though thou be borne on high like an eagle, thence will I drag thee down\" (Obadiah 1:4). Moreover, just as the lion occupies kingly rank among beasts, so also the eagle among the birds. But it should also be said that the eagle enjoys a long span of life, and that the kingdom of Assyrians had held sway for many generations. And as for the fact that the wings of the lioness or eagle were torn away, this signifies the other kingdoms over which it had ruled and soared about in the world. \"And she was raised up,\" he says, \"from the ground\"; which means, of course, that the Chaldean empire was overthrown. And as for what follows, \"And she stood upon her feet like a human being, and she was given a human heart,\" if we understand this as applying to Nebuchadnezzar, it is very evident that after he lost his kingdom and his power had been taken away from him, and after he was once more restored to his original state, he not only learned to be a man instead of a lioness but he also received back the heart which he had lost. But if on the other hand this is to be understood as applying in a general way to the kingdom of the Chaldeans, then it signifies that after Belshazzar was slain, and the Medes and Persians succeeded to imperial power, then the men of Babylon realized that theirs was a frail and lowly nature after all. Note the order followed here: the lioness is equivalent to the golden head of the image [in chap. 2].\n"
    },
    {
        "append_to_author_name": "",
        "book": "obadiah",
        "father_name": "Jerome",
        "file_name": "Obadiah 1_4.toml",
        "id": "a89008d9-b6bf-4c6f-a8e7-4f258a619c83",
        "location_end": 1000004,
        "location_start": 1000004,
        "source_title": "LETTER 22:4",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Jerome/Letters/letter_022.md",
        "ts": 420,
        "txt": "The Savior came not to send peace upon the earth but a sword. Lucifer fell, Lucifer who used to rise at dawn;13 and he who was bred up in a paradise of delight had the well-earned sentence passed upon him, “ ‘Though you exalt yourself as your eagle, and though you set your nest among the stars, thence will I bring you down,’ says the Lord.” For Lucifer had said in his heart, “I will exalt my throne above the stars of God,” and “I will be like the most high.” Therefore God says every day to the angels, as they descend the ladder that Jacob saw in his dream, “I say, ‘You are gods, sons of the most high, all of you; nevertheless you shall die like men and fall like any prince.’ ” The devil fell first. “God has taken his place in the divine council; in the midst of the gods he holds judgment.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "obadiah",
        "father_name": "George Leo Haydock",
        "file_name": "Obadiah 1_5.toml",
        "id": "9719e3b9-3f7b-4edd-b169-7e82a581e18c",
        "location_end": 1000005,
        "location_start": 1000005,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Cluster. (Jeremias xlix. 9.) The Chaldeans take all, and remove the people, ver. 7.\n"
    },
    {
        "append_to_author_name": "",
        "book": "obadiah",
        "father_name": "Ephrem the Syrian",
        "file_name": "Obadiah 1_5-6.toml",
        "id": "b134b6ef-14f2-405d-bc34-9ce95b315757",
        "location_end": 1000006,
        "location_start": 1000005,
        "source_title": "COMMENTARY ON OBADIAH",
        "source_url": "",
        "ts": 373,
        "txt": "If thieves came to you, oh, how you would be silenced! Everything would be open for plunder because of the overwhelming fear, until [the plunderers] have stolen enough [riches] for themselves, for they are people of insatiable and consuming greed. If grape gatherers came to you—that is, if plunderers invaded you with open violence—what would you do? Would you not at least strive to have the gleanings of the vineyard remain to you? But you strive in vain against the Chaldeans, the invaders of your dominions. Therefore he refers to them [the Edomites] by adding how Esau has been pillaged, his treasures searched out. He prophesies that the people of Esau had to be pillaged by the Chaldeans with incredible zeal and then even deported to captivity. Nebuchadnezzar of Babylon fulfilled this prediction after he thouroughly destroyed Edom and moved its inhabitants elsewhere.\n"
    },
    {
        "append_to_author_name": "",
        "book": "obadiah",
        "father_name": "George Leo Haydock",
        "file_name": "Obadiah 1_7.toml",
        "id": "3e25daa3-946b-4265-ab0d-d651bd1de9e4",
        "location_end": 1000007,
        "location_start": 1000007,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Peace. The enemy had used their services against the Jews; but now they invade their confederates. (Calmet) \nOf this the Idumeans were not aware. (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "obadiah",
        "father_name": "George Leo Haydock",
        "file_name": "Obadiah 1_8.toml",
        "id": "a83a7ff7-b2d5-4d44-aa35-97adeb466fe4",
        "location_end": 1000008,
        "location_start": 1000008,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Esau. Job and Eliphaz were both from this country.\n"
    },
    {
        "append_to_author_name": "",
        "book": "obadiah",
        "father_name": "George Leo Haydock",
        "file_name": "Obadiah 1_9.toml",
        "id": "150c261f-744b-4db4-9865-52db416d3118",
        "location_end": 1000009,
        "location_start": 1000009,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "South. Hebrew, \"Theman \"(Calmet) where the Romans kept a garrison, fifteen miles south of Petra. (St. Jerome)\n"
    },
    {
        "append_to_author_name": "",
        "book": "obadiah",
        "father_name": "George Leo Haydock",
        "file_name": "Obadiah 1_10.toml",
        "id": "869404d9-ec6f-4750-a737-8f3ef81128b5",
        "location_end": 1000010,
        "location_start": 1000010,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Slaughter. They invaded the dominions of Achaz, and incited the enemy to destroy all, 2 Paralipomenon xxviii. 17., and Psalm cxxxvi. 7.\n"
    },
    {
        "append_to_author_name": "",
        "book": "obadiah",
        "father_name": "Ephrem the Syrian",
        "file_name": "Obadiah 1_10.toml",
        "id": "60416728-3ff4-4b1a-8f56-8ba5dcd11b69",
        "location_end": 1000010,
        "location_start": 1000010,
        "source_title": "COMMENTARY ON OBADIAH",
        "source_url": "",
        "ts": 373,
        "txt": "Shame shall cover you over the Jews, whose ruin you enjoyed, after they are brought back to their original power. And you shall be cut off forever. After the Jews return from Chaldea, they will subjugate you Edomites and will vex you for a long time. This will continue until the coming of a foreign people, who will defeat the Jews. Then the name and race of the Edomites will be totally obliterated. The Romans accomplished this prediction of the prophet against the Edomites by first subjugating Judea and then by scattering the Jews all over the world.\n"
    },
    {
        "append_to_author_name": "",
        "book": "obadiah",
        "father_name": "George Leo Haydock",
        "file_name": "Obadiah 1_11.toml",
        "id": "81472423-63ad-4147-b819-ec77bcebd093",
        "location_end": 1000011,
        "location_start": 1000011,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Captive. He alludes to the taking of Sedecias. \nLots, for the booty, or whether they should burn the city or not. All was regulated by lots. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "obadiah",
        "father_name": "George Leo Haydock",
        "file_name": "Obadiah 1_12.toml",
        "id": "41778d52-c515-4f73-8a87-9199118d4e83",
        "location_end": 1000012,
        "location_start": 1000012,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Thou shalt not look, or thou shouldst not It is a reprehension for what they had done, and at the same time a declaration that these things should not pass unpunished. (Challoner) \nGod admonishes, and at the same time insinuates that the Idumeans would act quite the reverse. (Worthington) \nMagnify. Literally, thou shalt not speak arrogantly against the children of Juda, as insulting them in their distress, (Challoner) like people mocking. When they shall be themselves afflicted, they shall cease to upbraid the Jews. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "obadiah",
        "father_name": "Theodoret of Cyrus",
        "file_name": "Obadiah 1_12.toml",
        "id": "0295ea3a-d665-4fd1-95c3-0520a87555a1",
        "location_end": 1000012,
        "location_start": 1000012,
        "source_title": "COMMENTARY ON OBADIAH",
        "source_url": "",
        "ts": 458,
        "txt": "“Do not despise the day of your brother in the day of his alienation.” Here the time of punishment is called a “day.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "obadiah",
        "father_name": "Ambrose of Milan",
        "file_name": "Obadiah 1_12.toml",
        "id": "1a3bb339-794b-4539-8428-4684c9c4cc93",
        "location_end": 1000012,
        "location_start": 1000012,
        "source_title": "CONCERNING REPENTANCE 2:8",
        "source_url": "",
        "ts": 397,
        "txt": "Preserve, O Lord, your work, guard the gift which you have given even to him who shrank from it. For I knew that I was not worthy to be called a bishop, because I had devoted myself to this world, but by your grace I am what I am. And I am indeed the least of all bishops, and the lowest in merit. Yet since I too have undertaken some labor for your holy church, watch over this fruit. Do not let the one who was lost before you called him to the priesthood be lost when he becomes a priest. And first grant that I may know how with inmost affection to mourn with those who sin; for this is a very great virtue, since it is written, “And you shall not rejoice over the children of Judah in the day of their destruction, and speak not proudly in the day of their trouble.” Grant that so often as the sin of anyone who has fallen is made known to me I may suffer with him and not chide him proudly but mourn and weep, so that weeping over another I may mourn for myself, saying, “Tamar has been more righteous than I.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "obadiah",
        "father_name": "Richard Challoner",
        "file_name": "Obadiah 1_12.toml",
        "id": "8d841986-c275-4b21-be82-f826f1386039",
        "location_end": 1000012,
        "location_start": 1000012,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "Thou shalt not look: or, thou shouldst not, etc. It is a reprehension for what they had done, and at the same time a declaration that these things should not pass unpunished.\n\nThou shalt not magnify thy mouth: That is, thou shalt not speak arrogantly against the children of Juda as insulting them in their distress.\n"
    },
    {
        "append_to_author_name": "",
        "book": "obadiah",
        "father_name": "George Leo Haydock",
        "file_name": "Obadiah 1_13.toml",
        "id": "66454d61-2263-4c23-b97f-74dc04f37dd3",
        "location_end": 1000013,
        "location_start": 1000013,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Army. Hebrew also, \"goods. \"Septuagint, \"thou wilt not join their army in the day of ruin. \"(Haydock) \nThou wilt have other things to think about.\n"
    },
    {
        "append_to_author_name": "",
        "book": "obadiah",
        "father_name": "George Leo Haydock",
        "file_name": "Obadiah 1_14.toml",
        "id": "f12d3b04-a2d0-41a0-aa03-cbf1cbd8097f",
        "location_end": 1000014,
        "location_start": 1000014,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Flee. The Idumeans might easily have concealed the fugitives. But they were so inhuman as to fall upon them, (Calmet) or drive them back.\n"
    },
    {
        "append_to_author_name": "",
        "book": "obadiah",
        "father_name": "George Leo Haydock",
        "file_name": "Obadiah 1_15.toml",
        "id": "cb703563-1e59-452d-9299-602f5605f766",
        "location_end": 1000015,
        "location_start": 1000015,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Nations around. (Haydock) \nJosephus ( x. 11.) does not specify Edom. But the prophets had announced their destruction, effected by Nabuchodonosor, while the main part of his army besieged Tyre. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "obadiah",
        "father_name": "Cyril of Alexandria",
        "file_name": "Obadiah 1_15.toml",
        "id": "704ff6d9-8ff0-4a8c-a1a3-88aa1bd9136b",
        "location_end": 1000015,
        "location_start": 1000015,
        "source_title": "COMMENTARY ON OBADIAH",
        "source_url": "",
        "ts": 444,
        "txt": "Again the time of war is predicted [as in Joel] when the neighboring nations will join together against Edom to inflict bitter punishment. That day is truly called the Day of the Lord. For God the Lord was the one who handed them over to the Israelites in their wickedness and injustice. So that he might affirm that their divine punishment is just he says, “As you have done, so it will be done to you.” For nature is so arranged that everybody receives just treatment, and entirely equal wages are repaid to those who have undertaken similar actions.\n"
    },
    {
        "append_to_author_name": "",
        "book": "obadiah",
        "father_name": "Jerome",
        "file_name": "Obadiah 1_15.toml",
        "id": "f188c207-1309-42a0-8b8a-f94c0345ae66",
        "location_end": 1000015,
        "location_start": 1000015,
        "source_title": "COMMENTARY ON OBADIAH",
        "source_url": "",
        "ts": 420,
        "txt": "Near, O heretic, is the Day of the Lord over all the nations. Near is the time of judgment in which all the nations are to be judged. As you have acted against the church, the same pain will come back upon your head, and your iniquities will descend upon the crown of your head. For as you have rejoiced in their death and as you have celebrated with a feast on my holy mountain, which is the church, you will not drink my cup, but the cup of the devil, about whom Habakkuk said, “Woe to him who gives drink to his neighbor, turning him upside down into confusion.” … Because you have worshiped in a way that causes ruin to my servants, therefore persecution will come against you and you will suffer for what you have done. And as you rejoiced against my people when you left them to the nations, likewise all the nations will rejoice against you, and they will eat and drink and continue the same persecution on you which you originally rejoiced in for my people.\n"
    },
    {
        "append_to_author_name": "",
        "book": "obadiah",
        "father_name": "Paulinus of Nola",
        "file_name": "Obadiah 1_15.toml",
        "id": "e51e4018-4d37-4e81-9d48-28fdc33a30af",
        "location_end": 1000015,
        "location_start": 1000015,
        "source_title": "POEM 9:39",
        "source_url": "",
        "ts": 431,
        "txt": "Be mindful on that day of the sons of Edom, and change their role with ours, so that they may in disarray witness the day on which your people will dwell in Jerusalem’s ancient city. That nation turns its back on you and now threatens Jerusalem with cruel destruction, saying, “Level that hated city to the ground. Lay it bare by force until nothing stands and the walls are reduced to nothing.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "obadiah",
        "father_name": "George Leo Haydock",
        "file_name": "Obadiah 1_16.toml",
        "id": "f2d3e1d5-2cbf-4b6c-9151-db331879fdb3",
        "location_end": 1000016,
        "location_start": 1000016,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Drink. They shall rejoice at your fall, as you did at that of Juda; (St. Jerome) or, as my people has not been spared, can you expect to escape? (Jeremias xlix. 12.) \nNot. These nations and the Chaldeans themselves were brought low, while the Jews regained the regal power. The cup denotes vengeance, Psalm lxxiv. 9. Plautus uses the same expression: ut senex hoc eodem poculo, quo ego bibi, biberet. (Casina.) (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "obadiah",
        "father_name": "Theodoret of Cyrus",
        "file_name": "Obadiah 1_16.toml",
        "id": "c1e67405-71da-4c51-b48f-5d568a622586",
        "location_end": 1000016,
        "location_start": 1000016,
        "source_title": "COMMENTARY ON OBADIAH",
        "source_url": "",
        "ts": 458,
        "txt": "The drink of wine is called revenge, about which also blessed Jeremiah openly teaches when he says the nations will be commanded to drink even as they participated in the iniquities against my people. This is also understood from many other places that Edom will be given what it gave out.\n"
    },
    {
        "append_to_author_name": "",
        "book": "obadiah",
        "father_name": "Theodore of Mopsuestia",
        "file_name": "Obadiah 1_16.toml",
        "id": "d398e859-c39e-4115-b47a-f3b7f4ce81da",
        "location_end": 1000016,
        "location_start": 1000016,
        "source_title": "COMMENTARY ON OBADIAH",
        "source_url": "",
        "ts": 428,
        "txt": "For the time when God will punish everyone who did evil against Israel is at hand. And he will impose grave punishment upon you just like the punishment you meted out against your brothers. “For as you drank on my holy mountain, so all the people will drink wine; they will drink and ascend and likewise become nothing.” Because you inveighed against my holy mountain and its inhabitants, you will not escape punishment. Your thoughts and your participation indeed will mean punishment for you and your murderous, traitorous allies. In the end, there will be no difference between them and nonexistence. Already the words “you have drunk” and “they will drink” signify an observation in Edom that other enemies will be produced. For “in the hand of the Lord there is a cup, and it is fully mixed. And he has brought this cup down and will pour it out. Surely all the wicked of the earth shall drain it to the last drop and drink even the dregs.” But he remembered his holy mountain, recognizing the accusations of those outside against its inhabitants. Those accusers will be exposed to punishment as well as those who conspired with them, and they shall be punished with the death penalty.In Zion, however, there will be salvation and holiness. Jacob will possess those who possessed him. To you, O Edom, therefore, and to your council of allies this will happen. But Judah will be safe and sound. Indeed there will be no adversity on Mount Zion, because they will no longer seek after wars so that my mountain will be seen as a secure place for the saints. Everyone who was so much trouble to you, Jacob, and those who plotted against you will truly be subjugated.\n"
    },
    {
        "append_to_author_name": "",
        "book": "obadiah",
        "father_name": "Cyril of Alexandria",
        "file_name": "Obadiah 1_16.toml",
        "id": "719ae16c-259e-4484-b74c-17f57294a002",
        "location_end": 1000016,
        "location_start": 1000016,
        "source_title": "COMMENTARY ON OBADIAH",
        "source_url": "",
        "ts": 444,
        "txt": "These words “as you have drunk” indicate, I think, that the victors insolently gloried in victory. They had a festive celebration where they got drunk with their friends, boasting in praise of their part in the victory while they got drunk. And while they were drinking and singing songs and causing all manner of damage at this party, they got drunk and began to insult the other nations. “And they will descend against you,” that is, the neighboring regions will attack these parties. And so, you will want to be in a place where they are not; otherwise you too will be wiped out of existence. Mount Zion, however, by divine inspiration is called the church. For it is truly the highest and most visible, the foremost holy place. It is the house and city of the most holy God.\n"
    },
    {
        "append_to_author_name": "",
        "book": "obadiah",
        "father_name": "Ephrem the Syrian",
        "file_name": "Obadiah 1_16.toml",
        "id": "12516467-459c-4e5d-a3a9-e5c476e70238",
        "location_end": 1000016,
        "location_start": 1000016,
        "source_title": "COMMENTARY ON OBADIAH",
        "source_url": "",
        "ts": 373,
        "txt": "You have drunk on my holy mountain from the cup of wrath, which David and Ahab mixed for you. All the nations around you shall drink constantly because of the Assyrians and the Chaldeans, in the days of Hezekiah and his sons.\n"
    },
    {
        "append_to_author_name": "",
        "book": "obadiah",
        "father_name": "George Leo Haydock",
        "file_name": "Obadiah 1_17.toml",
        "id": "5eb571b6-51d6-4b00-ba7d-adf9e1691cbd",
        "location_end": 1000017,
        "location_start": 1000017,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Sion. This prosperity, in the historical sense, was promised to the Jews, after their return; and they enjoyed as much of it as their sins did not hinder; the rest was fulfilled in Christ. (St. Jerome, ad Dard.) (Worthington) \nHoly. Providence watched over the Jews in a particular manner, while the neighbouring nations fell a prey to the Persians, to Alexander The persecution of Epiphanes was sharp, but of short duration; and it gave occasion to the Jews to regain their liberty, and to have kings (Calmet) little (Haydock) inferior to those of old. \nThem. Hebrew, \"its goods. \"The Jews obtained all Palestine. (Calmet) \nChrist extends his dominion over the world. (Theodoret)\n"
    },
    {
        "append_to_author_name": "",
        "book": "obadiah",
        "father_name": "Theodoret of Cyrus",
        "file_name": "Obadiah 1_17.toml",
        "id": "ba431477-a06a-430e-8cbc-12e83ae7fd09",
        "location_end": 1000017,
        "location_start": 1000017,
        "source_title": "COMMENTARY ON OBADIAH",
        "source_url": "",
        "ts": 458,
        "txt": "“On Mount Zion there will be salvation, and there will be holiness.” For God is saying through the prophet, “I will bring them back from their captivity, and I will rebuild the sacred temple.” And there is Obadiah, who prophesies the cause of salvation to all in Zion. From there God will disperse holiness into the entire inhabited earth through the saving cross.\n"
    },
    {
        "append_to_author_name": "",
        "book": "obadiah",
        "father_name": "George Leo Haydock",
        "file_name": "Obadiah 1_18.toml",
        "id": "2518954b-c513-4463-a2a0-b8047dfee2ea",
        "location_end": 1000018,
        "location_start": 1000018,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Stubble. The Jews often attacked Edom, and at last forced them to submit to the law of circumcision. \nRemains. Septuagint copies vary; \"corn fire, or carrier. \"(Haydock) \nThose who escaped alone from battle had the former title. (Hesyc. purphoros.) (Calmet) \nPriests went with fire before the armies engaged. If they were slain, it was a sign, that no quarter was given, as these were accounted sacred. (Grabe, Prol.) (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "obadiah",
        "father_name": "Theodore of Mopsuestia",
        "file_name": "Obadiah 1_18.toml",
        "id": "1a06cd34-0d43-40ae-903a-87e042017210",
        "location_end": 1000018,
        "location_start": 1000018,
        "source_title": "COMMENTARY ON OBADIAH",
        "source_url": "",
        "ts": 428,
        "txt": "The prosperity of Israel was made manifest as well as the punishment of their wicked enemies.… Yahweh proved himself as a true king to his people because he brought the very salvation they needed.\n"
    },
    {
        "append_to_author_name": "",
        "book": "obadiah",
        "father_name": "Cyril of Alexandria",
        "file_name": "Obadiah 1_18.toml",
        "id": "29af978d-8d26-4de7-84b4-cf526bb3c298",
        "location_end": 1000018,
        "location_start": 1000018,
        "source_title": "COMMENTARY ON OBADIAH",
        "source_url": "",
        "ts": 444,
        "txt": "The foolish Edomites thought that they alone were about to possess the house of Jacob. Instead the land was divided with them and with the Chaldeans. That very unforseen thing was turned against them, it says. They would be possessed by the house of Jacob and likewise be consumed like chaff or stubble by a flame. And the house of Jacob will be a fire, but the house of Joseph will be only a flame, and thus not as strong. And they will be devoured internally so that among all the tribes Jacob and Joseph will be unable to come together as one. But the other side of this fiery trope should also be seen, for the house of Jacob is called a fire and the house of Joseph a flame. It is not unreasonable to understand in the literal sense the house of Jacob as those from Judah and Benjamin. It is just as true that the house of Joseph represents Samaria, specifically, the ten tribes who were sometimes kings of the Ephraimites, since Manasseh and Ephraim were born from Joseph. Israel will possess the land of Edom and possess all of its confines to the south. They will capture no less than Mount Ephraim, Samaria, Benjamin and Gilead—which were the names of those areas when their leader, Joshua, the successor of Moses, apportioned the land to the tribes of Israel. But after Israel was devastated at the hand of Assyria and again after the attack of Nebuchadnezzar, ruled by Phua and Shalmanezer, he predicts they will once again inhabit the land after they are released from their former captivity.\n"
    },
    {
        "append_to_author_name": "",
        "book": "obadiah",
        "father_name": "Jerome",
        "file_name": "Obadiah 1_18.toml",
        "id": "ab652eee-92cc-4997-a607-c283ea23c2ab",
        "location_end": 1000018,
        "location_start": 1000018,
        "source_title": "COMMENTARY ON OBADIAH",
        "source_url": "",
        "ts": 420,
        "txt": "Edom is subjugated and will be devoured by the hostile nations with whom it formerly was in league against Jacob. The remnant, however, will be on Mount Zion, where there will be salvation and holiness. The interpretation here is, either it is that the Lord himself will return to the temple which he left because of sin, or there will be absolute holiness, that is, the Holy of Holies will once again be established. And the house of Jacob will occupy it under the rule of Zerubbabel and Ezra and Nehemiah, who occupied it as Jacob’s descendants. And the house of Jacob (that is, Judah) will be a fire, the house of Joseph (that is, the ten tribes of Samaria) a flame. But the house of Esau, that is, the Edomites, who nevertheless raged and cruelly stood against their brother, will be turned into stubble. And as fire and flames devour stubble, so the two kingdoms in union with one another will destroy Edom and devour it. And there will be nothing left of the people of Edom that might be able to announce the destruction of the adversary to the neighboring nations. For this is why the Septuagint translates pyrophoros, which we interpret as “stubble,” as nearest to the ancient way of speaking.\n"
    },
    {
        "append_to_author_name": "",
        "book": "obadiah",
        "father_name": "Jerome",
        "file_name": "Obadiah 1_18.toml",
        "id": "2c355434-a184-4123-9984-6ca144b66e0c",
        "location_end": 1000018,
        "location_start": 1000018,
        "source_title": "COMMENTARY ON OBADIAH",
        "source_url": "",
        "ts": 420,
        "txt": "The spiritual interpretation is as follows: Through destruction of the works of the flesh and the desolation of earthly kingdoms, there will be salvation in the church for those who do not go out from their mother church. And the saints who die inside her—concerning whom it is said in Isaiah, “Holy, holy, holy, Lord God of Sabbaoth,” because it refers to those whom he sanctifies as well as those who are sanctified—all are from one and the same church. And the house of Jacob the supplanter will occupy that which they possess by heredity from those who persecuted the Christians. And Edom itself will be received by faith into the church.… The house of Esau will not survive, for when the wise men [who came from Edom] come to see Jesus, they will be turned into nothing, that is, they will be absorbed into his salvation near the same place where, in blessing, Isaac said to Esau, “I have given him your master, all your sons I have given to him as servants.” And there will be no remnant of the house of Esau left when all the heavens and earth bow to Christ and hell and the universe is subjected to him so that God may be all in all.\n"
    },
    {
        "append_to_author_name": "",
        "book": "obadiah",
        "father_name": "Ephrem the Syrian",
        "file_name": "Obadiah 1_18.toml",
        "id": "b665706d-642c-4775-b26c-cd6cbe818b42",
        "location_end": 1000018,
        "location_start": 1000018,
        "source_title": "COMMENTARY ON OBADIAH",
        "source_url": "",
        "ts": 373,
        "txt": "The Hebrews, like a fire, will consume the Edomites like stubble. If anything remains, they will scatter it. What David and Amaziah had begun was accomplished by the Jews after their return, when many Israelites who came back from Persia joined them, and the Edomites were deprived of any form of domination and were forced to change their religion and to embrace the Jewish rituals.\n"
    },
    {
        "append_to_author_name": "",
        "book": "obadiah",
        "father_name": "George Leo Haydock",
        "file_name": "Obadiah 1_19.toml",
        "id": "b681a5e3-f44d-4643-a7dc-391f72789dc0",
        "location_end": 1000019,
        "location_start": 1000019,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Plains. Sephala, Josue x. 40. \nSamaria, which the Cutheans had occupied, till Alexander subjected them to the Jews, and Hircan asserted his authority. (Josephus, Antiquities xiii. 18.) \nGalaad, east of the Jordan. Benjamin alone did not occupy this country.\n"
    },
    {
        "append_to_author_name": "",
        "book": "obadiah",
        "father_name": "Cyril of Alexandria",
        "file_name": "Obadiah 1_19.toml",
        "id": "3b56921d-a096-4ec1-95cc-4605dd25bd57",
        "location_end": 1000019,
        "location_start": 1000019,
        "source_title": "COMMENTARY ON OBADIAH",
        "source_url": "",
        "ts": 444,
        "txt": "“Those in the south” signifies the area where the Babylonians invaded Jerusalem led by Nebuchadnezzar. The entire province of Judea was laid waste, sinking back into misery so that it was reduced to absolute silence and appeared entirely deserted. However, when God will enter into the misery of the captives, he will return them to the land of their ancestors after his wrath has subsided. In their return from Babylon the entire multitude of Israel will possess the region of the nations that is equal to Edom. This is a sign of blessing from God.\n"
    },
    {
        "append_to_author_name": "",
        "book": "obadiah",
        "father_name": "George Leo Haydock",
        "file_name": "Obadiah 1_20.toml",
        "id": "e074b7c0-9df9-4655-8168-994f4a0c28a1",
        "location_end": 1000020,
        "location_start": 1000020,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Sarepta. This was accomplished after the persecution of Epiphanes. \nBosphorus. So St. Jerome's master interpreted Bispharad. But it seems rather to mean a part of Mesopotamia. Sippara stands above, where the Euphrates divides its streams.\n"
    },
    {
        "append_to_author_name": "",
        "book": "obadiah",
        "father_name": "Theodoret of Cyrus",
        "file_name": "Obadiah 1_20-21.toml",
        "id": "5e1458ce-4eaa-4fcb-9784-eee41fac599d",
        "location_end": 1000021,
        "location_start": 1000020,
        "source_title": "COMMENTARY ON OBADIAH",
        "source_url": "",
        "ts": 458,
        "txt": "Ezekiel also predicts something similar at the end of his prophecy when he describes the division of the land. He too predicts the return of the people, and after they return we learn they will receive power and obtain strength from God. O that we also would obtain this from our most generous God. And we will receive this from the Lord if we do not imitate the model of Esau and his posterity [who rejoiced in Israel’s destruction]. Rather, following the apostolic tradition, we should rejoice with those who rejoice and weep with those who weep, and we ought to think the same for others [as we would have them think of us]. For this reason we possess the gifts of the Lord of all life, which is the grace of our Lord Jesus Christ, to whom be glory with the Father and the Holy Spirit now and forever, world without end. Amen.\n"
    },
    {
        "append_to_author_name": "",
        "book": "obadiah",
        "father_name": "Augustine of Hippo",
        "file_name": "Obadiah 1_20-21.toml",
        "id": "4bd5d4d7-1a97-4360-9a92-33b0aeaf1f9f",
        "location_end": 1000021,
        "location_start": 1000020,
        "source_title": "CITY OF GOD 18:31",
        "source_url": "",
        "ts": 430,
        "txt": "Obadiah, so far as his writings are concerned the briefest of all the prophets, speaks against Edom, that is, the nation of Esau, that reprobate elder of the twin sons of Isaac and of the grandsons of Abraham. Now by that form of speech in which a part is understood for the whole, we understand Edom as referring to the nations. We may understand what Christ says in the same way: “But upon Mount Zion shall be safety, and there shall be a holy one.” And a little further, at the end of the same prophecy, he says concerning Paul, “And the redeemed shall come up out of Mount Zion, that they may defend Mount Esau, and it shall be a kingdom to the Lord.” It is quite evident that this was fulfilled when the redeemed out of Mount Zion (that is, the believers in Christ from Judea, of whom the apostles are chiefly to be acknowledged) went up to defend Mount Esau. How could they defend it except by making safe through the preaching of the gospel those who believed that they might be “delivered from the power of darkness and translated into the kingdom of God.” Consequently he expressed this by adding, “And it shall be to the Lord a kingdom.” For Mount Zion signifies Judea, where it is predicted there shall be safety and a holy one, that is, Jesus Christ. But Mount Esau is Edom. It signifies the church of the Gentiles, which is defended by the redeemed from Mount Zion, so that it should become a kingdom to the Lord. This was obscure before it took place, but what believer does not understand it now that it has happened?\n"
    },
    {
        "append_to_author_name": "",
        "book": "obadiah",
        "father_name": "Cyril of Alexandria",
        "file_name": "Obadiah 1_20-21.toml",
        "id": "5902639f-74ff-406a-b55f-40e433d2abde",
        "location_end": 1000021,
        "location_start": 1000020,
        "source_title": "COMMENTARY ON OBADIAH",
        "source_url": "",
        "ts": 444,
        "txt": "At this place in the text, the migration of Israel back to the land is mentioned, more specifically, from those Jews taken away into Babylon.… Perhaps here he is saying that everything that is to the south and to the north and to the east and to the west will be fully occupied by Israel as they will easily possess the whole region around them. And people will ascend, gathered on top of Zion, which sums up the goal of the prophecy. For the inhabitants of Zion, he says, are saved by God, who will burst through their chains of servitude. At that time he will ascend and take vengeance against Mount Esau. For they will fight, as I have said, against Edom after the time of captivity, and God will rule over all, although God rejected Esau long ago and withdrew from Judah because of apostasy. For they served Baal and the golden calf. But now in mercy and reconciliation he will reign again over them.\n"
    },
    {
        "append_to_author_name": "",
        "book": "obadiah",
        "father_name": "Jerome",
        "file_name": "Obadiah 1_20-21.toml",
        "id": "76295d23-e6c5-4390-9808-fcdc7d66d9b5",
        "location_end": 1000021,
        "location_start": 1000020,
        "source_title": "COMMENTARY ON OBADIAH",
        "source_url": "",
        "ts": 420,
        "txt": "The Jewish interpreters explained this similarly that the Lord sent a Savior who would save the people from captivity and they would ascend and go to Mount Zion in order to judge and decide regarding the Mountain of Esau. And when everything is subjugated, there will be a kingdom to the Lord.\n"
    },
    {
        "append_to_author_name": "",
        "book": "obadiah",
        "father_name": "Ephrem the Syrian",
        "file_name": "Obadiah 1_20-21.toml",
        "id": "11eb6247-9dc6-46a0-9a47-627fdb7fd0f3",
        "location_end": 1000021,
        "location_start": 1000020,
        "source_title": "COMMENTARY ON OBADIAH",
        "source_url": "",
        "ts": 373,
        "txt": "Here he indicates the prisoners of both the kingdoms of Samaria and Jerusalem, and also those who had gone to very far regions. Therefore he recalls the transmigration to Spain, because this is the name of a province, which is extremely distant from Judea, in order to show that this is the great gathering, which God had promised to bring together again from the four corners of the world. Those who have been saved shall go up to Mount Zion to rule Mount Esau, in order to defeat and destroy the nation of the Edomites. And the kingdom shall be the Lord’s. All the nations will be subjugated and subjected to the people of God, that is, to the people that God shall make.\n"
    },
    {
        "append_to_author_name": "",
        "book": "obadiah",
        "father_name": "George Leo Haydock",
        "file_name": "Obadiah 1_21.toml",
        "id": "0e5d7f4a-a98d-41f2-bd78-722bfb3bed08",
        "location_end": 1000021,
        "location_start": 1000021,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Saviours, the Machabees, as figures of Christ. The temporal power of the Jews ended thirty-seven years after his resurrection. (Calmet) -- The rest of this prophecy (ver. 19.) regards Christ's kingdom over all nations, which believe in him, and receive the remission of their sins, Acts x. 43. (St. Augustine, City of God xviii. 31.) (Worthington)\n"
    }
]