[
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "George Leo Haydock",
        "file_name": "2 Peter 1_1.toml",
        "id": "cb9dfd45-ea98-44ea-a5a6-157ea3c5142c",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "In the justice (or by the justice) of our God and Saviour, Jesus Christ. As justice and sanctification are equally attributed to God and to Jesus Christ, it shows that the Son was equally and the same God with the Father. (Witham)\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Andreas of Caesarea",
        "file_name": "2 Peter 1_1.toml",
        "id": "3d97dcb4-cf7a-46fa-be44-20da7d90397c",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "CATENA",
        "source_url": "",
        "ts": 614,
        "txt": "Notice how right from the start Peter encourages the souls of the believers by raising them up to the same spiritual level as that of the apostles. For the grace of baptism is the same in every believer.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Richard Challoner",
        "file_name": "2 Peter 1_1.toml",
        "id": "e6cce11d-32c8-4106-a7d8-defbad151248",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "In this Epistle St. Peter says (chap. 3.), Behold this second Epistle I write to you: and before (chap. 1. 14,) Being assured that the laying away of this my tabernacle is at hand. This shows, that it was written a very short time before his martyrdom, which was about thirty-five years after our Lord's Ascension. In this Epistle he admonishes the faithful to be mindful of the great gifts they received from God and to join all other virtues with their faith. He warns them against false teachers, by describing their practices and foretelling their punishments. He describes the dissolution of this world by fire and the day of judgment.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Hilary of Arles",
        "file_name": "2 Peter 1_1.toml",
        "id": "3633f10f-1e82-4bee-aed5-44ecb3b2945a",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "INTRODUCTORY COMMENTARY ON 2 PETER",
        "source_url": "",
        "ts": 449,
        "txt": "In his second letter Peter describes himself both as Simon and as a servant, in order to show that he was humble and obedient. In his first letter he confined himself to the name Peter, which had been given to him by the Lord himself and signified that he was the chief of the apostles, but here he reverts to his original name Simon in order to show those who preferred to forget his Jewish origins that he had not rejected them.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Oecumenius",
        "file_name": "2 Peter 1_1.toml",
        "id": "933f8c56-1b9d-4766-b97b-e8441e38129f",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "COMMENTARY ON 2 PETER",
        "source_url": "",
        "ts": 990,
        "txt": "Simon may also be written as “Simeon,” of which it is the diminutive form. Compare Metras and Metrodorus, Menas and Menodorus, Theudas and Theodosius. Right from the beginning, Peter lifts up the hearts and minds of believers, encouraging us also to share in the apostles’ zeal for preaching. For it would be unjust to suggest that those who have received this gift a little later in time are somehow inferior to them, when they have officially been declared to be their equals in honor.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "John Chrysostom",
        "file_name": "2 Peter 1_2.toml",
        "id": "f3fbe97a-70a6-49ec-bc51-dcaa09cc2a83",
        "location_end": 1000002,
        "location_start": 1000002,
        "source_title": "CATENA",
        "source_url": "",
        "ts": 407,
        "txt": "There is nothing to equal this, which is why we pray and seek after the angel of peace. Everywhere we pray for peace in the churches—in the prayers, in the supplications and in the sermons. And the Guardian of the church gives it to us not once or twice but many times over: “Peace be unto you.” Why? Because peace is the mother of all good things and the foundation of our joy. For this reason Christ taught his disciples that when they entered people’s houses they were to say: “Peace be unto you.” Without peace everything else is useless.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Oecumenius",
        "file_name": "2 Peter 1_2.toml",
        "id": "3951bc71-8405-4d59-be62-4dc9b7d83000",
        "location_end": 1000002,
        "location_start": 1000002,
        "source_title": "COMMENTARY ON 2 PETER",
        "source_url": "",
        "ts": 990,
        "txt": "This is not the peace of the world but the peace which comes from knowing God. For the only true peace is the one which delivers us from our transgression and enmity against God. It is the same peace which Christ gave his disciples when he was about to go to the Father, and when he rose again from the dead.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "George Leo Haydock",
        "file_name": "2 Peter 1_3.toml",
        "id": "ac0282cb-16b6-4d9f-b54c-7b13ddfbabee",
        "location_end": 1000003,
        "location_start": 1000003,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Glory and virtue. By the Greek text, virtue is not here the same as power, as commonly in other places, but signifies God's goodness, mercy, and clemency. (Witham)\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Bede",
        "file_name": "2 Peter 1_3.toml",
        "id": "400e7c7c-cc0b-4148-9522-d2d5b7fb9264",
        "location_end": 1000003,
        "location_start": 1000003,
        "source_title": "ON 2 PETER",
        "source_url": "",
        "ts": 735,
        "txt": "This verse follows on what has gone before, because it is by the knowledge of our Lord and Savior that we come to understand all the mysteries of his divinity, by which we have been saved. For he did not send an angel or an archangel to save us, nor did he find anything in us which might allow us to contribute to our own salvation, but when he saw that we were weak and had nothing to boast of, he came in his own glory and power and redeemed us.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Hilary of Arles",
        "file_name": "2 Peter 1_3.toml",
        "id": "7a8b6709-eac0-4fd0-ae8f-0bb18857f3a3",
        "location_end": 1000003,
        "location_start": 1000003,
        "source_title": "INTRODUCTORY COMMENTARY ON 2 PETER",
        "source_url": "",
        "ts": 449,
        "txt": "Here Peter is talking about the Scriptures, the miracles which Christ did in the flesh, the work of baptism and the doctrine which was preached, all of which bring us into the enjoyment of eternal life.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Theophylact of Ohrid",
        "file_name": "2 Peter 1_3.toml",
        "id": "cae9212b-7db2-49e2-8ffc-b5d35f2574c0",
        "location_end": 1000003,
        "location_start": 1000003,
        "source_title": "COMMENTARY ON 2 PETER",
        "source_url": "",
        "ts": 1107,
        "txt": "Grace and peace are the means by which God gives us everything we need in order to live godly lives.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Novatian",
        "file_name": "2 Peter 1_4.toml",
        "id": "4b3c1206-3a80-4c0d-a78c-ac40f9337654",
        "location_end": 1000004,
        "location_start": 1000004,
        "source_title": "ON THE TRINITY 15.7",
        "source_url": "",
        "ts": 9999999,
        "txt": "The word of Christ bestows immortality. But immortality is the companion of divinity, because divinity is immortal, and so immortality is the result of partaking in the divine nature.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "George Leo Haydock",
        "file_name": "2 Peter 1_4.toml",
        "id": "99d3a293-49c9-477f-adeb-6ae73d0d4e29",
        "location_end": 1000004,
        "location_start": 1000004,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Partakers of the divine nature. Divine grace infused into our souls, is said to be a partaking in the divine nature by an union with the spirit of God, whereby men are made his adoptive children, heirs of heaven (Witham)\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Andreas of Caesarea",
        "file_name": "2 Peter 1_4.toml",
        "id": "8b5c4b47-5570-4fa9-b523-08d978efcc10",
        "location_end": 1000004,
        "location_start": 1000004,
        "source_title": "CATENA",
        "source_url": "",
        "ts": 614,
        "txt": "God has blessed us abundantly—that is the meaning of this passage. We have received thousands of good things as a result of Christ’s coming, and through them we can become partakers of the divine nature and be turned toward life and godliness. Therefore we must behave in such a way as to add virtue to faith, and in virtue walk along the way which leads to godliness until we come to the perfection of all good things, which is love.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Ambrose of Milan",
        "file_name": "2 Peter 1_4.toml",
        "id": "8b908018-da65-4bab-8063-1a053f2c9fdb",
        "location_end": 1000004,
        "location_start": 1000004,
        "source_title": "LETTERS TO PRIESTS 49",
        "source_url": "",
        "ts": 397,
        "txt": "The fact is that God made humankind a partaker of the divine nature, as we read in the second epistle of Peter. He granted us a relationship with himself, and we have a rational nature which makes us able to seek what is divine, which is not far from each one of us, in whom we live and are and move.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Bede",
        "file_name": "2 Peter 1_4.toml",
        "id": "cbf3ed3d-d72b-4026-84e0-476cc17230b8",
        "location_end": 1000004,
        "location_start": 1000004,
        "source_title": "ON 2 PETER",
        "source_url": "",
        "ts": 735,
        "txt": "The greater your knowledge of God becomes, the more you will realize the magnitude of his promises. When God blesses us, he changes our very being so that whatever we were by nature is transformed by the gift of his Holy Spirit, so that we may truly become partakers of his nature.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Hilary of Poitiers",
        "file_name": "2 Peter 1_4.toml",
        "id": "70009ecf-10bc-431a-a48d-d47c28efaac5",
        "location_end": 1000004,
        "location_start": 1000004,
        "source_title": "ON THE TRINITY 1.18",
        "source_url": "",
        "ts": 367,
        "txt": "Since the Christian is conscious of having been made a partaker of the divine nature, as blessed Peter says in his second epistle, he must measure the nature of God not by the laws of our own nature, but evaluate the divine truths in accordance with the magnificence of God’s testimony concerning himself.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Hippolytus of Rome",
        "file_name": "2 Peter 1_4.toml",
        "id": "cc0c3a31-cd7d-4789-a59f-2e5fcea01649",
        "location_end": 1000004,
        "location_start": 1000004,
        "source_title": "",
        "source_url": "",
        "ts": 235,
        "txt": "But if thou art desirous of also becoming a god, obey Him that has created thee, and resist not now, in order that, being found faithful in that which is small, you may be enabled to have entrusted to you also that which is great.\nwasted by disease. For thou hast become God:\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Hilary of Arles",
        "file_name": "2 Peter 1_4.toml",
        "id": "a6763fde-af53-4058-b3c5-ffba349176be",
        "location_end": 1000004,
        "location_start": 1000004,
        "source_title": "INTRODUCTORY COMMENTARY ON 2 PETER",
        "source_url": "",
        "ts": 449,
        "txt": "Just as God stepped out of his nature to become a partaker of our humanity, so we are called to step out of our nature to become partakers of his divinity.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Cyril of Jerusalem",
        "file_name": "2 Peter 1_4.toml",
        "id": "1a9ec4a7-fbd6-4747-9a1b-f3de74d64d6a",
        "location_end": 1000004,
        "location_start": 1000004,
        "source_title": "MYSTAGOGICAL LECTURES 4.3",
        "source_url": "",
        "ts": 386,
        "txt": "When Christ’s body and blood become the tissue of our members, we become Christ-bearers and “partakers of the divine nature,” as the blessed Peter said.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Origen of Alexandria",
        "file_name": "2 Peter 1_4.toml",
        "id": "83799b3c-b307-46d1-bed5-06b81efc1f84",
        "location_end": 1000004,
        "location_start": 1000004,
        "source_title": "SERMONS ON LEVITICUS 4.4.2",
        "source_url": "",
        "ts": 253,
        "txt": "What is the fellowship of the Holy Spirit? Peter describes this by calling it “sharing in the divine nature.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Clement of Alexandria",
        "file_name": "2 Peter 1_4.toml",
        "id": "6bff449e-9dcb-46b2-a95d-e4b862a2d43a",
        "location_end": 1000004,
        "location_start": 1000004,
        "source_title": "",
        "source_url": "",
        "ts": 215,
        "txt": "Ner; and to Charidemus, a military commander; and to Simon, an equestrian; and to Per dices, a trader; and to Crobytus, a cook; and to Archelaus, a dancer; and to Homer, a poet; and to Pyrrho, a wrangler; and to Demosthenes, an orator; and to Chrysippus, a dialectician; and to Aristotle, a naturalist; and to Plato, a philosopher: so he who listens to the Lord, and follows the prophecy given by Him, will be formed perfectly in the likeness of the teacher-made a god going about in flesh.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Leo the Great",
        "file_name": "2 Peter 1_4.toml",
        "id": "f572dab0-af38-4db8-9ac0-1cc2811edde5",
        "location_end": 1000004,
        "location_start": 1000004,
        "source_title": "SERMONS 21.3",
        "source_url": "",
        "ts": 461,
        "txt": "Realize your dignity, O Christian! Once you have been made a partaker of the divine nature, do not return to your former baseness by a life unworthy of that dignity. Remember whose head it is and whose body of which you constitute a member!\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "George Leo Haydock",
        "file_name": "2 Peter 1_5.toml",
        "id": "fa44d0ce-1635-441c-baae-ed758f81a53a",
        "location_end": 1000005,
        "location_start": 1000005,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Join with your faith, virtue: think not that faith alone will save you without the practice of virtues and good works. By abstinence or temperance, is understood that virtue which helps to moderate the inordinate love of sensual pleasures, and to govern all disorderly passions and affections. (Witham)\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Bede",
        "file_name": "2 Peter 1_5.toml",
        "id": "4d24456b-2384-4b5e-8a62-c3552a1c69b8",
        "location_end": 1000005,
        "location_start": 1000005,
        "source_title": "ON 2 PETER",
        "source_url": "",
        "ts": 735,
        "txt": "When Peter talks about virtue here, he does not mean the power to perform miracles but the strength to lead a good life, which means putting our faith into practice. If we fail to do this, our faith is dead and we become aiders and abettors of those who want to destroy any good works we may have done.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Theophylact of Ohrid",
        "file_name": "2 Peter 1_5.toml",
        "id": "88e3e105-fdd1-40f8-b5a0-661743b56f4f",
        "location_end": 1000005,
        "location_start": 1000005,
        "source_title": "COMMENTARY ON 2 PETER",
        "source_url": "",
        "ts": 1107,
        "txt": "Peter lays out here the order which we are to follow to come into full maturity. First of all comes faith, which is the foundation and source of all good works. Next comes virtue, by which he means good works, for without them faith is dead, as Saint James said. Next comes knowledge. What is that? It is an understanding of the secret things hidden in God which are not revealed to everyone, but only to those who continue faithfully in the works already mentioned.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Gregory the Dialogist",
        "file_name": "2 Peter 1_6.toml",
        "id": "487e11cf-7d00-45bd-bf34-ab775b9ea97b",
        "location_end": 1000006,
        "location_start": 1000006,
        "source_title": "COMMENTARY ON 2 PETER",
        "source_url": "",
        "ts": 604,
        "txt": "Those who fast must be very careful to make sure that in running away from the desires of the stomach they do not give birth to vices which are much worse, almost as if their virtue were producing them. For it is easy to mortify the flesh but at the same time to become very impatient in spirit, and this impatience upsets the minds of many who abstain from the desires of the world.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Bede",
        "file_name": "2 Peter 1_6.toml",
        "id": "a7c72758-7ef6-4145-8f64-38233e65a7de",
        "location_end": 1000006,
        "location_start": 1000006,
        "source_title": "ON 2 PETER",
        "source_url": "",
        "ts": 735,
        "txt": "As people learn to do good, so they will soon stop doing evil. If anyone does not do so his knowledge of heavenly things disappears as if in a vacuum. Self-control requires steadfastness, because whoever has learned to stay away from the pleasures of this world needs the willpower to go on doing so. The person who reaches that point of self-discipline may truly be called godly.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Theophylact of Ohrid",
        "file_name": "2 Peter 1_6.toml",
        "id": "d7c0e42f-f40e-4b10-aeb4-d12bd5e3810f",
        "location_end": 1000006,
        "location_start": 1000006,
        "source_title": "COMMENTARY ON 2 PETER",
        "source_url": "",
        "ts": 1107,
        "txt": "Next in the list comes abstinence, or temperance. This is necessary in order to ensure that those who get this far are not carried away by the magnitude of the gift they have received and become haughty as a result. Patience follows next, because it takes time to acquire temperance, and without patience a person is liable to give up and fall into something even worse than what he has been delivered from. Patience increases our trust in God, which is why godliness comes next.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Bede",
        "file_name": "2 Peter 1_7.toml",
        "id": "a2403764-0cc3-4d0e-b73e-7b3d66e232a8",
        "location_end": 1000007,
        "location_start": 1000007,
        "source_title": "ON 2 PETER",
        "source_url": "",
        "ts": 735,
        "txt": "The only context in which godliness has any meaning is that of brotherly love. You cannot win people to Christ merely by arguing them into the kingdom. It is necessary to practice godliness by prayer and good works. Charity here means the love of God, because we cannot love God without loving our neighbor, nor can we love our neighbor without loving God. The love of God is greater than the love of our neighbor, which is why we have to practice it with all our heart, mind and strength.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Theophylact of Ohrid",
        "file_name": "2 Peter 1_7.toml",
        "id": "5a59613c-4de0-45dc-8e83-46a117a9ab75",
        "location_end": 1000007,
        "location_start": 1000007,
        "source_title": "COMMENTARY ON 2 PETER",
        "source_url": "",
        "ts": 1107,
        "txt": "The more we are like God, the more we are compelled by that likeness to love others, which is why brotherly love is next in the list. Finally, there is charity, the perfection of all virtues, as Paul also confirms.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "John Chrysostom",
        "file_name": "2 Peter 1_8.toml",
        "id": "a0f8e49f-4e33-4ac4-9377-728ba36f4827",
        "location_end": 1000008,
        "location_start": 1000008,
        "source_title": "CATENA",
        "source_url": "",
        "ts": 407,
        "txt": "These things, as well as those already mentioned, namely, virtue, knowledge, continence, patience, godliness, brotherly love and charity, must not only be present in us, they must be present to overflowing. For if their presence is a good thing, how much more their abundance! What advantage do these things have, and what will it mean to have assurance on the day of our Lord Jesus Christ? Peter is speaking here of his second coming, when Christ will come to judge the living and the dead. Before the great and terrible judgment seat of God, what a good and wonderful thing it will be to have assurance of being acquitted!\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Cyril of Alexandria",
        "file_name": "2 Peter 1_8.toml",
        "id": "969ab153-0802-4116-8d2e-a18bd231e901",
        "location_end": 1000008,
        "location_start": 1000008,
        "source_title": "LETTERS 1.3",
        "source_url": "",
        "ts": 444,
        "txt": "Those who have chosen to live the glorious and beloved way of life devised by Christ must first be adorned with simple and unblemished faith, and then add virtue to their faith. When this has been done, they must strive to enrich their knowledge of the mystery of Christ and ascend to the most complete understanding of him.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Oecumenius",
        "file_name": "2 Peter 1_8.toml",
        "id": "7cce2e7f-f751-40b6-8686-78a2b7c69e2e",
        "location_end": 1000008,
        "location_start": 1000008,
        "source_title": "COMMENTARY ON 2 PETER",
        "source_url": "",
        "ts": 990,
        "txt": "What are the qualities which we possess? They are faith, virtue, knowledge, temperance, patience, godliness, brotherly love and charity, all of which must not only be present in us but present in abundance.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "George Leo Haydock",
        "file_name": "2 Peter 1_9.toml",
        "id": "68370c2b-ebcb-4be1-be23-9c8fdc42e7ba",
        "location_end": 1000009,
        "location_start": 1000009,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Groping, like one that is blind. The Greek may signify one who hath his eyes shut, or that is like a blind mole. (Witham)\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "John Chrysostom",
        "file_name": "2 Peter 1_9.toml",
        "id": "311c0bbc-aa21-4837-b763-5d60746c65a0",
        "location_end": 1000009,
        "location_start": 1000009,
        "source_title": "CATENA",
        "source_url": "",
        "ts": 407,
        "txt": "When we hear these things, we must fortify ourselves and obey what is said, and cleanse ourselves from earthly things. If we do that, we shall share in his blessings, and we shall not need anything else. But if we do not obey, we shall be destroyed. What difference does it make whether we are destroyed through wealth or through laziness? Or if not through laziness, through cowardice? For when a farmer destroys his crop, it hardly matters how he does it. On the other hand, he will raise us up to do all the good works which he has predicted we shall do. Therefore it is necessary that once someone has been cleansed and has partaken of holiness, that he hold on to it through thick and thin, for without it he will not see the Lord.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Bede",
        "file_name": "2 Peter 1_9.toml",
        "id": "ebc344a6-2907-41d7-be88-25a262820211",
        "location_end": 1000009,
        "location_start": 1000009,
        "source_title": "ON 2 PETER",
        "source_url": "",
        "ts": 735,
        "txt": "The eye stands for knowledge and the hand for action. A blind man who tries to act is someone who does not know what he should be doing. Lacking the light of truth, he puts his hand to something which he cannot understand and goes down a road which he cannot see, with the result that he ends up in a complete wreck. The person who lacks the things which Peter mentions here is just like that.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Hilary of Arles",
        "file_name": "2 Peter 1_9.toml",
        "id": "34b5412a-42d9-47d0-b081-4e51b9be1d44",
        "location_end": 1000009,
        "location_start": 1000009,
        "source_title": "INTRODUCTORY COMMENTARY ON 2 PETER",
        "source_url": "",
        "ts": 449,
        "txt": "If these virtues are present, we can see God, but if they are absent, we are blind.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Oecumenius",
        "file_name": "2 Peter 1_9.toml",
        "id": "dbcc4dae-56ea-468b-84b8-20d8c82135e1",
        "location_end": 1000009,
        "location_start": 1000009,
        "source_title": "COMMENTARY ON 2 PETER",
        "source_url": "",
        "ts": 990,
        "txt": "This person ought to realize that he has been cleansed by holy baptism and that now he is expected to pursue holiness, without which no one will see the Lord.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "George Leo Haydock",
        "file_name": "2 Peter 1_10.toml",
        "id": "48a83fe7-8eed-4e42-8ecd-54c6a24dd64d",
        "location_end": 1000010,
        "location_start": 1000010,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "By good works you may make sure without diving into the hidden mysteries of predestination \nYou shall not sin at any time. These words evidently suppose, that the graces and assistances of God will not be wanting; for it would be in vain to command, unless a man had both free will and capacity to perform. But, as it follows, these helps shall be abundantly ministered to you. (Witham)\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Andreas of Caesarea",
        "file_name": "2 Peter 1_10.toml",
        "id": "3059451a-58b5-467c-91dc-d240e21022e9",
        "location_end": 1000010,
        "location_start": 1000010,
        "source_title": "CATENA",
        "source_url": "",
        "ts": 614,
        "txt": "Lest you be judged unmindful of God’s gift, you must stand fast, having a sure calling.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Bede",
        "file_name": "2 Peter 1_10.toml",
        "id": "5b4b58d8-97f0-4506-b74b-f4ebdf966264",
        "location_end": 1000010,
        "location_start": 1000010,
        "source_title": "ON 2 PETER",
        "source_url": "",
        "ts": 735,
        "txt": "Jesus said: “Many are called but few are chosen.” The calling of all those who come to faith is certain, but those who consistently add good works to the sacraments of faith which they have received are the ones who make their calling and election certain in the eyes of those who observe them. The opposite is also true, for those who go back to their crimes after they have been called and who die in their sins make it clear to everyone that they are damned.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Hilary of Arles",
        "file_name": "2 Peter 1_10.toml",
        "id": "78514f41-9ee9-432d-b174-26a1b6122697",
        "location_end": 1000010,
        "location_start": 1000010,
        "source_title": "INTRODUCTORY COMMENTARY ON 2 PETER",
        "source_url": "",
        "ts": 449,
        "txt": "Peter is telling us that we should not be content with our baptism but should go on and grow in our faith.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Oecumenius",
        "file_name": "2 Peter 1_10.toml",
        "id": "0ff040cc-e519-4c7a-aceb-7ab6b475eb32",
        "location_end": 1000010,
        "location_start": 1000010,
        "source_title": "COMMENTARY ON 2 PETER",
        "source_url": "",
        "ts": 990,
        "txt": "What are we supposed to do in order to avoid falling? The answer is clear from what is written above—we are to practice virtue, knowledge, temperance and so on.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Bede",
        "file_name": "2 Peter 1_11.toml",
        "id": "4fede1b3-50ae-4629-a57c-449cb9a246ce",
        "location_end": 1000011,
        "location_start": 1000011,
        "source_title": "ON 2 PETER",
        "source_url": "",
        "ts": 735,
        "txt": "This verse reminds us of Ezekiel [40:31], which says: “Its stairway had eight steps.” The reason for this connection is that here Peter lists the eight steps of virtue by which those of us who are fleeing the corruption of worldly lust must ascend if we are to enter the heavenly kingdom.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Hilary of Arles",
        "file_name": "2 Peter 1_11.toml",
        "id": "6df04f8c-ae89-495b-9ab2-795986563153",
        "location_end": 1000011,
        "location_start": 1000011,
        "source_title": "INTRODUCTORY COMMENTARY ON 2 PETER",
        "source_url": "",
        "ts": 449,
        "txt": "Here Peter reminds us that the entrance into heaven is the narrow way of following God’s commandments.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Oecumenius",
        "file_name": "2 Peter 1_11.toml",
        "id": "3667832c-fb02-4bb5-b759-f4ac007115be",
        "location_end": 1000011,
        "location_start": 1000011,
        "source_title": "COMMENTARY ON 2 PETER",
        "source_url": "",
        "ts": 990,
        "txt": "Notice that the person who was once led by his terrible deeds straight into the judge’s courtroom is now welcomed because of his good deeds into the eternal kingdom of the Lord.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Clement of Alexandria",
        "file_name": "2 Peter 1_11.toml",
        "id": "44201cbc-402c-4554-90a9-82603dbaa488",
        "location_end": 1000011,
        "location_start": 1000011,
        "source_title": "",
        "source_url": "",
        "ts": 215,
        "txt": "Actions, but to be saved tightly and becomingly\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "George Leo Haydock",
        "file_name": "2 Peter 1_12.toml",
        "id": "38485af3-ca7d-40df-8fac-955954a11e6f",
        "location_end": 1000012,
        "location_start": 1000012,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "I will begin. That is, by the Greek, I will take care. (Witham)\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Andreas of Caesarea",
        "file_name": "2 Peter 1_12.toml",
        "id": "cd7f8a88-f03f-4410-890e-7446246bdda5",
        "location_end": 1000012,
        "location_start": 1000012,
        "source_title": "CATENA",
        "source_url": "",
        "ts": 614,
        "txt": "Peter repeats what he has already said about virtue and the commandments consequent on it, through which we shall enter the kingdom of heaven with great assurance. Notice how, when speaking of the kingdom of heaven, Peter first goes over the things we should be afraid of and then over the good things, ending up with the judgment seat.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Bede",
        "file_name": "2 Peter 1_12.toml",
        "id": "6a232b8c-09d0-461f-a4ce-03a4db913a0d",
        "location_end": 1000012,
        "location_start": 1000012,
        "source_title": "ON 2 PETER",
        "source_url": "",
        "ts": 735,
        "txt": "Why did Peter want to go on reminding people of these things, when he says that they know them and are already established in the presence of the truth? Perhaps the reason was that he wanted them to turn their head knowledge into practical action and maintain the truth which they knew they had, in order to escape being led away from the purity and simplicity of their faith by teachers of heresy, of whom he has a good deal to say in the course of his letter. Compare what Peter says to John’s statement in his first epistle: “I write to you, not because you do not know the truth, but because you know it.” The apostles wrote to people who knew the truth already and exhorted them to live up to what they knew. As John added a little further on: “Let what you heard from the beginning abide in you.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Hilary of Arles",
        "file_name": "2 Peter 1_12.toml",
        "id": "b4a0d5a7-7796-484a-b972-c1b668c08e30",
        "location_end": 1000012,
        "location_start": 1000012,
        "source_title": "INTRODUCTORY COMMENTARY ON 2 PETER",
        "source_url": "",
        "ts": 449,
        "txt": "The people to whom Peter is writing already know what he has to say because they have read his first letter. The truth which he has to share with them is the New Testament, for as Paul said: “The old has passed away, and all things are made new in Christ.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Oecumenius",
        "file_name": "2 Peter 1_12.toml",
        "id": "877ef32c-ba03-4c09-93fc-43a75bde098f",
        "location_end": 1000012,
        "location_start": 1000012,
        "source_title": "COMMENTARY ON 2 PETER",
        "source_url": "",
        "ts": 990,
        "txt": "Peter tells his hearers that they already know what he is talking about, so that they will not think that it is because they are lazy that they have to be constantly reminded of these things and get upset as a result.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "George Leo Haydock",
        "file_name": "2 Peter 1_13.toml",
        "id": "6523ea21-f8ac-4f90-b0f4-8e04e02ef11d",
        "location_end": 1000013,
        "location_start": 1000013,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "As long as I am in this tabernacle: to wit, of the body, in this mortal life. (Witham)\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Bede",
        "file_name": "2 Peter 1_13.toml",
        "id": "d9a6314d-6297-45ff-8e5e-1f161b2fd019",
        "location_end": 1000013,
        "location_start": 1000013,
        "source_title": "ON 2 PETER",
        "source_url": "",
        "ts": 735,
        "txt": "Peter calls his body a tent because we normally use tents when we are on a journey or in combat. Those who believe are rightly said to be dwelling in tents as long as they are in the body and distant from the Lord, because it is in this bodily tent that they are journeying through life and fighting the enemies of the truth.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Hilary of Arles",
        "file_name": "2 Peter 1_13.toml",
        "id": "6ccf69a8-0170-4c4f-b0b0-c00676724d88",
        "location_end": 1000013,
        "location_start": 1000013,
        "source_title": "INTRODUCTORY COMMENTARY ON 2 PETER",
        "source_url": "",
        "ts": 449,
        "txt": "Peter thought that it was right to call Gentiles to faith, but the Jews did not. This is why he expresses himself like this here.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Oecumenius",
        "file_name": "2 Peter 1_13.toml",
        "id": "e420a1b6-3fb3-4f4f-9b4b-b3e86223a47d",
        "location_end": 1000013,
        "location_start": 1000013,
        "source_title": "COMMENTARY ON 2 PETER",
        "source_url": "",
        "ts": 990,
        "txt": "Some think that Peter was saying this in order to ensure that even after his death his hearers would still remember what he was saying to them and go on practicing it. Others say that Peter’s intention was simply to leave a record behind him, so that it could be referred to after his death, for he was not condemning their inadequacy in matters of faith but merely confirming them in the way which they were already pursuing.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "George Leo Haydock",
        "file_name": "2 Peter 1_14.toml",
        "id": "cfd9bdde-d8f6-4cbc-9097-54ab1d9201de",
        "location_end": 1000014,
        "location_start": 1000014,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "The laying aside, or dissolution; i.e. my death is at hand. (Witham)\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Bede",
        "file_name": "2 Peter 1_14.toml",
        "id": "66bb0ef9-c9ce-451c-91fe-d5825402df64",
        "location_end": 1000014,
        "location_start": 1000014,
        "source_title": "ON 2 PETER",
        "source_url": "",
        "ts": 735,
        "txt": "Peter has a wonderful way of describing his death, not as the end but as a putting off of this earthly tent, because going to be with the Lord is like coming home from a journey and exchanging the tent for the comforts of home. The only home a believer has is in heaven.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Hilary of Arles",
        "file_name": "2 Peter 1_14.toml",
        "id": "bf0adce0-b628-4477-91a1-00dd9667d24e",
        "location_end": 1000014,
        "location_start": 1000014,
        "source_title": "INTRODUCTORY COMMENTARY ON 2 PETER",
        "source_url": "",
        "ts": 449,
        "txt": "The Lord Jesus showed Peter that his end was near either by a revelation through the Holy Spirit or by his response to Peter when he said: “Get behind me, Satan” or perhaps by dreams and visions in the night.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Theophylact of Ohrid",
        "file_name": "2 Peter 1_14.toml",
        "id": "81409089-6046-4071-817a-b49c34b53bf7",
        "location_end": 1000014,
        "location_start": 1000014,
        "source_title": "COMMENTARY ON 2 PETER",
        "source_url": "",
        "ts": 1107,
        "txt": "Peter explains that he keeps repeating the same things to his hearers because he knows that his end is coming quickly and that he will soon be delivered from his body.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "George Leo Haydock",
        "file_name": "2 Peter 1_15.toml",
        "id": "c73ba391-ca53-467a-8456-da5a737c6e80",
        "location_end": 1000015,
        "location_start": 1000015,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "That you frequently have after my decease Some expounded these words to signify: I will have you frequently in my thoughts, and remember you, praying for you after my death. But this does not seem the true and literal sense, nor do we need such arguments to prove that the saints pray for us. (Witham)\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Andreas of Caesarea",
        "file_name": "2 Peter 1_15.toml",
        "id": "23b144db-fe8b-49fa-8d0c-fa9cf5d6278d",
        "location_end": 1000015,
        "location_start": 1000015,
        "source_title": "CATENA",
        "source_url": "",
        "ts": 614,
        "txt": "The reason why we have to remember these things is that we hope that Christ will soon come back and transform our present life.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Hilary of Arles",
        "file_name": "2 Peter 1_15.toml",
        "id": "7b776f2e-17de-4a3c-838d-4e26f90ca629",
        "location_end": 1000015,
        "location_start": 1000015,
        "source_title": "INTRODUCTORY COMMENTARY ON 2 PETER",
        "source_url": "",
        "ts": 449,
        "txt": "By writing to them often Peter hoped to leave something behind him after his death.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "George Leo Haydock",
        "file_name": "2 Peter 1_16.toml",
        "id": "7dc3229f-6eef-4807-b19f-e7ef4a1b35c0",
        "location_end": 1000016,
        "location_start": 1000016,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "We have not by following artificial fables. Literally, learned fables, (Witham)\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Cyril of Alexandria",
        "file_name": "2 Peter 1_16.toml",
        "id": "c17eac4c-5bf4-4a91-ae74-24a11f9bdbea",
        "location_end": 1000016,
        "location_start": 1000016,
        "source_title": "CATENA",
        "source_url": "",
        "ts": 444,
        "txt": "The constructions of the heretics are myths and human fantasies, which Paul wants us to avoid, as he writes: “Warn a heretic once or twice, and after that have nothing to do with him.” Peter is here already starting to do battle against the heretics. To the extent that they do not possess the truth, heretics are obliged to concoct a lie by using flowery words. But we are not like that, he says, because we saw the truth with our eyes when we were with him on the mountain. Therefore we have the prophets who have proclaimed the same truth to us, and even better, as we came to behold ourselves, the Word came to us. What the prophets foretold, Christ fulfilled when he appeared. We were witnesses of this, and we heard the Father’s testimony also.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Bede",
        "file_name": "2 Peter 1_16.toml",
        "id": "9bfde61e-b948-478d-b152-97fa989ed2f6",
        "location_end": 1000016,
        "location_start": 1000016,
        "source_title": "ON 2 PETER",
        "source_url": "",
        "ts": 735,
        "txt": "In this verse Peter strikes out at pagans and at heretics as well. Pagans were not afraid to divinize anything they happened to like, whereas heretics, although they received the mysteries of the true God, paid no attention to the teaching of Scripture but by wrongly interpreting it did their best to twist it to suit their own falsehoods.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Oecumenius",
        "file_name": "2 Peter 1_16.toml",
        "id": "023a1e12-cec7-4fe7-9852-6cce318488b3",
        "location_end": 1000016,
        "location_start": 1000016,
        "source_title": "COMMENTARY ON 2 PETER",
        "source_url": "",
        "ts": 990,
        "txt": "Peter says that he has not invented stories like those of the Valentinians but merely handed on the teaching of Christ in simple and humble words, as Paul also told the Corinthians he was doing.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Gregory the Dialogist",
        "file_name": "2 Peter 1_17.toml",
        "id": "a919132f-1df3-465a-a633-cf99192bead3",
        "location_end": 1000017,
        "location_start": 1000017,
        "source_title": "SERMONS ON EZEKIEL 2.6.11",
        "source_url": "",
        "ts": 604,
        "txt": "There used to be many people who thought that this letter was not written by Peter. But it is enough to read this verse, and you will soon see that it was Peter who stood with Jesus on the mount of transfiguration. It is therefore the same Peter who heard the voice testifying to the Lord who wrote this letter.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Hilary of Arles",
        "file_name": "2 Peter 1_17.toml",
        "id": "922b7dc5-781a-4516-a83b-00ba8df3f1d5",
        "location_end": 1000017,
        "location_start": 1000017,
        "source_title": "INTRODUCTORY COMMENTARY ON 2 PETER",
        "source_url": "",
        "ts": 449,
        "txt": "The one who received glory and honor was not inferior to the one who bestowed these things, because it was in his human flesh that the Son received them, not in his eternal divinity.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Theophylact of Ohrid",
        "file_name": "2 Peter 1_17.toml",
        "id": "5103ea8f-b219-41ee-963c-f5959da4233a",
        "location_end": 1000017,
        "location_start": 1000017,
        "source_title": "COMMENTARY ON 2 PETER",
        "source_url": "",
        "ts": 1107,
        "txt": "Peter knew that Jesus received the Father’s confirmation from heaven on three different occasions, in his baptism, at his passion and on the mountain. However, this was the one which he himself witnessed.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Andreas of Caesarea",
        "file_name": "2 Peter 1_18.toml",
        "id": "66142e9d-57e6-46da-84fa-6a65bdd367b0",
        "location_end": 1000018,
        "location_start": 1000018,
        "source_title": "CATENA",
        "source_url": "",
        "ts": 614,
        "txt": "This was the third time this happened. The first was at Jesus’ baptism, and the second was when the Son cried to the Father: “Father, glorify me with the glory which I had with you before the foundation of the world.” The transfiguration was therefore the third time.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Bede",
        "file_name": "2 Peter 1_18.toml",
        "id": "d568da35-b0fb-4cc9-9b9a-c780992fde59",
        "location_end": 1000018,
        "location_start": 1000018,
        "source_title": "ON 2 PETER",
        "source_url": "",
        "ts": 735,
        "txt": "Those who doubt that Peter wrote this letter need to pay careful attention to this verse and to the one which follows, because the eyewitness testimony makes it clear that no one else could have written it.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Hippolytus of Rome",
        "file_name": "2 Peter 1_18.toml",
        "id": "5d460b8c-7224-4274-b1dd-b9dc5642144b",
        "location_end": 1000018,
        "location_start": 1000018,
        "source_title": "",
        "source_url": "",
        "ts": 235,
        "txt": "Now the Logos of God controls all these; the first begotten Child of the Father, the voice of the Dawn antecedent to the Morning Star.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Hilary of Arles",
        "file_name": "2 Peter 1_18.toml",
        "id": "4bb8da86-df19-48d9-8230-2bbe82261fc0",
        "location_end": 1000018,
        "location_start": 1000018,
        "source_title": "INTRODUCTORY COMMENTARY ON 2 PETER",
        "source_url": "",
        "ts": 449,
        "txt": "Tradition says that the transfiguration took place on Mt. Tabor.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "George Leo Haydock",
        "file_name": "2 Peter 1_19.toml",
        "id": "477c6a23-ef7d-42b6-9bd7-2e292a142610",
        "location_end": 1000019,
        "location_start": 1000019,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "And we have the surer word of prophecy, or to make our testimonies and preaching of Christ more firm. The revelations of God made to the prophets, and contained in the holy Scriptures, give us of all others the greatest assurance. Though the mysteries in themselves remain obscure and incomprehensible, the motive of our belief is divine authority. (Witham) \nIf our testimony be suspicious, we have what you will certainly allow, the testimony of the prophets: attend then to the prophets as to a lamp that illumines a dark place, till the bright day of a more lively faith begins to illumine you, and the day-star arises in your heart: till this faith, which is like the day-star, give you a perfect knowledge of Jesus Christ. It is by the divine oracles you will acquire this knowledge, provided you peruse them with proper dispositions.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Andreas of Caesarea",
        "file_name": "2 Peter 1_19.toml",
        "id": "4e518679-0d58-4d63-97ba-3733b053adfa",
        "location_end": 1000019,
        "location_start": 1000019,
        "source_title": "CATENA",
        "source_url": "",
        "ts": 614,
        "txt": "The prophets of the New and of the Old Testament spoke in the same Spirit. If it is true that some things were saved to be revealed in the New Testament, it is also true that the prophets of the Old Testament were commanded to be silent about them. For prophets are not what they are merely because of what they say. Their whole being proclaims their calling. Willingly and knowingly they ministered to the word which came to them, for no such word ever came by the will of man. Rather it was conveyed by God to men, and the men who received it ministered to it. Thus even Balaam was commanded to speak what had been given to him, even though he had the power not to say anything if he did not want to. Jonah is another example of the same phenomenon.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Augustine of Hippo",
        "file_name": "2 Peter 1_19.toml",
        "id": "bae12b5e-be80-4e46-8828-e7d060f22d89",
        "location_end": 1000019,
        "location_start": 1000019,
        "source_title": "SERMONS 43.5",
        "source_url": "",
        "ts": 430,
        "txt": "The blessed apostle Peter, with two other disciples of Christ the Lord, James and John, was up the mountain with the Lord himself and heard a voice coming down from heaven saying “This is my beloved Son in whom I am well pleased. Listen to him” To remind us of this and draw it to our attention, the same apostle referred to it in his letter and went on to add that all this confirmed the message of the prophets. The voice echoed from heaven, and the prophetic word was thus made more certain.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Cyril of Alexandria",
        "file_name": "2 Peter 1_19.toml",
        "id": "34e4ceb3-5a8c-4858-899f-4bd0039591f0",
        "location_end": 1000019,
        "location_start": 1000019,
        "source_title": "LETTERS 55.6",
        "source_url": "",
        "ts": 444,
        "txt": "For those who have died in the faith, the light-bearing lamp has risen and the day dawns, according to the Scriptures, and to them the light of truth is sent, which is the face of the Holy Spirit.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Bede",
        "file_name": "2 Peter 1_19.toml",
        "id": "50b13177-797e-42ad-aa2a-29dd26942e55",
        "location_end": 1000019,
        "location_start": 1000019,
        "source_title": "On 2 Peter, Patrologia Latina 93:73",
        "source_url": "",
        "ts": 735,
        "txt": "In the night of this world, so full of dark temptations, where there is hardly anyone who does not sin, what would become of us if we did not have the lamp of the prophetic word? Will this word always be necessary? No. It is only necessary until the daylight comes. Right now we have a night lamp because we are children of God, and in comparison with the ungodly, we are the very daylight itself. But if we compare what we are now with what we shall be in the future, then we are still in darkness and need this lamp.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Hilary of Arles",
        "file_name": "2 Peter 1_19.toml",
        "id": "a9960575-eec8-4f86-bace-73f6a1e7f21e",
        "location_end": 1000019,
        "location_start": 1000019,
        "source_title": "INTRODUCTORY COMMENTARY ON 2 PETER",
        "source_url": "",
        "ts": 449,
        "txt": "The light which shone on them was the light of Scripture.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "George Leo Haydock",
        "file_name": "2 Peter 1_20.toml",
        "id": "7260662d-83b4-4049-bbc1-1aefd08b05c3",
        "location_end": 1000020,
        "location_start": 1000020,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "No prophecy of the scripture is made by private interpretation; or, as the Protestants translate it from the Greek, is of any private interpretation, i.e. is not to be expounded by any one's private judgment or private spirit. (Witham) \nThe Scriptures cannot be properly expounded by private spirit or fancy, but by the same spirit wherewith they were written, which is resident in the Church.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Richard Challoner",
        "file_name": "2 Peter 1_20.toml",
        "id": "b2d3135c-cf71-4ade-bd2e-49b5a1e76377",
        "location_end": 1000020,
        "location_start": 1000020,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "This shows plainly that the scriptures are not to be expounded by any one's private judgment or private spirit, because every part of the holy scriptures were written by men inspired by the Holy Ghost, and declared as such by the Church; therefore they are not to be interpreted but by the Spirit of God, which he hath left, and promised to remain with his Church to guide her in all truth to the end of the world. Some may tell us, that many of our divines interpret the scriptures: they may do so, but they do it always with a submission to the judgment of the Church, and not otherwise.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Tertullian",
        "file_name": "2 Peter 1_20.toml",
        "id": "8962a236-8f51-4716-9ae9-7ee720a90f90",
        "location_end": 1000020,
        "location_start": 1000020,
        "source_title": "On the Apparel of Women, Book II, Chapter 2",
        "source_url": "https://ccel.org/ccel/schaff/anf04/anf04.iii.iii.ii.ii.html",
        "ts": 220,
        "txt": "No enunciation of the Holy Spirit ought to be (confined) to the subject immediately in hand merely, and not applied and carried out with a view to every occasion to which its application is useful.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Bede",
        "file_name": "2 Peter 1_20.toml",
        "id": "81d3049e-ef24-4233-a3ca-657daaa7e598",
        "location_end": 1000020,
        "location_start": 1000020,
        "source_title": "On 2 Peter, Patrologia Latina 93:73",
        "source_url": "",
        "ts": 735,
        "txt": "The prophets heard God speaking to them in the secret recesses of their own hearts. They simply conveyed that message by their preaching and writing to God’s people. They were not like pagan oracles, which distorted the divine message in their own interest, for they did not write their own words but the words of God. For this reason the reader cannot interpret them by himself, because he is liable to depart from the true meaning, but rather he must wait to hear how the One who wrote the words wants them to be understood.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Hilary of Arles",
        "file_name": "2 Peter 1_20.toml",
        "id": "dbd36d49-b7f2-41ba-8741-8ec0ffa3daf6",
        "location_end": 1000020,
        "location_start": 1000020,
        "source_title": "INTRODUCTORY COMMENTARY ON 2 PETER",
        "source_url": "",
        "ts": 449,
        "txt": "You must take care when interpreting the Scriptures not to be too greatly fixated upon the places, times and people who wrote them down, as if they were merely human compositions. Rather you ought to rely on the clarity and sufficiency of the Spirit.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Oecumenius",
        "file_name": "2 Peter 1_20.toml",
        "id": "01673605-2e87-47b5-8d04-2812d0cb59bb",
        "location_end": 1000020,
        "location_start": 1000020,
        "source_title": "COMMENTARY ON 2 PETER",
        "source_url": "",
        "ts": 990,
        "txt": "This means that the prophets received their prophecies from God and transmitted what he wanted to say, not what they wanted. They were fully aware that the message had been given to them, and they made no attempt to put their own interpretation on it. If they could not bring themselves to accept what the Spirit had said to them, then they kept their mouths shut, as Jonah did, for example, when he refused to preach to Nineveh, and Balaam also did when he was commanded to say what had been communicated to him.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "George Leo Haydock",
        "file_name": "2 Peter 1_21.toml",
        "id": "82c0cfe9-a6a9-42a4-859b-c192ea1e9e4c",
        "location_end": 1000021,
        "location_start": 1000021,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "For prophecy came not by the will of man at any time. This is to show that they are not to be expounded by any one's private judgment, because every part of the holy Scriptures is delivered to us by the divine spirit of God, wherewith the men were inspired who wrote them; therefore they are not to be interpreted but by the spirit of God, which he left, and promised to his Church to guide her in all truth to the end of the world. Our adversaries may perhaps tell us, that we also interpret prophecies and Scriptures; we do so; but we do it always with a submission to the judgment of the Church, they without it. (Witham)\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Andreas of Caesarea",
        "file_name": "2 Peter 1_21.toml",
        "id": "234e452f-5cce-44ec-9e03-729d592bb3c5",
        "location_end": 1000021,
        "location_start": 1000021,
        "source_title": "CATENA",
        "source_url": "",
        "ts": 614,
        "txt": "Peter does not say that the prophets interpreted their own sayings. They were not speaking to themselves but serving the Holy Spirit. What is the interpretation of their words if not the works which Christ revealed when he came? So if anyone wants to understand the words of the prophets properly, let him obtain faith in Jesus Christ, through which he will recognize the divine message. John bore witness before we did. Christ came from heaven, enlightening everyone. Likewise he showed that the power to prophesy is of the Holy Spirit, as did the apostle Paul when he said: “To another [the gift of] prophecy, etc.” So the one who prophesies is undoubtedly speaking with a tongue inspired by the Holy Spirit.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Bede",
        "file_name": "2 Peter 1_21.toml",
        "id": "0ac29f57-7cf8-4c9f-a9af-d488268f7f95",
        "location_end": 1000021,
        "location_start": 1000021,
        "source_title": "ON 2 PETER",
        "source_url": "",
        "ts": 735,
        "txt": "Theoretically it is always possible to predict the future, but the Holy Spirit filled the hearts of the prophets when he wanted to. It was not in their power to teach whatever they wished; rather they taught by the illumination of the Holy Spirit and said only what he told them to. We say this just in case there might be someone who feels the urge to interpret Scripture for himself. Some interpret Peter’s words to mean that the Spirit inspired the prophets in much the same way as the flutist blows into his flute, so that the latter were no more than mechanical instruments in God’s hands, saying what the Spirit told them to say without necessarily understanding or believing it themselves. This is ridiculous. For how could the prophets have given such good counsel to people if they did not know what they were saying? Are prophets not also called seers? How could a prophet possibly have communicated what he saw in secret heavenly visions to a wider audience if he did not fully grasp what it was that he had seen?\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Symeon the New Theologian",
        "file_name": "2 Peter 1_21.toml",
        "id": "53641625-8baf-424e-b72b-c8cb4107def6",
        "location_end": 1000021,
        "location_start": 1000021,
        "source_title": "DISCOURSES 34.5",
        "source_url": "",
        "ts": 1022,
        "txt": "You see that it is not I who speak great and extraordinary things to your charity, but the Spirit of God who speaks in us. To this Peter, the chief apostle, bears witness when he says that no prophecy ever came by man, but holy men of God spoke, moved by the Holy Spirit. For though we are insignificant and unworthy, far from all holiness and from the holy men of God, yet we cannot deny the power that has been given to us by God.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Hippolytus of Rome",
        "file_name": "2 Peter 1_21.toml",
        "id": "569852fb-e93e-4bb6-b916-5caa7b9e9c4e",
        "location_end": 1000021,
        "location_start": 1000021,
        "source_title": "",
        "source_url": "",
        "ts": 235,
        "txt": "In union with them, and when moved by Him the prophets announced what God willed. For they spake not of their own power\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Oecumenius",
        "file_name": "2 Peter 1_21.toml",
        "id": "41758dbf-03bc-48c5-8318-b54d3f585232",
        "location_end": 1000021,
        "location_start": 1000021,
        "source_title": "COMMENTARY ON 2 PETER",
        "source_url": "",
        "ts": 990,
        "txt": "The prophets knew that they were inspired by the Holy Spirit, even if they did not always understand the full significance of what they were told. But they were eager to see the outcome of what they did understand, as the Lord himself pointed out.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "George Leo Haydock",
        "file_name": "2 Peter 2_1.toml",
        "id": "4c562416-32ba-4fa9-9804-926e613a3cd9",
        "location_end": 2000001,
        "location_start": 2000001,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Sectas introducere, doxas, as this Greek word sometimes signifies; witness Aristotle, 4. Eth., where he puts as apposite, kata doxan, kai kat aletheian. Ver. 13. In conviviis, agapais, which reading Dr. Wells prefers before apatais, the common reading: in the Protestant translation, with their own deceivings.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "George Leo Haydock",
        "file_name": "2 Peter 2_1.toml",
        "id": "45593b85-95e8-4093-8ab9-3fad3e68359b",
        "location_end": 2000001,
        "location_start": 2000001,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Lying teachers among you, some of which were already come, and many more were to follow, who shall bring in sects, (heresies) leading to perdition, and deny the Lord who bought them, denying the divinity of Jesus Christ, our Redeemer; such were the disciples of Simon, and many after them. (Witham) \nSects of perdition; that is, heresies destructive of salvation. (Challoner)\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Andreas of Caesarea",
        "file_name": "2 Peter 2_1.toml",
        "id": "99d3c2d2-7574-4e92-9178-4c1651e18702",
        "location_end": 2000001,
        "location_start": 2000001,
        "source_title": "CATENA",
        "source_url": "",
        "ts": 614,
        "txt": "Peter says this so that people will not just listen to everyone who claims to be a prophet, without discerning whether they really are or not. He tells them to be careful not to listen to false prophets instead of the true ones.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Richard Challoner",
        "file_name": "2 Peter 2_1.toml",
        "id": "88ac2b09-6be0-4831-8c1a-da81a2cb7ce8",
        "location_end": 2000001,
        "location_start": 2000001,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "Sects of perdition: That is, heresies destructive of salvation.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Didache",
        "file_name": "2 Peter 2_1.toml",
        "id": "c3a5cbce-42a3-4d43-9ecb-d334507aa63d",
        "location_end": 2000001,
        "location_start": 2000001,
        "source_title": "DIDACHE 11.8",
        "source_url": "",
        "ts": 100,
        "txt": "Not everyone who speaks in the spirit is a prophet, but only if he follows behaviorally in the path of the Lord. Accordingly, from their conduct the false prophet and the true prophet will be known.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Tertullian",
        "file_name": "2 Peter 2_1.toml",
        "id": "b73e3fb3-7abb-4c0b-9469-eeb0cae5c792",
        "location_end": 2000001,
        "location_start": 2000001,
        "source_title": "",
        "source_url": "",
        "ts": 220,
        "txt": "Neither ought their existence to surprise us, for it was foretold that they should come to pass;\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Hippolytus of Rome",
        "file_name": "2 Peter 2_1.toml",
        "id": "17e96625-20e3-48f6-ad48-9fe7cb1a38d6",
        "location_end": 2000001,
        "location_start": 2000001,
        "source_title": "",
        "source_url": "",
        "ts": 235,
        "txt": "And there shall be false teachers among you, who privily shall bring in damnable heresies.\"\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Hilary of Arles",
        "file_name": "2 Peter 2_1.toml",
        "id": "fbb0be13-cdeb-46d9-a758-96761d8aaf05",
        "location_end": 2000001,
        "location_start": 2000001,
        "source_title": "INTRODUCTORY COMMENTARY ON 2 PETER",
        "source_url": "",
        "ts": 449,
        "txt": "It is typical of false teachers that they cannot accept the full equality of the persons of the Trinity.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "George Leo Haydock",
        "file_name": "2 Peter 2_2.toml",
        "id": "73976830-30b5-4b05-bd1a-a5764a02e0cf",
        "location_end": 2000002,
        "location_start": 2000002,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Many shall follow their luxuries, or lasciviousness, such as are related of the Nicolaites and Gnostics, by reason of whom the way of truth shall be blasphemed, or ill spoken of, by those who made no distinction betwixt true and false Christians. (Witham)\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Andreas of Caesarea",
        "file_name": "2 Peter 2_2.toml",
        "id": "d34db67c-7826-4c3c-8418-458494ae6cb8",
        "location_end": 2000002,
        "location_start": 2000002,
        "source_title": "CATENA",
        "source_url": "",
        "ts": 614,
        "txt": "The heresy of the Nicolaitans had already appeared at that time. Peter says that it was evil in two ways. The Nicolaitans were wrong in their doctrine, and they were also wicked in their behavior. It reminds us of what was said about the Jews: “Because of you my name is blasphemed among the Gentiles.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Bede",
        "file_name": "2 Peter 2_2.toml",
        "id": "e7f783f7-d0b2-449c-8e0e-0012bdd9a3a8",
        "location_end": 2000002,
        "location_start": 2000002,
        "source_title": "ON 2 PETER",
        "source_url": "",
        "ts": 735,
        "txt": "The way of truth will be blasphemed by the heretics not only in those people whom they manage to win over to their errors but also in those who reject Christianity by the wicked things which they see these heretics doing, and because they know no better, imagine that all Christians must be caught up in the same depravity.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Hilary of Arles",
        "file_name": "2 Peter 2_2.toml",
        "id": "3d024a9d-5607-4531-b33f-bc9a915cbcfd",
        "location_end": 2000002,
        "location_start": 2000002,
        "source_title": "INTRODUCTORY COMMENTARY ON 2 PETER",
        "source_url": "",
        "ts": 449,
        "txt": "They revile the way of truth because they have turned orthodox doctrine into heresy, or because they have rejected the rule given to them at their baptism, or because they have abandoned the way of truth.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Oecumenius",
        "file_name": "2 Peter 2_2.toml",
        "id": "f56f0c5d-7d12-4800-9267-ab056a80429f",
        "location_end": 2000002,
        "location_start": 2000002,
        "source_title": "COMMENTARY ON 2 PETER",
        "source_url": "",
        "ts": 990,
        "txt": "Peter says this in order to persuade his hearers to avoid the heresy of the Nicolaitans, who were guilty of a double sin. For not only was their doctrine most ungodly, their lives also were totally obscene.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "George Leo Haydock",
        "file_name": "2 Peter 2_3.toml",
        "id": "bbca8d75-d9b7-497a-8cfa-3501ae87882e",
        "location_end": 2000003,
        "location_start": 2000003,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "They shall make merchandise of you, preaching such lying doctrine as might please the people, but through a motive of covetousness, and for their own gain. (Witham)\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Andreas of Caesarea",
        "file_name": "2 Peter 2_3.toml",
        "id": "434649b5-37f4-4736-9bf7-ebccd9cade77",
        "location_end": 2000003,
        "location_start": 2000003,
        "source_title": "CATENA",
        "source_url": "",
        "ts": 614,
        "txt": "They were doing this for money. Excess is sometimes geared toward wickedness and sometimes toward profit, but here the addition of the word exploit makes the meaning clear. They will indeed have their reward, which is death. The phrase “of old” indicates God’s foreknowledge of what they would do. For just as God foresaw who would be good and prepared good things for them in heaven, so he also foresaw who would be evil and prepared the other place for them.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Bede",
        "file_name": "2 Peter 2_3.toml",
        "id": "2d2b635c-6227-436a-a0c6-2f2640071216",
        "location_end": 2000003,
        "location_start": 2000003,
        "source_title": "ON 2 PETER",
        "source_url": "",
        "ts": 735,
        "txt": "If the condemnation of these people started such a long time ago, we can be sure that it will not end any time soon.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Hilary of Arles",
        "file_name": "2 Peter 2_3.toml",
        "id": "2df3fd47-0c56-4b5b-9374-a24ef094fd80",
        "location_end": 2000003,
        "location_start": 2000003,
        "source_title": "INTRODUCTORY COMMENTARY ON 2 PETER",
        "source_url": "",
        "ts": 449,
        "txt": "The destruction of these people comes from none other than the God of Israel, who is never idle or asleep.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "George Leo Haydock",
        "file_name": "2 Peter 2_4.toml",
        "id": "bf638931-7f7c-406c-a2e9-8f57c67f09f4",
        "location_end": 2000004,
        "location_start": 2000004,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "If God spared not the Angels St. Peter here brings these examples of God's justice. 1. Towards the rebellious angels that fell from heaven; 2. that of the general flood, or deluge; 3. when he destroyed Sodom and those other cities. First, angels that sinned, God by his justice delivered them, drawn down with infernal ropes into hell to be tormented, and to be reserved even for greater torments after the day of judgment. This seems to be the liberal sense of this fourth verse, which is obscure, and has divers reading in the Greek. In the examples of the deluge and of Sodom, St. Peter shows not only the severity of God's judgments upon the wicked, but also his merciful providence towards the small number of the just, as towards Noe, a preacher of justice, the eighth and chief of those who were preserved in the ark, when he spared not the world that was of old, (literally, the original world) or wicked of those ancient times. When he delivered that just man, Lot, at the time he reduced Sodom and those other cities to ashes: for Lot was just both in sight and hearing, without being corrupted by what he saw and heard; chaste as to his eyes and ears, or as to all that could be seen or heard of him, when the wicked among whom he lived vexed and grieved his just soul by their impious deeds. God, therefore, who knows and approves the ways of the godly, preserves them by his providence amidst temptations. (Witham)\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Lucius Caecilius Firmianus Lactantius",
        "file_name": "2 Peter 2_4.toml",
        "id": "20c74e9a-0c2f-4eb3-be53-a5b4c83fc069",
        "location_end": 2000004,
        "location_start": 2000004,
        "source_title": "",
        "source_url": "",
        "ts": 325,
        "txt": "Of truth. But they fear the righteous,\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Augustine of Hippo",
        "file_name": "2 Peter 2_4.toml",
        "id": "fd9f47b8-484b-46b5-86d6-03c05b104f95",
        "location_end": 2000004,
        "location_start": 2000004,
        "source_title": "The City of God (Book XV), Chapter 23",
        "source_url": "https://www.newadvent.org/fathers/120115.htm",
        "ts": 430,
        "txt": "In the third book of this work we made a passing reference to this question, but did not decide whether angels, inasmuch as they are spirits, could have bodily intercourse with women. For it is written, \"Who makes His angels spirits,\" that is, He makes those who are by nature spirits His angels by appointing them to the duty of bearing His messages. For the Greek word ἄγγελος, which in Latin appears as \"angelus,\" means a messenger. But whether the Psalmist speaks of their bodies when he adds, \"and His ministers a flaming fire,\" or means that God's ministers ought to blaze with love as with a spiritual fire, is doubtful. However, the same trustworthy Scripture testifies that angels have appeared to men in such bodies as could not only be seen, but also touched. There is, too, a very general rumor, which many have verified by their own experience, or which trustworthy persons who have heard the experience of others corroborate, that sylvans and fauns, who are commonly called \"incubi,\" had often made wicked assaults upon women, and satisfied their lust upon them; and that certain devils, called Duses by the Gauls, are constantly attempting and effecting this impurity is so generally affirmed, that it were impudent to deny it. From these assertions, indeed, I dare not determine whether there be some spirits embodied in an aerial substance (for this element, even when agitated by a fan, is sensibly felt by the body), and who are capable of lust and of mingling sensibly with women; but certainly I could by no means believe that God's holy angels could at that time have so fallen, nor can I think that it is of them the Apostle Peter said, \"For if God spared not the angels that sinned, but cast them down to hell, and delivered them into chains of darkness, to be reserved unto judgment.\" [2 Peter 2:4] I think he rather speaks of these who first apostatized from God, along with their chief the devil, who enviously deceived the first man under the form of a serpent. But the same holy Scripture affords the most ample testimony that even godly men have been called angels; for of John it is written: \"Behold, I send my messenger (angel) before Your face, who shall prepare Your way.\" [Mark 1:2] And the prophet Malachi, by a peculiar grace specially communicated to him, was called an angel. [Malachi 2:7]\n\nBut some are moved by the fact that we have read that the fruit of the connection between those who are called angels of God and the women they loved were not men like our own breed, but giants; just as if there were not born even in our own time (as I have mentioned above) men of much greater size than the ordinary stature. Was there not at Rome a few years ago, when the destruction of the city now accomplished by the Goths was drawing near, a woman, with her father and mother, who by her gigantic size over-topped all others? Surprising crowds from all quarters came to see her, and that which struck them most was the circumstance that neither of her parents were quite up to the tallest ordinary stature. Giants therefore might well be born, even before the sons of God, who are also called angels of God, formed a connection with the daughters of men, or of those living according to men, that is to say, before the sons of Seth formed a connection with the daughters of Cain. For thus speaks even the canonical Scripture itself in the book in which we read of this; its words are: \"And it came to pass, when men began to multiply on the face of the earth, and daughters were born unto them, that the sons of God saw the daughters of men that they were fair [good]; and they took them wives of all which they chose. And the Lord God said, My Spirit shall not always strive with man, for that he also is flesh: yet his days shall be an hundred and twenty years. There were giants in the earth in those days; and also after that, when the sons of God came in unto the daughters of men, and they bare children to them, the same became the giants, men of renown.\" These words of the divine book sufficiently indicate that already there were giants in the earth in those days, in which the sons of God took wives of the children of men, when they loved them because they were good, that is, fair. For it is the custom of this Scripture to call those who are beautiful in appearance \"good.\" But after this connection had been formed, then too were giants born. For the words are: \"There were giants in the earth in those days, and also after that, when the sons of God came in unto the daughters of men.\" Therefore there were giants both before, \"in those days,\" and \"also after that.\" And the words, \"they bare children to them,\" show plainly enough that before the sons of God fell in this fashion they begot children to God, not to themselves — that is to say, not moved by the lust of sexual intercourse, but discharging the duty of propagation, intending to produce not a family to gratify their own pride, but citizens to people the city of God; and to these they as God's angels would bear the message, that they should place their hope in God, like him who was born of Seth, the son of resurrection, and who hoped to call on the name of the Lord God, in which hope they and their offspring would be co-heirs of eternal blessings, and brethren in the family of which God is the Father.\n\nBut that those angels were not angels in the sense of not being men, as some suppose, Scripture itself decides, which unambiguously declares that they were men. For when it had first been stated that \"the angels of God saw the daughters of men that they were fair, and they took them wives of all which they chose,\" it was immediately added, \"And the Lord God said, My Spirit shall not always strive with these men, for that they also are flesh.\" For by the Spirit of God they had been made angels of God, and sons of God; but declining towards lower things, they are called men, a name of nature, not of grace; and they are called flesh, as deserters of the Spirit, and by their desertion deserted [by Him]. The Septuagint indeed calls them both angels of God and sons of God, though all the copies do not show this, some having only the name sons of God. And Aquila, whom the Jews prefer to the other interpreters, has translated neither angels of God nor sons of God, but sons of gods. But both are correct. For they were both sons of God, and thus brothers of their own fathers, who were children of the same God; and they were sons of gods, because begotten by gods, together with whom they themselves also were gods, according to that expression of the psalm: \"I have said, You are gods, and all of you are children of the Most High.\" For the Septuagint translators are justly believed to have received the Spirit of prophecy; so that, if they made any alterations under His authority, and did not adhere to a strict translation, we could not doubt that this was divinely dictated. However, the Hebrew word may be said to be ambiguous, and to be susceptible of either translation, \"sons of God,\" or \"sons of gods.\"\n\nLet us omit, then, the fables of those scriptures which are called apocryphal, because their obscure origin was unknown to the fathers from whom the authority of the true Scriptures has been transmitted to us by a most certain and well-ascertained succession. For though there is some truth in these apocryphal writings, yet they contain so many false statements, that they have no canonical authority. We cannot deny that Enoch, the seventh from Adam, left some divine writings, for this is asserted by the Apostle Jude in his canonical epistle. But it is not without reason that these writings have no place in that canon of Scripture which was preserved in the temple of the Hebrew people by the diligence of successive priests; for their antiquity brought them under suspicion, and it was impossible to ascertain whether these were his genuine writings, and they were not brought forward as genuine by the persons who were found to have carefully preserved the canonical books by a successive transmission. So that the writings which are produced under his name, and which contain these fables about the giants, saying that their fathers were not men, are properly judged by prudent men to be not genuine; just as many writings are produced by heretics under the names both of other prophets, and more recently, under the names of the apostles, all of which, after careful examination, have been set apart from canonical authority under the title of Apocrypha. There is therefore no doubt that, according to the Hebrew and Christian canonical Scriptures, there were many giants before the deluge, and that these were citizens of the earthly society of men, and that the sons of God, who were according to the flesh the sons of Seth, sunk into this community when they forsook righteousness. Nor need we wonder that giants should be born even from these. For all of their children were not giants; but there were more then than in the remaining periods since the deluge. And it pleased the Creator to produce them, that it might thus be demonstrated that neither beauty, nor yet size and strength, are of much moment to the wise man, whose blessedness lies in spiritual and immortal blessings, in far better and more enduring gifts, in the good things that are the peculiar property of the good, and are not shared by good and bad alike. It is this which another prophet confirms when he says, \"These were the giants, famous from the beginning, that were of so great stature, and so expert in war. Those did not the Lord choose, neither gave He the way of knowledge unto them; but they were destroyed because they had no wisdom, and perished through their own foolishness.\"\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Augustine of Hippo",
        "file_name": "2 Peter 2_4.toml",
        "id": "9dcb654f-7269-4140-9fed-5fafadacb9c5",
        "location_end": 2000004,
        "location_start": 2000004,
        "source_title": "City of God 21.23",
        "source_url": "https://www.newadvent.org/fathers/120121.htm",
        "ts": 430,
        "txt": "It is a fixed and unchanging religious truth that the devil and his angels are never to return to the life and holiness of the saints. From Scripture we know that God’s sentence implies that he dragged them down by infernal ropes to Tartarus and delivered them to be tortured and kept in custody for judgment. They will be received into everlasting fire and there tortured forever and ever.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Cyril of Alexandria",
        "file_name": "2 Peter 2_4.toml",
        "id": "02dbf47b-6f0e-43d7-8091-258e8c516da3",
        "location_end": 2000004,
        "location_start": 2000004,
        "source_title": "CATENA",
        "source_url": "",
        "ts": 444,
        "txt": "When Christ came from heaven, he bound the leaders of the demons in hell. This is clear from the way in which he commanded the spirits, lest they be thrown into the abyss. For he bound some and ordered others to depart, as we can see from sayings like “Look, I have given you power over unclean spirits”; “Cast out demons,” and so on. Afterwards, in order to perfect the punishment of those whom he had earlier bound, he cast them into eternal fire.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Pachomius the Great",
        "file_name": "2 Peter 2_4.toml",
        "id": "577b63b0-084f-4e20-a8f0-56e217f6f58e",
        "location_end": 2000004,
        "location_start": 2000004,
        "source_title": "COMMUNION 3.25",
        "source_url": "",
        "ts": 348,
        "txt": "The angels were in heaven and were thrown into the abyss. But on the other hand, Elijah and Enoch14 were raised into the kingdom of heaven.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Bede",
        "file_name": "2 Peter 2_4.toml",
        "id": "21010be9-a877-4fec-94cf-1b41a6a626b4",
        "location_end": 2000004,
        "location_start": 2000004,
        "source_title": "ON 2 PETER",
        "source_url": "",
        "ts": 735,
        "txt": "It is to be remembered that the wicked angels were not created that way by God. They became evil by their own sins. Therefore they too will have to undergo the last judgment, even though they have already been cast into the fiery prison of the lower depths. Hell is referred to in this way in order to emphasize that it is as far away from the heights of heaven as it can possibly be.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Hippolytus of Rome",
        "file_name": "2 Peter 2_4.toml",
        "id": "fc261731-bf35-47df-8d19-b15fce285da0",
        "location_end": 2000004,
        "location_start": 2000004,
        "source_title": "",
        "source_url": "",
        "ts": 235,
        "txt": "Fire of judgment, and the rayless scenery of gloomy Tartarus.\nWherefore, in order to teach us this, he uses the examples of Sheol (Hades), and the love of women, and hell\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Hilary of Arles",
        "file_name": "2 Peter 2_4.toml",
        "id": "1e994b33-9c35-4076-9afb-3a573dded720",
        "location_end": 2000004,
        "location_start": 2000004,
        "source_title": "INTRODUCTORY COMMENTARY ON 2 PETER",
        "source_url": "",
        "ts": 449,
        "txt": "The angels sinned in three ways, by their pride, by their envy and by their lust. In this verse it is made clear that sin can occur even if it is not done overtly in the flesh. It is obvious that the essence of sin is consent to do evil.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Oecumenius",
        "file_name": "2 Peter 2_4.toml",
        "id": "89868c7d-7f3d-40b9-840d-3675f3f1afb7",
        "location_end": 2000004,
        "location_start": 2000004,
        "source_title": "COMMENTARY ON 2 PETER",
        "source_url": "",
        "ts": 990,
        "txt": "If God did not spare the rebellious angels, who had stood in honor before him because of the immortality of their nature, how much less will he spare mere humans, whom he has created out of perishable matter!\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Tertullian",
        "file_name": "2 Peter 2_5.toml",
        "id": "a7550879-62f2-40a5-8647-52fc1b6755b1",
        "location_end": 2000005,
        "location_start": 2000005,
        "source_title": "",
        "source_url": "",
        "ts": 220,
        "txt": "Noah also, uncircumcised-yes, and inobservant of the Sabbath-God freed from the deluge.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Bede",
        "file_name": "2 Peter 2_5.toml",
        "id": "b044dab1-8a56-41df-9364-7f5da0f1af85",
        "location_end": 2000005,
        "location_start": 2000005,
        "source_title": "ON 2 PETER",
        "source_url": "",
        "ts": 735,
        "txt": "Here Peter means the world as it was before the flood, when people lived in it just as they do now. Basically it was the same planet that we live on, but there were some differences. For example, the earth changed its shape when the waters overflowed it during the flood, and there were fewer mountains and valleys than there are now. This would be easy to deny if it were not for the fact that every year we see how the shape of the land is altered by periodic flooding. It is bad enough now, so think how much worse it must have been after the great flood.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Hilary of Arles",
        "file_name": "2 Peter 2_5.toml",
        "id": "964f0271-4182-4197-8637-12f8ae64dc40",
        "location_end": 2000005,
        "location_start": 2000005,
        "source_title": "INTRODUCTORY COMMENTARY ON 2 PETER",
        "source_url": "",
        "ts": 449,
        "txt": "The ungodliness of those who lived in the time from Adam to Noah was what caused the flood.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Clement of Rome",
        "file_name": "2 Peter 2_5.toml",
        "id": "9c1b1070-8aea-45a9-affd-8bb9903d2b7d",
        "location_end": 2000005,
        "location_start": 2000005,
        "source_title": "Clement's First Letter to the Corinthians, Chapter 7",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Clement%20of%20Rome/First%20Epistle%20of%20Clement%20to%20the%20Corinthians.md",
        "ts": 99,
        "txt": "Let us turn to every age that has passed, and learn that, from generation to generation, the Lord has granted a place of repentance to all such as would be converted unto Him. Noah preached repentance, and as many as listened to him were saved.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Oecumenius",
        "file_name": "2 Peter 2_5.toml",
        "id": "a59f167d-8456-4bc8-9b75-bf5146a7cfde",
        "location_end": 2000005,
        "location_start": 2000005,
        "source_title": "COMMENTARY ON 2 PETER",
        "source_url": "",
        "ts": 990,
        "txt": "Noah was spared because he was not led astray by the ungodliness of those who lived before the flood. God honored him because he did what was right.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Clement of Alexandria",
        "file_name": "2 Peter 2_5.toml",
        "id": "6c2b1531-3ec9-45ab-ba84-05e5f3568240",
        "location_end": 2000005,
        "location_start": 2000005,
        "source_title": "",
        "source_url": "",
        "ts": 215,
        "txt": "Before the law, Adam spoke prophetically in respect to the woman, and the naming of the creatures; Noah preached repentance;\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Salvian the Presbyter",
        "file_name": "2 Peter 2_6.toml",
        "id": "41e09f2a-02f1-4adb-9e74-d97292a875bf",
        "location_end": 2000006,
        "location_start": 2000006,
        "source_title": "ON THE GOVERNANCE OF GOD 1.8",
        "source_url": "",
        "ts": 500,
        "txt": "God wished to proclaim the judgment that is to come when he sent fiery death from heaven upon a wicked people, setting an example for those who desire to lead wicked lives.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Tertullian",
        "file_name": "2 Peter 2_6.toml",
        "id": "a4b3ca50-2641-4117-8587-44e15a766316",
        "location_end": 2000006,
        "location_start": 2000006,
        "source_title": "",
        "source_url": "",
        "ts": 220,
        "txt": "Of Abraham, proves that it was for the merits of righteousness, without observance of the law, that he was freed from the conflagration of the Sodomites.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "John Chrysostom",
        "file_name": "2 Peter 2_6.toml",
        "id": "40a2221d-68dd-49f9-886f-56a92db822ae",
        "location_end": 2000006,
        "location_start": 2000006,
        "source_title": "CATENA",
        "source_url": "",
        "ts": 407,
        "txt": "Do you want to know why these things happened? There was one sin which was more wicked and disgusting than any other which those people were committing. It was because of that that God gave them this judgment.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Bede",
        "file_name": "2 Peter 2_6.toml",
        "id": "14d8e406-f8e5-4daa-830d-53e64435acb0",
        "location_end": 2000006,
        "location_start": 2000006,
        "source_title": "ON 2 PETER",
        "source_url": "",
        "ts": 735,
        "txt": "The destruction of Sodom and Gomorrah has two sides to it. First of all, the cities were reduced to ashes, and then the Dead Sea was made to go over the ruins, in which nothing can live. If God did that to visible cities, so that they would stand forever afterwards as an example of how he punishes the ungodly, it is clear that fire awaits the wicked in the spiritual realm and that the smoke of their torment will ascend forever.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Clement of Rome",
        "file_name": "2 Peter 2_6-9.toml",
        "id": "22f0ae09-bdd8-41f5-a765-71a49818683a",
        "location_end": 2000009,
        "location_start": 2000006,
        "source_title": "Clement's First Letter to the Corinthians, Chapter 11",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Clement%20of%20Rome/First%20Epistle%20of%20Clement%20to%20the%20Corinthians.md",
        "ts": 99,
        "txt": "On account of his hospitality and godliness, Lot was saved out of Sodom when all the country round was punished by means of fire and brimstone, the Lord thus making it manifest that He does not forsake those that hope in Him, but gives up such as depart from Him to punishment and torture. [Genesis 19:15-26, 2 Peter 2:6-9] For Lot's wife, who went forth with him, being of a different mind from himself, and not continuing in agreement with him [as to the command which had been given them], was made an example of, so as to be a pillar of salt unto this day. This was done that all might know that those who are of a double mind, and who distrust the power of God, bring down judgment on themselves and become a sign to all succeeding generations.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Hesychius of Jerusalem",
        "file_name": "2 Peter 2_6.toml",
        "id": "5bb0d558-0ea5-45c4-9547-e2548acee45f",
        "location_end": 2000006,
        "location_start": 2000006,
        "source_title": "CATENA",
        "source_url": "",
        "ts": 450,
        "txt": "Here is proof that all the ungodly will be punished. For Peter goes over the examples of Sodom and Gomorrah so that anyone who sees this will not behave wickedly, knowing that if he does so he will suffer the same kind of punishment as they did.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Bede",
        "file_name": "2 Peter 2_7.toml",
        "id": "94b0ca9f-a0f7-421e-a908-6887ae66cf52",
        "location_end": 2000007,
        "location_start": 2000007,
        "source_title": "ON 2 PETER",
        "source_url": "",
        "ts": 735,
        "txt": "The evil words and deeds of the Sodomites were a daily agony for this righteous man, who saw what they were doing but was unable to put it right, though in spite of everything, he was able to keep himself pure.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Clement of Rome",
        "file_name": "2 Peter 2_7.toml",
        "id": "35b43637-0591-4bdd-bd3a-773d83ade322",
        "location_end": 2000007,
        "location_start": 2000007,
        "source_title": "LETTER TO THE CORINTHIANS 11.1",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Clement%20of%20Rome/First%20Epistle%20of%20Clement%20to%20the%20Corinthians.md",
        "ts": 99,
        "txt": "By rescuing Lot the Lord made clear that he does not abandon those who hope in him but that he hands those who turn away over to punishment and torture.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Hesychius of Jerusalem",
        "file_name": "2 Peter 2_7.toml",
        "id": "3029d0fc-2b50-4e3d-9227-4b4eacb8d21f",
        "location_end": 2000007,
        "location_start": 2000007,
        "source_title": "CATENA",
        "source_url": "",
        "ts": 450,
        "txt": "Peter adds the story of Lot to his other examples in order to teach us that it is possible to avoid doing evil and thus to escape from the punishment which they will receive.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Severus of Antioch",
        "file_name": "2 Peter 2_8.toml",
        "id": "26a1c060-9c38-4322-a278-214d441ee3df",
        "location_end": 2000008,
        "location_start": 2000008,
        "source_title": "CATENA",
        "source_url": "",
        "ts": 538,
        "txt": "We need to be clearly convinced that our distress at such evil deeds and our compassion for those who suffer earns the greatest reward with God and guarantees acceptance with him. All the more so, because in the face of what often appears to be an overwhelming, threatening wrath, the mental equilibrium of those who are overcome with grief is lost. This is why Peter wrote about Lot in this way.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Oecumenius",
        "file_name": "2 Peter 2_8.toml",
        "id": "97e9c0d1-b316-4b83-92e2-62d9dcdd4e38",
        "location_end": 2000008,
        "location_start": 2000008,
        "source_title": "COMMENTARY ON 2 PETER",
        "source_url": "",
        "ts": 990,
        "txt": "Like us, Lot saw and heard many unrighteous things which might have tempted him into doing evil, but when he gave hospitality to the angels and the men of Sodom wanted to take them away and abuse them, Lot refused to give in, in spite of what he would suffer at their hands because of that refusal.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "George Leo Haydock",
        "file_name": "2 Peter 2_9.toml",
        "id": "4ccafc23-e8c5-445e-aa3e-807f6454964d",
        "location_end": 2000009,
        "location_start": 2000009,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "To reserve the unjust unto the day of judgment That is, God many times does not punish the wicked in this life, he suffers them to run on in the ways of iniquity, with prosperity as to the enjoyment of a short and vain happiness in this world, but his judgments are most of all to be dreaded, when the punishments are reserved till the next life, as it will appear at the day of general judgment: and from the time of their death they shall be tormented in hell. (Witham)\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Pseudo-Clement",
        "file_name": "2 Peter 2_9.toml",
        "id": "08bd8810-f17a-4afe-b0cb-5448fea26572",
        "location_end": 2000009,
        "location_start": 2000009,
        "source_title": "The Second Epistle of St. Clement",
        "source_url": "https://www.newadvent.org/fathers/1011.htm",
        "ts": 9999999,
        "txt": "So, then, brethren, having received no small occasion to repent, while we have opportunity, let us turn to God who called us, while yet we have One to receive us. For if we renounce these indulgences and conquer the soul by not fulfilling its wicked desires, we shall be partakers of the mercy of Jesus. Know that the day of judgment draws near like a burning oven, and certain of the heavens and all the earth will melt, like lead melting in fire; and then will appear the hidden and manifest deeds of men. Good, then, is alms as repentance from sin; better is fasting than prayer, and alms than both; \"charity covers a multitude of sins,\" [1 Peter 4:4] and prayer out of a good conscience delivers from death. Blessed is every one that shall be found complete in these; for alms lightens the burden of sin.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Bede",
        "file_name": "2 Peter 2_9.toml",
        "id": "0b2069ce-05e0-4832-bdae-ec901a883d48",
        "location_end": 2000009,
        "location_start": 2000009,
        "source_title": "ON 2 PETER",
        "source_url": "",
        "ts": 735,
        "txt": "Peter says that the punishment of the wicked is kept in reserve until the day of judgment, not because they are not already receiving punishment for their sins, even before that day, but because then their punishment will be much greater. The reason for this is that at the last judgment they will be punished in their resurrected bodies, whereas now they are suffering only in their souls.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Oecumenius",
        "file_name": "2 Peter 2_9.toml",
        "id": "d3f68ebf-bd35-4aed-ad12-d93a0d8edcc3",
        "location_end": 2000009,
        "location_start": 2000009,
        "source_title": "COMMENTARY ON 2 PETER",
        "source_url": "",
        "ts": 990,
        "txt": "Peter knows that God will deliver the godly from their trials and afflictions and that the ungodly are being preserved only to face their punishment on the day of judgment. Notice how all along he has been using the examples of wicked people in order to reinforce the message that the deliverance of the righteous is foreordained and thereby to comfort those who emulate the righteous by showing that they are much better off than the ungodly.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "George Leo Haydock",
        "file_name": "2 Peter 2_10.toml",
        "id": "f6566159-871c-4d78-82ce-920db670a647",
        "location_end": 2000010,
        "location_start": 2000010,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Especially those who walk after the flesh Such were the Gnostics, and divers of the first heretics, as well as many of them in after ages, who despise authority, contemn the laws, both of church and state; self-willed, full of self-love, lovers of their own infamous pleasures; blaspheming against God, his ministers, and against those who serve God. (Witham)\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Andreas of Caesarea",
        "file_name": "2 Peter 2_10.toml",
        "id": "a246a76f-299c-430f-b925-c02a45da9de6",
        "location_end": 2000010,
        "location_start": 2000010,
        "source_title": "CATENA",
        "source_url": "",
        "ts": 614,
        "txt": "This refers to the Simonians, who combined wicked behavior with false doctrine.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Augustine of Hippo",
        "file_name": "2 Peter 2_10.toml",
        "id": "8de6302c-5949-4893-8522-99215beb93d9",
        "location_end": 2000010,
        "location_start": 2000010,
        "source_title": "City of God 14.13",
        "source_url": "https://www.newadvent.org/fathers/120114.htm",
        "ts": 430,
        "txt": "Man did not fall away from the supreme Being as to be absolutely nothing, but insofar as he turned himself toward himself he became less than he was when he was adhering to him who is the supreme Being. To be no longer in God but in oneself is not to be nothing, but rather to be heading in that direction. For this reason, Holy Scripture gives another name to the proud, calling them “rash” and “self-willed.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Bede",
        "file_name": "2 Peter 2_10.toml",
        "id": "7a6d7dfc-0253-4170-b0a0-4bb2ae0b7d1e",
        "location_end": 2000010,
        "location_start": 2000010,
        "source_title": "ON 2 PETER",
        "source_url": "",
        "ts": 735,
        "txt": "Peter says that fornicators will suffer even more serious punishments than ordinary sinners, because of the gravity of their offense.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Oecumenius",
        "file_name": "2 Peter 2_10.toml",
        "id": "af0dfc18-7ae2-4c13-945a-3abe5258c77b",
        "location_end": 2000010,
        "location_start": 2000010,
        "source_title": "COMMENTARY ON 2 PETER",
        "source_url": "",
        "ts": 990,
        "txt": "These are the Nicolaitans and Gnostics, whose wickedness has appeared under different names, a confusion which reflects their evil deeds. For by inventing their own fabulous stories about the origin of the world they rejected the biblical teaching about God’s creation and providential ordering of all things. The end result was that they fell into all kinds of moral depravity.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Oecumenius",
        "file_name": "2 Peter 2_10.toml",
        "id": "5ca0b768-0a4f-446d-91e6-593cd58ce021",
        "location_end": 2000010,
        "location_start": 2000010,
        "source_title": "COMMENTARY ON 2 PETER",
        "source_url": "",
        "ts": 990,
        "txt": "What Peter is saying here is that the evil spirits are quite prepared to curse the angels as much as they can, but these curses are not returned in kind. Rather, the angels reserve any judgment against them to the Lord, even though they are more powerful than the demons.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "George Leo Haydock",
        "file_name": "2 Peter 2_11.toml",
        "id": "54f90734-797a-4540-9d4a-29c8ef42ad5f",
        "location_end": 2000011,
        "location_start": 2000011,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Whereas angels By comparing this place with what we read in St. Jude, (ver. 9) he speaks of the good angels whom God employed to banish the rebellious angels out of heaven, and on other occasions, who, though they had greater strength and power given them by the Almighty, yet did not bear execrable judgment against themselves; i.e. one against another, or against those who at first had been happy spirits with them in heaven; did not exult over them with injuries and reviling reflections, but executed their commands in the name of God, saying, let the Lord command you. See Jude, ver. 9. (Witham) \nBring not an execrable judgment That is, they use no railing, nor cursing sentence; not even in their conflicts with the evil angels. (Challoner)\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Richard Challoner",
        "file_name": "2 Peter 2_11.toml",
        "id": "6924e15d-22df-4a70-8f38-1d87dfc0afd6",
        "location_end": 2000011,
        "location_start": 2000011,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "A railing judgment: That is, they use no railing, nor cursing sentence; not even in their conflicts with the evil angels. See St. Jude, ver. 9.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Didymus the Blind",
        "file_name": "2 Peter 2_11.toml",
        "id": "48a63cb9-8c7b-44e2-b31e-c198a0af394b",
        "location_end": 2000011,
        "location_start": 2000011,
        "source_title": "COMMENTARY ON 2 PETER",
        "source_url": "",
        "ts": 398,
        "txt": "The angels who dwell in holiness are stronger than human beings, even if it is true that we are more blessed than they are. Angels look after holy people who are helped by them, since human beings cannot offer consolation to angels.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Cyprian",
        "file_name": "2 Peter 2_11.toml",
        "id": "cf9035b7-54db-4569-a547-52eac268811d",
        "location_end": 2000011,
        "location_start": 2000011,
        "source_title": "",
        "source_url": "",
        "ts": 258,
        "txt": "Of this same thing in the Epistle of Peter: \"As strangers and pilgrims, abstain from fleshly lusts, which war against the soul; but having a good conversation among the Gentiles, that while they detract from you as if from evildoers, yet, beholding your good works, they may magnify God.\"\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "George Leo Haydock",
        "file_name": "2 Peter 2_12.toml",
        "id": "bf2c2f6c-d8a1-44fa-b13a-5cfd8a61c7b7",
        "location_end": 2000012,
        "location_start": 2000012,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "But these men These infamous heretics of whom he speaks, like brutes, void of reason, naturally following the disorderly inclinations of their nature corrupted by sin, tend, or run headlong into the snares of the devil, to their own destruction and perdition, blaspheming against the mysteries of religion, and against what they do not understand. (Witham)\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Cyril of Alexandria",
        "file_name": "2 Peter 2_12.toml",
        "id": "b3bcf2fa-97ba-49a7-b3d9-659ee0d7096d",
        "location_end": 2000012,
        "location_start": 2000012,
        "source_title": "CATENA",
        "source_url": "",
        "ts": 444,
        "txt": "The inspired psalmist said this when he sang: “Man, when honored, had no understanding. He is like the beasts that perish.” Although human beings had laws, their morals were irrational, and they soon degenerated into animals whose only end was destruction.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Bede",
        "file_name": "2 Peter 2_12.toml",
        "id": "bf4310b5-c1d5-4978-80bb-5c5333afd008",
        "location_end": 2000012,
        "location_start": 2000012,
        "source_title": "ON 2 PETER",
        "source_url": "",
        "ts": 735,
        "txt": "Just as it is natural for dumb animals to be led into a trap in their search for food, so the heretics, like such animals, have spurned the pure and holy doctrine of the whole church in order to satisfy their corrupt appetites. Church history tells us that there were many such groups in apostolic times, like the Simonians, the Menandrians, the Basilidians, the Nicolaitans, the Ebionites, the Marcionites, the Cerdonians, and so on.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Oecumenius",
        "file_name": "2 Peter 2_12.toml",
        "id": "74b9b93f-5c64-4356-8aa7-f3c8037e18d6",
        "location_end": 2000012,
        "location_start": 2000012,
        "source_title": "COMMENTARY ON 2 PETER",
        "source_url": "",
        "ts": 990,
        "txt": "These men are compared to animals because they live only by their bodily instincts and not with their mind or rational soul. For this reason they are easily ensnared by corruption and are so far gone in depravity that they do not even know when they are being cursed.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "George Leo Haydock",
        "file_name": "2 Peter 2_13.toml",
        "id": "4fabdaf8-cd67-43b6-b27d-51e380e5990d",
        "location_end": 2000013,
        "location_start": 2000013,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Counting the delights of the day to be pleasure; such is their impiety and their folly, that they have no regard to all the punishments they make themselves liable to, if they can but pass their days in this short life, or even one day, in shameful pleasures and delights. They may be called the stains and blemishes, the shame and disgrace of mankind, on account of the abominations they practise in their rioting and banquetings. See what St. Epiphanius relates of Gnostics. (Witham) \nDelights; that is, the short delights of this world, in which they place all their happiness. (Challoner)\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Andreas of Caesarea",
        "file_name": "2 Peter 2_13.toml",
        "id": "1790406e-fb9d-4fc3-b4c9-89dd6c617ff0",
        "location_end": 2000013,
        "location_start": 2000013,
        "source_title": "CATENA",
        "source_url": "",
        "ts": 614,
        "txt": "Peter means that after they went astray they were able to lead others astray after them, but that in the end they will have to pay the price of their wickedness.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Richard Challoner",
        "file_name": "2 Peter 2_13.toml",
        "id": "4caf8407-a4b3-4531-a71f-5880cc62a8d6",
        "location_end": 2000013,
        "location_start": 2000013,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "The delights of a day: that is, the short delights of this world, in which they place all their happiness.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Bede",
        "file_name": "2 Peter 2_13.toml",
        "id": "62da05b5-b684-48a3-a449-019f6cbdc401",
        "location_end": 2000013,
        "location_start": 2000013,
        "source_title": "ON 2 PETER",
        "source_url": "",
        "ts": 735,
        "txt": "Peter calls their punishment the just reward for their unrighteousness, since they not only live in wickedness themselves but they also blaspheme the lifestyle of those who try to live righteously. Bound up in their own wicked errors, they never stop trying to seduce others as well.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Oecumenius",
        "file_name": "2 Peter 2_13.toml",
        "id": "74ae25e0-4812-4663-8172-ef28241752cb",
        "location_end": 2000013,
        "location_start": 2000013,
        "source_title": "COMMENTARY ON 2 PETER",
        "source_url": "",
        "ts": 990,
        "txt": "These people have nothing pure about them. Rather, like stains on clothing they pervade everyday life and corrupt everything they touch. If they are taken to a social gathering and are able to turn it into an orgy, they are delighted because they have won others over to their lusts. Their social life is not rooted in love but in filth.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "George Leo Haydock",
        "file_name": "2 Peter 2_14.toml",
        "id": "b3620fff-b104-4191-9021-1e144656fe01",
        "location_end": 2000014,
        "location_start": 2000014,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "And what is still an aggravation to the weight of their sins, they entice and allure others, unstable souls, not sufficiently grounded in faith and virtue, by promising them liberty and happiness, though they themselves be miserable slaves to their passions. At the same time they make dupes of them out of covetousness, to get a share of their money and riches. (Witham)\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Andreas of Caesarea",
        "file_name": "2 Peter 2_14.toml",
        "id": "fc4de111-54d8-4cd6-b605-af028799b625",
        "location_end": 2000014,
        "location_start": 2000014,
        "source_title": "CATENA",
        "source_url": "",
        "ts": 614,
        "txt": "Peter says that these people are not motivated by love. Their only interest is to find the right moment when they can seduce women.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Hilary of Arles",
        "file_name": "2 Peter 2_14.toml",
        "id": "0efb8fb5-9dee-4edd-a6c5-eebf650f6cac",
        "location_end": 2000014,
        "location_start": 2000014,
        "source_title": "INTRODUCTORY COMMENTARY ON 2 PETER",
        "source_url": "",
        "ts": 449,
        "txt": "These people even greeted one another with kisses which were full of lust. What was meant to be a sign of peace was transformed into adultery by those who had turned away from God.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "George Leo Haydock",
        "file_name": "2 Peter 2_15.toml",
        "id": "4da9f3d1-b767-4bd0-ba29-933f733ef139",
        "location_end": 2000015,
        "location_start": 2000015,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "In this they are like Balaam, of Bosor, (a town of the Madianites) who coveting the reward promised him, (Judges xi.) was willing, if God had permitted him, to have cursed the people of Israel: but God put a check to his madness, by making the ass which he rode upon speak with a human voice. (Witham)\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Andreas of Caesarea",
        "file_name": "2 Peter 2_15.toml",
        "id": "d1edc0d4-9679-4b71-a7f2-31204162457a",
        "location_end": 2000015,
        "location_start": 2000015,
        "source_title": "CATENA",
        "source_url": "",
        "ts": 614,
        "txt": "As we know from the Old Testament, Balaam was hindered by God for his greed in trying to obtain a living off his prophetic spirit. He obstinately tried to run to Balak a second time, and only after he was corrected by the fear of God and the terrors which he met along the way was he able to get the word of blessing right, so that what he said was from God and not his own wicked preference. For even his tongue was not totally given over to the service of a lie.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Bede",
        "file_name": "2 Peter 2_15.toml",
        "id": "cb852924-95b9-4e0d-a1ec-e1ecb0ace397",
        "location_end": 2000015,
        "location_start": 2000015,
        "source_title": "ON 2 PETER",
        "source_url": "",
        "ts": 735,
        "txt": "There is nothing quite like the love of money to tempt the licentious into corrupting the word of truth.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Hilary of Arles",
        "file_name": "2 Peter 2_15.toml",
        "id": "e961d505-b864-4841-9a45-817094877691",
        "location_end": 2000015,
        "location_start": 2000015,
        "source_title": "INTRODUCTORY COMMENTARY ON 2 PETER",
        "source_url": "",
        "ts": 449,
        "txt": "The right way is the way of Christ, who said: “I am the way, the truth and the life.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Andreas of Caesarea",
        "file_name": "2 Peter 2_16.toml",
        "id": "765d9862-03b1-4e34-8ee3-cf658b5b76ed",
        "location_end": 2000016,
        "location_start": 2000016,
        "source_title": "CATENA",
        "source_url": "",
        "ts": 614,
        "txt": "The common interpretation of this is that Balaam’s ass condemned him because it obeyed the angel and submitted to him, whereas Balaam, although he heard God, did not go and warn the people, nor did he obey God’s will. Thus the ass became Balaam’s teacher.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "John Chrysostom",
        "file_name": "2 Peter 2_16.toml",
        "id": "aec7a675-4846-4e22-8158-8d16180f153d",
        "location_end": 2000016,
        "location_start": 2000016,
        "source_title": "CATENA",
        "source_url": "",
        "ts": 407,
        "txt": "If the grace of God could work through the animal without affecting the animal—for the ass was not saved—but only as a means of helping the Israelites, it is perfectly clear that he is prepared to work in us, which is why this story is so poignant.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Cyprian",
        "file_name": "2 Peter 2_16.toml",
        "id": "f61352f0-573a-458f-a073-58f9e5a1fc30",
        "location_end": 2000016,
        "location_start": 2000016,
        "source_title": "",
        "source_url": "",
        "ts": 258,
        "txt": "Nor is it difficult for God to open the mouth of a man devoted to Himself, and to inspire constancy and confidence in speech to His confessor; since in the book of Numbers He made even a she-ass to speak against the prophet Balaam.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Hilary of Arles",
        "file_name": "2 Peter 2_16.toml",
        "id": "ebac0c63-a8b0-43c5-820c-1379ffdfa389",
        "location_end": 2000016,
        "location_start": 2000016,
        "source_title": "INTRODUCTORY COMMENTARY ON 2 PETER",
        "source_url": "",
        "ts": 449,
        "txt": "The ass spoke with a human voice so that Balaam would understand what God was saying to him. He had become a madman because of his disobedience to the commandments of God, and dumb animals are wiser than that, since they observe the law of nature.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "George Leo Haydock",
        "file_name": "2 Peter 2_17.toml",
        "id": "4c368ee6-7676-41c7-b79b-80e3e9085f7f",
        "location_end": 2000017,
        "location_start": 2000017,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "These are fountains without water. The like lively description is given of the manners of these heretics by St. Jude, so that the text of one of these apostles helps to expound the other. (Witham)\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Andreas of Caesarea",
        "file_name": "2 Peter 2_17.toml",
        "id": "cd66a5cd-4ea6-414b-917f-ca8dbb002d2b",
        "location_end": 2000017,
        "location_start": 2000017,
        "source_title": "CATENA",
        "source_url": "",
        "ts": 614,
        "txt": "They did not have the living word of the Spirit, the channel of delights which overflows to the glory of the nations. They were not clear-sighted like the saints. They were in some sense like clouds but more like “mists” covered in darkness and ignorance, for they were governed by an evil spirit.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Augustine of Hippo",
        "file_name": "2 Peter 2_17.toml",
        "id": "af68d470-6845-43ef-9662-e58e69404e53",
        "location_end": 2000017,
        "location_start": 2000017,
        "source_title": "ON FAITH AND WORKS 25 (46)",
        "source_url": "",
        "ts": 430,
        "txt": "Peter calls these people dry springs—springs, because they have received knowledge of the Lord Christ, but dry, because they do not live in accordance with that knowledge.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Hilary of Arles",
        "file_name": "2 Peter 2_17.toml",
        "id": "2759306e-3b5d-434f-80bd-069d1090d470",
        "location_end": 2000017,
        "location_start": 2000017,
        "source_title": "INTRODUCTORY COMMENTARY ON 2 PETER",
        "source_url": "",
        "ts": 449,
        "txt": "These people are empty wells of the kind that animals fall into and die in, because there is no water at the bottom.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Andreas of Caesarea",
        "file_name": "2 Peter 2_18.toml",
        "id": "0e4c8ecb-e5df-4a70-ae68-22a3049df242",
        "location_end": 2000018,
        "location_start": 2000018,
        "source_title": "CATENA",
        "source_url": "",
        "ts": 614,
        "txt": "They are not punished merely for their ungodliness but for the enormity of it as well.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Hilary of Arles",
        "file_name": "2 Peter 2_18.toml",
        "id": "bcfaac19-0a91-4730-b711-498f9352259f",
        "location_end": 2000018,
        "location_start": 2000018,
        "source_title": "INTRODUCTORY COMMENTARY ON 2 PETER",
        "source_url": "",
        "ts": 449,
        "txt": "Pride is always vain because it makes people stupid, as they are without God insofar as they are proud.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Andreas of Caesarea",
        "file_name": "2 Peter 2_19.toml",
        "id": "b118d785-ab98-4293-8f88-f80c78e25c51",
        "location_end": 2000019,
        "location_start": 2000019,
        "source_title": "CATENA",
        "source_url": "",
        "ts": 614,
        "txt": "These men promised people freedom from deception when in fact they were encouraging others to lapse back into it.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Irenaeus",
        "file_name": "2 Peter 2_19.toml",
        "id": "5781ee80-017c-4f9c-94c6-e573bbb766db",
        "location_end": 2000019,
        "location_start": 2000019,
        "source_title": "",
        "source_url": "",
        "ts": 202,
        "txt": "4. For as the serpent beguiled Eve, by promising her what he had not himself,\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Augustine of Hippo",
        "file_name": "2 Peter 2_19.toml",
        "id": "e63e2a16-bfcf-478c-a3ee-94c9def6648a",
        "location_end": 2000019,
        "location_start": 2000019,
        "source_title": "AGAINST JULIAN 5.3.12",
        "source_url": "",
        "ts": 430,
        "txt": "When a man is said to be given up to his desires, he derives guilt from them, because, deserted by God, he yields and consents to them, is conquered, seized, attracted and possessed by them.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Symeon the New Theologian",
        "file_name": "2 Peter 2_19.toml",
        "id": "70092830-9c18-49c1-88ce-a692fd25beb2",
        "location_end": 2000019,
        "location_start": 2000019,
        "source_title": "DISCOURSES 27.1",
        "source_url": "",
        "ts": 1022,
        "txt": "The one who is enslaved to any single passion is also dominated by it and is unable to obey the commandments of the Lord.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Hilary of Arles",
        "file_name": "2 Peter 2_19.toml",
        "id": "b422c7b7-6286-4928-958c-8b955bb7d9d4",
        "location_end": 2000019,
        "location_start": 2000019,
        "source_title": "INTRODUCTORY COMMENTARY ON 2 PETER",
        "source_url": "",
        "ts": 449,
        "txt": "A man is the slave of whatever vice controls him.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "George Leo Haydock",
        "file_name": "2 Peter 2_20.toml",
        "id": "6a341582-be1b-4d6d-81df-386347110004",
        "location_end": 2000020,
        "location_start": 2000020,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "For if flying, and been happily freed from the pollutions, the abominations, and corruptions of a wicked world, be upon your guard, and take great care not to be entangled again in these dangerous snares and nets, lest your latter condition (as Christ said, Matthew xii. 45.) be worse than the former, lest you be like a dog that returns to his vomit, or like a sow that is washed and wallows again in the mire. (Witham) _\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Salvian the Presbyter",
        "file_name": "2 Peter 2_20.toml",
        "id": "c21aba13-121c-447e-921d-08e300c3ebd9",
        "location_end": 2000020,
        "location_start": 2000020,
        "source_title": "ON THE GOVERNANCE OF GOD 4.19",
        "source_url": "",
        "ts": 500,
        "txt": "Look what the apostle Peter has to say about Christians who live in the mire and impurities of this world.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Caesarius of Arles",
        "file_name": "2 Peter 2_20.toml",
        "id": "0b6a85b3-826b-43b0-a940-29d823bde8a4",
        "location_end": 2000020,
        "location_start": 2000020,
        "source_title": "SERMONS 175.5",
        "source_url": "",
        "ts": 542,
        "txt": "Since we have been set free from the power of the devil through the grace of Christ and without any preceding merits of our own, dearest brothers, let us try as hard as we can, with his help, always to engage in good works, fearing what the apostle Peter proclaims in these terrible words.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Hilary of Arles",
        "file_name": "2 Peter 2_20.toml",
        "id": "2fad4ace-224e-4a7e-9d01-ba6c942e113b",
        "location_end": 2000020,
        "location_start": 2000020,
        "source_title": "INTRODUCTORY COMMENTARY ON 2 PETER",
        "source_url": "",
        "ts": 449,
        "txt": "It is always worse to sin knowingly than to sin in ignorance.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Oecumenius",
        "file_name": "2 Peter 2_20.toml",
        "id": "bafd3ed4-c43b-4a01-b2c4-c0c43492d05d",
        "location_end": 2000020,
        "location_start": 2000020,
        "source_title": "COMMENTARY ON 2 PETER",
        "source_url": "",
        "ts": 990,
        "txt": "From this we learn two things. First, a person must serve the one who has overcome him, whoever that may be. Second, those who go back to their former ways after knowing the truth find themselves in an even worse state than the one from which they were originally rescued.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Leo the Great",
        "file_name": "2 Peter 2_20.toml",
        "id": "faa0c8dd-6178-4b7d-af4a-194c7749d922",
        "location_end": 2000020,
        "location_start": 2000020,
        "source_title": "SERMONS 27.3",
        "source_url": "",
        "ts": 461,
        "txt": "We cannot fathom the depths of God’s mercy toward us. Yet we must take care not to be ensnared again by the devil’s traps and become entangled once more in the very errors which we have renounced. For the ancient enemy does not stop laying down traps everywhere and doing whatever it takes to corrupt the faith of believers.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Andreas of Caesarea",
        "file_name": "2 Peter 2_21.toml",
        "id": "888b0ad3-62d4-4ba8-b371-095127f09e38",
        "location_end": 2000021,
        "location_start": 2000021,
        "source_title": "CATENA",
        "source_url": "",
        "ts": 614,
        "txt": "Peter shows by this that these men were not liberating those who followed them from their deception but merely making that deception worse.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Hilary of Arles",
        "file_name": "2 Peter 2_21.toml",
        "id": "0ad323fc-275c-4960-a9b4-c7109772fa38",
        "location_end": 2000021,
        "location_start": 2000021,
        "source_title": "INTRODUCTORY COMMENTARY ON 2 PETER",
        "source_url": "",
        "ts": 449,
        "txt": "To know the way of righteousness is to know Christ and the holy gospel. Peter is talking here about people who have been baptized after professing faith in Jesus but who have then turned away from him.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Theophylact of Ohrid",
        "file_name": "2 Peter 2_21.toml",
        "id": "2e5033aa-677d-474d-8760-67e03d236554",
        "location_end": 2000021,
        "location_start": 2000021,
        "source_title": "COMMENTARY ON 2 PETER",
        "source_url": "",
        "ts": 1107,
        "txt": "Peter is saying that the evil awaiting those who turn away from their faith is so great that it would have been better if they had never accepted it in the first place. At least that way their wickedness would seem natural, instead of being as bizarre as a dog returning to its own vomit.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Lucius Caecilius Firmianus Lactantius",
        "file_name": "2 Peter 2_22.toml",
        "id": "29833bc1-8717-4c69-bf31-140c466d4892",
        "location_end": 2000022,
        "location_start": 2000022,
        "source_title": "",
        "source_url": "",
        "ts": 325,
        "txt": "The Cyrenaics say that virtue itself is to be praised on this account, because it is productive of pleasure. True, says the filthy dog, or the swine wallowing in the mire.\nThe forbidding of the flesh of swine also has the same intention; for when God commanded them to abstain from this, He willed that this should be especially understood, that they should abstain from sins and impurities. For this animal is filthy and unclean.\nTherefore He forbade them to use the flesh of the pig for food, that is, not to imitate the life of swine, which are nourished only for death; lest, by devoting themselves to their appetite and pleasures, they should be useless for working righteousness, and should be visited with death. Also that they should not immerse themselves in foul lusts, as the sow, which wallows in the mire;\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "John Chrysostom",
        "file_name": "2 Peter 2_22.toml",
        "id": "c09b03e7-58f7-4093-afc8-2dd063c43575",
        "location_end": 2000022,
        "location_start": 2000022,
        "source_title": "COMMENTARY ON JOHN 34",
        "source_url": "",
        "ts": 407,
        "txt": "Repentance consists in no longer doing the same things, for he who reverts to the same sins is like a dog returning to his vomit.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Bede",
        "file_name": "2 Peter 2_22.toml",
        "id": "44eba121-0045-4168-a84d-67b6b0f5c730",
        "location_end": 2000022,
        "location_start": 2000022,
        "source_title": "ON 2 PETER",
        "source_url": "",
        "ts": 735,
        "txt": "This verse refers to what Solomon said in his Proverbs: “Like a dog that returns to his vomit is a fool that repeats his folly.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Hippolytus of Rome",
        "file_name": "2 Peter 2_22.toml",
        "id": "12e8fa5e-57aa-48fc-aef8-e7de06093302",
        "location_end": 2000022,
        "location_start": 2000022,
        "source_title": "",
        "source_url": "",
        "ts": 235,
        "txt": "For a short period, but after a little, wallow once again in the same mire.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Oecumenius",
        "file_name": "2 Peter 2_22.toml",
        "id": "ca0e4f13-06fd-4c6b-8626-3d767cefe4ee",
        "location_end": 2000022,
        "location_start": 2000022,
        "source_title": "COMMENTARY ON 2 PETER",
        "source_url": "",
        "ts": 990,
        "txt": "What is going on here is that we have people who take delight even in things which nature has rejected and who are prepared to indulge in the very things which they themselves have corrupted. People like that are even more abominable than they were before, just as a sow looks even worse after she has covered herself in mud.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Hilary of Arles",
        "file_name": "2 Peter 3_1.toml",
        "id": "eb3ba7c5-c42c-4e36-9def-c2d4698f5da3",
        "location_end": 3000001,
        "location_start": 3000001,
        "source_title": "INTRODUCTORY COMMENTARY ON 2 PETER",
        "source_url": "",
        "ts": 449,
        "txt": "Peter makes a point of mentioning that this is his second letter, so that the recipients will not doubt its authenticity.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Oecumenius",
        "file_name": "2 Peter 3_1.toml",
        "id": "fb1ad3e9-09f1-4ea1-a4db-8f42a7d53023",
        "location_end": 3000001,
        "location_start": 3000001,
        "source_title": "COMMENTARY ON 2 PETER",
        "source_url": "",
        "ts": 990,
        "txt": "We learn from this verse that this is Peter’s second letter. What he is saying is that in both of them he has tried to stir up the sincere mind which he knows is latent in his readers.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Oecumenius",
        "file_name": "2 Peter 3_2.toml",
        "id": "84d286ba-df90-4796-9003-4db860ce0082",
        "location_end": 3000002,
        "location_start": 3000002,
        "source_title": "COMMENTARY ON 2 PETER",
        "source_url": "",
        "ts": 990,
        "txt": "Here Peter tells us what the content of a sincere and pure mind is. It is the mind of a person who has heard and received the message of salvation which was preached by the prophets and the apostles. This is precisely what Paul meant when he said: “Built upon the foundation of the prophets and apostles.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Hippolytus of Rome",
        "file_name": "2 Peter 3_3.toml",
        "id": "75f82eb7-19f9-4a60-8177-3cdf5044143d",
        "location_end": 3000003,
        "location_start": 3000003,
        "source_title": "",
        "source_url": "",
        "ts": 235,
        "txt": "First of all Peter, the rock of the faith, whom Christ our God called blessed, the teacher of the Church, the first disciple, he who has the keys of the kingdom, has instructed us to this effect: \"Know this first, children, that there shall come in the last days scoffers, walking after their own lusts.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Hilary of Arles",
        "file_name": "2 Peter 3_3.toml",
        "id": "a2746955-27fd-40f0-8c08-eee9e48b0590",
        "location_end": 3000003,
        "location_start": 3000003,
        "source_title": "INTRODUCTORY COMMENTARY ON 2 PETER",
        "source_url": "",
        "ts": 449,
        "txt": "Here Peter prophesies what will happen in the future, for we must always remember that there are prophets in the New Testament too.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Clement of Rome",
        "file_name": "2 Peter 3_3.toml",
        "id": "7894d843-eaa9-4af0-9b3a-948e2f6ae0c9",
        "location_end": 3000003,
        "location_start": 3000003,
        "source_title": "Letter to the Corinthians (Clement)",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Clement%20of%20Rome/First%20Epistle%20of%20Clement%20to%20the%20Corinthians.md",
        "ts": 99,
        "txt": "The all-merciful and beneficent Father has bowels [of compassion] towards those that fear Him, and kindly and lovingly bestows His favours upon those who come to Him with a simple mind. Wherefore let us not be double-minded; neither let our soul be lifted up on account of His exceedingly great and glorious gifts. Far from us be that which is written, \"Wretched are they who are of a double mind, and of a doubting heart; who say, These things we have heard even in the times of our fathers; but, behold, we have grown old, and none of them has happened unto us;\" You foolish ones! compare yourselves to a tree; take [for instance] the vine. First of all, it sheds its leaves, then it buds, next it puts forth leaves, and then it flowers; after that comes the sour grape, and then follows the ripened fruit. You perceive how in a little time the fruit of a tree comes to maturity. Of a truth, soon and suddenly shall His will be accomplished, as the Scripture also bears witness, saying, \"Speedily will He come, and will not tarry;\" and, \"The Lord shall suddenly come to His temple, even the Holy One, for whom you look.\" [Malachi 3:1]\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Theophylact of Ohrid",
        "file_name": "2 Peter 3_3.toml",
        "id": "7be2391a-52d6-4200-a34e-f3530fe7d2ed",
        "location_end": 3000003,
        "location_start": 3000003,
        "source_title": "COMMENTARY ON 2 PETER",
        "source_url": "",
        "ts": 1107,
        "txt": "These scoffers were the Gnostics and other similar heretics who appeared at that time.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Bede",
        "file_name": "2 Peter 3_4.toml",
        "id": "8274bae9-1d6d-4b3a-8c12-f8b1456beb15",
        "location_end": 3000004,
        "location_start": 3000004,
        "source_title": "ON 2 PETER",
        "source_url": "",
        "ts": 735,
        "txt": "All those who love our Lord’s return must have a balanced approach to the whole question. We must not think that it is so near that it will come before time, but neither must we think that it will not come until much later. Rather we must be careful to make sure that, whether Christ comes sooner or later, he will find us ready and waiting for him when he appears.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Hilary of Arles",
        "file_name": "2 Peter 3_4.toml",
        "id": "560bc101-741e-446b-bd26-4804fc1061b6",
        "location_end": 3000004,
        "location_start": 3000004,
        "source_title": "INTRODUCTORY COMMENTARY ON 2 PETER",
        "source_url": "",
        "ts": 449,
        "txt": "People were talking this way as if the flood had never occurred and as if fire had never come down from heaven in the past.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Oecumenius",
        "file_name": "2 Peter 3_4.toml",
        "id": "d82855ff-e5ba-4882-97e1-35e4968340b3",
        "location_end": 3000004,
        "location_start": 3000004,
        "source_title": "COMMENTARY ON 2 PETER",
        "source_url": "",
        "ts": 990,
        "txt": "These scoffers will start with the failure of Christ to return immediately. From there they will go on to corrupt all the saving commandments of the Lord, in order to destroy our faith completely.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "George Leo Haydock",
        "file_name": "2 Peter 3_5.toml",
        "id": "408aa355-3511-44c2-821b-866b8a95708f",
        "location_end": 3000005,
        "location_start": 3000005,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "For this they are wilfully ignorant of. The ignorance of these unbelievers is wilful and inexcusable, when they question the existence of a Supreme Being, of a future state, wherein God will reward the good and punish the wicked; when they laugh at all the miracles, and all the extraordinary effects of God's power and justice, such as was the general flood or deluge, by which God destroyed the wicked by an inundation of waters. And as our blessed Saviour said of those, who would not believe in the days of Noe, \"They were eating and drinking, marrying, and giving in marriage. And they knew not till the flood came, and took them all away: so shall also the coming of the Son of man be. \"(Mattew xxiv. 38. 39.) (Witham)\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Bede",
        "file_name": "2 Peter 3_5.toml",
        "id": "62a501a3-9373-44ab-9db0-7f97b3eba322",
        "location_end": 3000005,
        "location_start": 3000005,
        "source_title": "ON 2 PETER",
        "source_url": "",
        "ts": 735,
        "txt": "The world is penetrated by water just as the body is by blood and would not be able to exist without it since then it would dry up completely.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Shepherd of Hermas",
        "file_name": "2 Peter 3_5.toml",
        "id": "2fc73d16-04b5-4958-ba87-4b8fee9228c1",
        "location_end": 3000005,
        "location_start": 3000005,
        "source_title": "",
        "source_url": "",
        "ts": 160,
        "txt": "The heavens and the mountains,\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Hilary of Arles",
        "file_name": "2 Peter 3_5.toml",
        "id": "06c67f03-95fa-415a-b551-be34ec99c27e",
        "location_end": 3000005,
        "location_start": 3000005,
        "source_title": "INTRODUCTORY COMMENTARY ON 2 PETER",
        "source_url": "",
        "ts": 449,
        "txt": "The whole creation is basically formed out of water, even if it is solidified in the form of earth or elevated in the way that heaven is.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Eusebius of Caesarea",
        "file_name": "2 Peter 3_5.toml",
        "id": "fa901c52-9158-4411-8399-551776dea201",
        "location_end": 3000005,
        "location_start": 3000005,
        "source_title": "CATENA",
        "source_url": "",
        "ts": 339,
        "txt": "“In the beginning you, O Lord, laid the foundation of the earth, and the heavens are the works of your hands,” said the psalmist. If you did not know from the beginning, O Lord, who laid the foundation of the earth, and if the heavens were not the work of your hands, it would be impossible for them to be changed or to be transformed into anything else. If they had not been created, they would have to remain incomplete forever. But since you were their maker, you can do whatever you want to with them. They are made of destructible matter and did not exist at all until you made them by your will and power. There is only one that is eternal and can never be removed and that is you, the only maker of everything that exists.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Bede",
        "file_name": "2 Peter 3_6.toml",
        "id": "bf77034c-519b-47e6-a8a9-8bdf5ea45828",
        "location_end": 3000006,
        "location_start": 3000006,
        "source_title": "ON 2 PETER",
        "source_url": "",
        "ts": 735,
        "txt": "Peter means that the lower part of the universe was destroyed, because the higher part was not touched by the flood at all. More specifically, the earth perished, not just because it was submerged and therefore lost the ability to bear fruit, but also because when the floodwaters receded its shape was different, as we have already mentioned. The heavens also perished, or at least the earth’s atmosphere did, because the Bible also talks about the birds being affected by the flood.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Oecumenius",
        "file_name": "2 Peter 3_6.toml",
        "id": "0faacdab-4e98-416e-8635-901a528355f9",
        "location_end": 3000006,
        "location_start": 3000006,
        "source_title": "COMMENTARY ON 2 PETER",
        "source_url": "",
        "ts": 990,
        "txt": "When God originally made it, creation was good, and this was not by accident but by his design. However, human beings sinned and subjected the creation to their own vanity, which is why it is no longer firm but subject to many ups and downs. Then during the flood, because there were a few people who had maintained the pure worship of God, the world was refounded through Noah and those who were with him in the ark, along with the animals and seeds required to make a new beginning.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Didymus the Blind",
        "file_name": "2 Peter 3_7.toml",
        "id": "e2359e0c-9851-4cb3-986e-f31aa6d81937",
        "location_end": 3000007,
        "location_start": 3000007,
        "source_title": "COMMENTARY ON 2 PETER",
        "source_url": "",
        "ts": 398,
        "txt": "Many people think that these words refer to changes and revolutions which will take place here on earth. They say that heaven and earth were once both water and that they were formed out of water by the Word of God. What had been the world up to then perished in water, and what are now the heavens and the earth are based on the Word but are being kept for destruction by fire. By these words the preacher is saying that what we now see before us will be consumed by fire. For he says that the day of judgment will come as a thief in the night, and that on that day the heavens will implode, and the elements will be burnt by the resulting fire. Afterward there will be new heavens and a new earth, in which the righteous will possess righteousness and the promises of God in their own dwellings. However, it must not be forgotten that this letter is counterfeit, and although it may be published, it does not form part of the earliest list of recieved writings.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Bede",
        "file_name": "2 Peter 3_7.toml",
        "id": "ca16a980-63c0-4942-b2b3-93e91f5974dc",
        "location_end": 3000007,
        "location_start": 3000007,
        "source_title": "ON 2 PETER",
        "source_url": "",
        "ts": 735,
        "txt": "Beyond the present heaven and earth there is also an outer universe, but whether it too will perish by fire, or only those parts which once perished in the flood, is a topic much debated among specialists.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Justin Martyr",
        "file_name": "2 Peter 3_7.toml",
        "id": "1b6213c3-e886-4291-bac4-3a207ae3694a",
        "location_end": 3000007,
        "location_start": 3000007,
        "source_title": "On the Sole Government of God, Chapter 3",
        "source_url": "https://www.newadvent.org/fathers/0130.htm",
        "ts": 165,
        "txt": "Then further concerning Him, that He alone is powerful, both to institute judgment on the deeds performed in life, and on the ignorance of the Deity [displayed by men], I can adduce witnesses from your own ranks; and first Sophocles, who speaks as follows...\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Oecumenius",
        "file_name": "2 Peter 3_7.toml",
        "id": "a7a87f4a-b160-47e2-98bd-aba6a6c6afa3",
        "location_end": 3000007,
        "location_start": 3000007,
        "source_title": "COMMENTARY ON 2 PETER",
        "source_url": "",
        "ts": 990,
        "txt": "If someone asks why God created the world if all he intends to do is to destroy it, the answer is that the world will be renewed at the end of time.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Irenaeus",
        "file_name": "2 Peter 3_8.toml",
        "id": "cb3f29f8-9385-4e39-95ab-2182e159d161",
        "location_end": 3000008,
        "location_start": 3000008,
        "source_title": "",
        "source_url": "",
        "ts": 202,
        "txt": "And there are some, again, who relegate the death of Adam to the thousandth year; for since \"a day of the Lord is as a thousand years\".\nThis is an account of the things formerly created, as also it is a prophecy of what is to come. For the day of the Lord is as a thousand years;\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Lucius Caecilius Firmianus Lactantius",
        "file_name": "2 Peter 3_8.toml",
        "id": "73341171-c487-4caf-90e9-1735bd3a2101",
        "location_end": 3000008,
        "location_start": 3000008,
        "source_title": "",
        "source_url": "",
        "ts": 325,
        "txt": "For the great day of God is limited by a circle of a thousand years, as the prophet shows, who says\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Augustine of Hippo",
        "file_name": "2 Peter 3_8.toml",
        "id": "ee09fd3d-4784-4605-a9bf-da1e0d1c81c7",
        "location_end": 3000008,
        "location_start": 3000008,
        "source_title": "LETTERS 199.17",
        "source_url": "",
        "ts": 430,
        "txt": "If we take the millennium and think of the end of that time as being the end of the world, we could say that it was the end of time in general, for a thousand years in God’s sight are like a single day. Because of this, anything that was done during the millennium could be spoken of as done at the end of time or on the last day.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Athanasius of Alexandria",
        "file_name": "2 Peter 3_8.toml",
        "id": "55863d84-464e-41a3-a31d-e510ef721519",
        "location_end": 3000008,
        "location_start": 3000008,
        "source_title": "CATENA",
        "source_url": "",
        "ts": 373,
        "txt": "A thousand years is the time that the temple worship lasted. For from the completion of the temple by Solomon, who built the Lord’s house until it became redundant when Christ died on the cross is a thousand years. This thousand years is compared to a day, or to a watch in the night, because everything appeared to be night before the coming of the Savior. For until the sun of righteousness arose, everyone dwelt in ignorance and confusion.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Caesarius of Arles",
        "file_name": "2 Peter 3_8.toml",
        "id": "f6e6eedb-b968-4c2c-9a63-857e29d8776e",
        "location_end": 3000008,
        "location_start": 3000008,
        "source_title": "SERMONS 179.5",
        "source_url": "",
        "ts": 542,
        "txt": "Since it is written concerning the day of judgment that a thousand years will be like one day, who can tell whether we shall spend days, months or even years in that fire?\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Bede",
        "file_name": "2 Peter 3_8.toml",
        "id": "82aba4a2-cf9a-43ba-9158-d43e91214f0a",
        "location_end": 3000008,
        "location_start": 3000008,
        "source_title": "ON 2 PETER",
        "source_url": "",
        "ts": 735,
        "txt": "There are some people who think that this means that the day of judgment will last for a thousand years, but the context from which it is taken makes such an interpretation impossible. Psalm 90:4 says clearly that the thousand years refer to what is already past and that it is a way of describing the shortness of our life here on earth. What we regard as long or short is all the same to God.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Hilary of Arles",
        "file_name": "2 Peter 3_8.toml",
        "id": "aabbeabf-ea8e-40ff-89bf-69a90b1dcde2",
        "location_end": 3000008,
        "location_start": 3000008,
        "source_title": "INTRODUCTORY COMMENTARY ON 2 PETER",
        "source_url": "",
        "ts": 449,
        "txt": "Just as a man works for a day and afterwards remembers what he has done, so God does not forget even after a thousand years. It may be a long time before he gets round to punishing sinners, but when he does so he uses his power in a single instant.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Justin Martyr",
        "file_name": "2 Peter 3_8.toml",
        "id": "50a7bb5f-54ba-4f0b-a742-b05ddea80547",
        "location_end": 3000008,
        "location_start": 3000008,
        "source_title": "Dialogue with Trypho, Chapter 81",
        "source_url": "https://www.newadvent.org/fathers/01286.htm",
        "ts": 165,
        "txt": "For Isaiah spoke thus concerning this space of a thousand years... Now we have understood that the expression used among these words, 'According to the days of the tree [of life ] shall be the days of my people; the works of their toil shall abound' obscurely predicts a thousand years. For as Adam was told that in the day he ate of the tree he would die, we know that he did not complete a thousand years. We have perceived, moreover, that the expression, 'The day of the Lord is as a thousand years,' is connected with this subject.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Eusebius of Emesa",
        "file_name": "2 Peter 3_8.toml",
        "id": "e5d00c22-c65b-493f-a321-6a8d9e0c105c",
        "location_end": 3000008,
        "location_start": 3000008,
        "source_title": "CATENA",
        "source_url": "",
        "ts": 360,
        "txt": "Scripture says that human life is short and full of trouble, but you belong to the unseen and eternal one. And a thousand years are like a single day, or even like a watch of the night. It is during the fourth watch that those who are entrusted to guard it are divided, and it was during that watch that the Lord came to the holy apostles. If he has spoken this way about a thousand years, it is clear that the lifespan of a man is extremely short. The day of the Lord is like a thousand years, and yet it is undivided. No one lives for a thousand years, but no one has known a full day of the Lord either.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Pseudo-Clement",
        "file_name": "2 Peter 3_9.toml",
        "id": "36ec2ed4-7f70-4afe-b1ba-86f39188f4dd",
        "location_end": 3000009,
        "location_start": 3000009,
        "source_title": "The Second Epistle of St. Clement",
        "source_url": "https://www.newadvent.org/fathers/1011.htm",
        "ts": 9999999,
        "txt": "And another Scripture says, \"I came not to call the righteous, but sinners.\" This means that those who are perishing must be saved. For it is indeed a great and admirable thing to establish not the things which are standing, but those that are falling. Thus also did Christ desire to save the things which were perishing, [Matthew 18:11] and has saved many by coming and calling us when hastening to destruction.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Augustine of Hippo",
        "file_name": "2 Peter 3_9.toml",
        "id": "9e1642ee-759c-40aa-9f06-45a3aaf87151",
        "location_end": 3000009,
        "location_start": 3000009,
        "source_title": "TRACTATES 101.6.2",
        "source_url": "",
        "ts": 430,
        "txt": "The Lord does not delay the promise. A little while and we shall see him, where we shall no more ask anything. We will no more ask anything because nothing will remain to be desired, nothing will be hidden to be inquired about.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Pachomius the Great",
        "file_name": "2 Peter 3_9.toml",
        "id": "4398d356-812b-43b9-8f39-e9d6c4e3cf70",
        "location_end": 3000009,
        "location_start": 3000009,
        "source_title": "BOOK OF OUR FATHER HORSIESIOS 3",
        "source_url": "",
        "ts": 348,
        "txt": "Let us not look upon God’s patience as ignorance. He holds back and delays so that, when we have been converted to a better state, we may not be handed over to torments.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Bede",
        "file_name": "2 Peter 3_9.toml",
        "id": "1b76a46c-85ab-4cb8-b515-aee45ce34381",
        "location_end": 3000009,
        "location_start": 3000009,
        "source_title": "ON 2 PETER",
        "source_url": "",
        "ts": 735,
        "txt": "Given that in God’s eyes all time is the same, it is impossible for him to delay his promise, for in any case he already predestined it before the foundation of the world. The only reason it has not yet arrived is that he needs time to gather in all the elect, whom he also predestined before time began. Hence we read in the Apocalypse that the souls of the martyrs long day and night for the coming of the day of judgment and resurrection and have heard that they must wait yet a little while until the full complement of their fellow servants and brothers is reached.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Fastidius",
        "file_name": "2 Peter 3_9.toml",
        "id": "74972088-6e97-4d1b-ac92-ff9e86dbd5c2",
        "location_end": 3000009,
        "location_start": 3000009,
        "source_title": "ON THE CHRISTIAN LIFE 21",
        "source_url": "",
        "ts": 420,
        "txt": "In his fatherly love, his kindness and his clemency, God does not punish immediately, so that you may recognize the extent of his loving regard for you and of his compassion. He would rather wait for you than punish you in your sin.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Ignatius of Antioch",
        "file_name": "2 Peter 3_9.toml",
        "id": "95132c2f-189a-4f4a-8868-12eaf69d4e2d",
        "location_end": 3000009,
        "location_start": 3000009,
        "source_title": "",
        "source_url": "",
        "ts": 108,
        "txt": "But may those that dishonoured them be forgiven through the grace of Jesus Christ, \"who wisheth not the death of the sinner, but his repentance.\"\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "George Leo Haydock",
        "file_name": "2 Peter 3_10.toml",
        "id": "996e1224-89c0-457e-8bf3-39dd36dc48cf",
        "location_end": 3000010,
        "location_start": 3000010,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "The heavens He puts the faithful in mind not to regard these profane scoffers, but to be convinced of the truths revealed, and that the world shall be destroyed a second time by fire. Reflect that the time of this life, and all the time that this world shall last, is nothing to eternity, which has no parts, no beginning, nor end; so that in the sight of God, who is eternal, a thousand years are no more to be regarded than one day, or one moment. The long time that hath hitherto passed, must not make you think that God is slack as to his promises, or that they shall not infallibly come to pass at the time and moment appointed by his divine providence. God's infinite mercy, and his love for mankind, bears patiently with the provocations of blind and unthinking sinners, not willing that any of them should perish, but that they should return to him by a sincere repentance and true penance, and be saved. But watch always, according to the repeated admonition of our blessed Redeemer. (Mark xiii. 37.) For both the day of your death, and the day of the Lord to judge the world, will come like a thief (Witham)\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Tertullian",
        "file_name": "2 Peter 3_10.toml",
        "id": "9be967c7-9b3f-4aed-bb40-dfde12c0bb95",
        "location_end": 3000010,
        "location_start": 3000010,
        "source_title": "",
        "source_url": "",
        "ts": 220,
        "txt": "The belief that everything was made from nothing will be impressed upon us by that ultimate dispensation of God which will bring back all things to nothing. For \"the very heaven shall be rolled together as a scroll; '\"\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Bede",
        "file_name": "2 Peter 3_10.toml",
        "id": "2fe211c9-4de4-46b5-b400-5cb5b39e5b32",
        "location_end": 3000010,
        "location_start": 3000010,
        "source_title": "ON 2 PETER",
        "source_url": "",
        "ts": 735,
        "txt": "There are four elements, earth, air, fire and water, all of which will be swept away by a great fire. Yet that fire will not devour them all but only two of them (fire and water), for there will be a new heaven and a new earth after this destruction has passed.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Oecumenius",
        "file_name": "2 Peter 3_10.toml",
        "id": "bdb6d36d-5179-41c9-90bc-55bf8817fe74",
        "location_end": 3000010,
        "location_start": 3000010,
        "source_title": "COMMENTARY ON 2 PETER",
        "source_url": "",
        "ts": 990,
        "txt": "The day of the Lord will come without notice and unexpectedly, just as the flood did in the days of Noah. People will be eating and drinking and will not realize what is happening to them until the flood overtakes them.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Eusebius of Emesa",
        "file_name": "2 Peter 3_10.toml",
        "id": "ee047d85-d4f9-49cc-9c60-a7ffe23f7634",
        "location_end": 3000010,
        "location_start": 3000010,
        "source_title": "CATENA",
        "source_url": "",
        "ts": 360,
        "txt": "Like a cloak, every body grows old with time. But although it grows old, it will be renewed again by your divine will, O Lord. The heavens will not be destroyed, but rather they will be changed into something better. In the same way our bodies are not destroyed in order to disappear altogether but in order to be renewed in an indestructible state.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "George Leo Haydock",
        "file_name": "2 Peter 3_11.toml",
        "id": "36680fbd-07cd-482f-911a-c63507920b3d",
        "location_end": 3000011,
        "location_start": 3000011,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Seeing then that all these things are to be dissolved, that the world, and all things in the world, shall pass in a short time, set not your affections upon them: let your life and conversation be holy. According to the divine promises, look for new heavens, and a new earth, where justice is to dwell, whither sinners shall not enter, but the just only, in a new state of never-ending happiness. Make it then your endeavour to be found in the sight of God spotless and blameless; and look upon the long forbearance of God, who defers to punish sinners as they deserve, to be an effect of his mercy, and for your salvation. (Witham)\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Hilary of Arles",
        "file_name": "2 Peter 3_11.toml",
        "id": "6e58d846-9fbd-4ace-ad66-32b1adbbc4fa",
        "location_end": 3000011,
        "location_start": 3000011,
        "source_title": "INTRODUCTORY COMMENTARY ON 2 PETER",
        "source_url": "",
        "ts": 449,
        "txt": "As you wait for the end of all things, you must live holy lives according to the three laws—the Old Testament, the New Testament and the law of nature—and you must keep faith in the Trinity, which is the law of godliness.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Hippolytus of Rome",
        "file_name": "2 Peter 3_12.toml",
        "id": "a5c11561-f4fe-41aa-a37a-ca3536217d53",
        "location_end": 3000012,
        "location_start": 3000012,
        "source_title": "",
        "source_url": "",
        "ts": 235,
        "txt": "For the river of fire shall come forth in fury like an angry sea, and shall burn up mountains and hills, and shall make the sea vanish, and shall dissolve the atmosphere with its heat like wax.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Hilary of Arles",
        "file_name": "2 Peter 3_12.toml",
        "id": "8722a07c-bfd2-4570-8083-9ea5867375a9",
        "location_end": 3000012,
        "location_start": 3000012,
        "source_title": "INTRODUCTORY COMMENTARY ON 2 PETER",
        "source_url": "",
        "ts": 449,
        "txt": "You are waiting for the end as the virgins waited for the bridegroom.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Andreas of Caesarea",
        "file_name": "2 Peter 3_13.toml",
        "id": "9a95db48-7863-4b9d-8713-41d77f4b570e",
        "location_end": 3000013,
        "location_start": 3000013,
        "source_title": "CATENA",
        "source_url": "",
        "ts": 614,
        "txt": "It is not just we, says Peter, but the whole creation around us also, which will be changed for the better. For the creation will share in our glory just as it has been subjected to destruction and corruption because of us. Either way it shares our fate.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Andreas of Caesarea",
        "file_name": "2 Peter 3_14.toml",
        "id": "2c87ef6f-8679-4f3f-b37e-a1ad5df690f4",
        "location_end": 3000014,
        "location_start": 3000014,
        "source_title": "CATENA",
        "source_url": "",
        "ts": 614,
        "txt": "Everything in creation was made for our enjoyment, and it will be remade along with us.… This new life is for all who believe, and not just for Israel, for the Lord has exalted the Gentiles, lifting us up by the cross toward himself. Has he not provided for believers? Indeed he has. He has lifted them up and carried them and placed them in the many mansions which there are in the Father’s presence.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Bede",
        "file_name": "2 Peter 3_14.toml",
        "id": "633c4fdc-f375-4a25-9670-845ad524f9f5",
        "location_end": 3000014,
        "location_start": 3000014,
        "source_title": "ON 2 PETER",
        "source_url": "",
        "ts": 735,
        "txt": "Peter is talking here about those holy vigils which Jesus referred to when he said: “Blessed are those servants whom the Master finds awake when he comes.” The person who keeps himself pure from all evil may be said to be watching, as may the one who does his utmost to live in peace with everyone.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Hilary of Arles",
        "file_name": "2 Peter 3_14.toml",
        "id": "0cdc834b-0e47-4b12-b98e-c6ad3df37e7f",
        "location_end": 3000014,
        "location_start": 3000014,
        "source_title": "INTRODUCTORY COMMENTARY ON 2 PETER",
        "source_url": "",
        "ts": 449,
        "txt": "When he returns, Christ wants to find you spotless in your faith and uncorrupted in the chastity of your body.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "George Leo Haydock",
        "file_name": "2 Peter 3_15.toml",
        "id": "6856a4aa-ba6b-4181-b3ab-bd51c5177e5b",
        "location_end": 3000015,
        "location_start": 3000015,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "As also our most dear brother, Paul.hath written to you. He seems to mean in his epistle to the Hebrews or converted Jews, (Chap. x. 37.) where he says: yet a little while. And he that is to come, will come, and will not delay. \nIn which are some things hard to understand, especially by unlearned, ignorant people, unstable, inconstant, not well grounded in faith, and which they wrest, as they do also the other scriptures, by their private interpretations, to their own perdition. (Witham)\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Gregory the Dialogist",
        "file_name": "2 Peter 3_15.toml",
        "id": "649efbc5-c10c-4a5a-9ebb-a76e1058d7de",
        "location_end": 3000015,
        "location_start": 3000015,
        "source_title": "SERMONS ON EZEKIEL 2.6.9",
        "source_url": "",
        "ts": 604,
        "txt": "Look how Peter says that there is much to be admired in Paul’s writings. Yet in his letters, Paul criticized Peter. Peter could hardly have said what he did if he had not read Paul, but when he read him he would have discovered criticism of himself in them. Thus the friend of truth was able to praise even the fact that he had been criticized, and he was happy to do so because he realized that he had been wrong.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Polycarp of Smyrna",
        "file_name": "2 Peter 3_15.toml",
        "id": "6e5b1a68-f720-4483-a3a9-40a331cb0ec7",
        "location_end": 3000015,
        "location_start": 3000015,
        "source_title": "",
        "source_url": "",
        "ts": 155,
        "txt": "These things, brethren, I write to you concerning righteousness, not because I take anything upon myself, but because ye have invited me to do so. For neither I, nor any other such one, can come up to the wisdom\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Andreas of Caesarea",
        "file_name": "2 Peter 3_15.toml",
        "id": "188a7942-fbff-4d4f-b807-7dca1ca64646",
        "location_end": 3000015,
        "location_start": 3000015,
        "source_title": "CATENA",
        "source_url": "",
        "ts": 614,
        "txt": "This is a reference to what Paul said when he wrote: “Do you not know that the kindness of God leads you to repentance?”\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Augustine of Hippo",
        "file_name": "2 Peter 3_15.toml",
        "id": "1f973a65-b6d3-4567-9e24-e4ea14bbd363",
        "location_end": 3000015,
        "location_start": 3000015,
        "source_title": "ON FAITH AND WORKS 14.22",
        "source_url": "",
        "ts": 430,
        "txt": "Peter, in his second epistle, urged us to holiness in living and character, declaring that this world would pass. New heavens and a new earth are expected which will be given to the just to inhabit.… Some people had used certain obscure passages from Paul’s writings in order to excuse their lack of concern to live well, on the ground that they were secure in their salvation. Peter was saying that some of the things which Paul said are hard to understand and that these people were twisting them to their own ruin.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Bede",
        "file_name": "2 Peter 3_15.toml",
        "id": "a432cfbb-30fc-4c15-98e0-9423d6f0eefe",
        "location_end": 3000015,
        "location_start": 3000015,
        "source_title": "ON 2 PETER",
        "source_url": "",
        "ts": 735,
        "txt": "Peter records that Paul wrote to them, because even if Paul addressed his letters to specific churches, he nevertheless intended them to circulate among them all, because there is only one universal church. Note too that although Peter here praises Paul’s wisdom, Paul said of himself: “I am the least of the apostles, who am not worthy to be called an apostle, because I persecuted the church of God.” Paul humbled himself because he remembered his early unbelief, and he put the other apostles ahead of himself. Peter, on the other hand, the first of the apostles, almost forgets his primacy and the fact that the keys of the kingdom were given to him and instead marvels at the wisdom which was given to Paul. The reason for this is that it is a characteristic of the elect that they admire the virtues of others more than their own and that those virtues encourage them to grow more deeply in their faith.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Hilary of Arles",
        "file_name": "2 Peter 3_15.toml",
        "id": "13cad8a7-a93c-4f90-a0db-f23946875bb3",
        "location_end": 3000015,
        "location_start": 3000015,
        "source_title": "INTRODUCTORY COMMENTARY ON 2 PETER",
        "source_url": "",
        "ts": 449,
        "txt": "Note that Paul wrote to them not according to the wisdom which he possessed but according to the wisdom which was given to him specifically for that purpose.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Oecumenius",
        "file_name": "2 Peter 3_15.toml",
        "id": "a196b437-ba51-4926-b080-8149d1cc6e80",
        "location_end": 3000015,
        "location_start": 3000015,
        "source_title": "COMMENTARY ON 2 PETER",
        "source_url": "",
        "ts": 990,
        "txt": "If the patience and kindness of God calls us to repentance, this is because repentance is the way of salvation for us. God’s patience always works toward our benefit and salvation.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Lucius Caecilius Firmianus Lactantius",
        "file_name": "2 Peter 3_16.toml",
        "id": "3e56ad22-fa75-4402-a22a-cbe4f30f3435",
        "location_end": 3000016,
        "location_start": 3000016,
        "source_title": "",
        "source_url": "",
        "ts": 325,
        "txt": "The sum of the matter is this: The unlearned and the foolish esteem false religions as true, because they neither know the true nor understand the false.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Augustine of Hippo",
        "file_name": "2 Peter 3_16.toml",
        "id": "c58e24f7-aa9c-43ab-baf3-26033ef9df51",
        "location_end": 3000016,
        "location_start": 3000016,
        "source_title": "EIGHT QUESTIONS OF DULCITIUS 1",
        "source_url": "",
        "ts": 430,
        "txt": "If it is both true and clear that those lacking in good works will be thrown into the fire, without doubt another interpretation of Paul’s sayings must be sought and his teaching must be adapted in those matters which the apostle Peter says are difficult to understand but ought not to turn people to their own destruction, so that, contrary to the most obvious testimony of Scripture, they make the most wicked confident of obtaining salvation, although they most stubbornly cling to their sin and are not changed by correction or penance.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Tertullian",
        "file_name": "2 Peter 3_16.toml",
        "id": "d2400139-727f-4eb2-abfc-3d05f0f0bbe1",
        "location_end": 3000016,
        "location_start": 3000016,
        "source_title": "",
        "source_url": "",
        "ts": 220,
        "txt": "Now, unquestionably, the Divine Scriptures are more fruitful in resources of all kinds for this sort of facility. Nor do I risk contradiction in saying.\nBut all these (instances) I believe to be unknown to those who are in a state of agitation at our proceedings; or else known by the reading alone, not by careful study as well; in accordance with the greater bulk of \"the unskilled\"\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "John Damascene",
        "file_name": "2 Peter 3_16.toml",
        "id": "90beace9-d1e1-42a2-8c11-346ab1aebeb5",
        "location_end": 3000016,
        "location_start": 3000016,
        "source_title": "BARLAAM AND IOASAPH 16.134",
        "source_url": "",
        "ts": 749,
        "txt": "The enemy of our souls has made some people turn away from the straight road and divided them by strange teachings and taught them to interpret certain sayings of the Scriptures falsely. But the truth is one, and it is that which was preached by the glorious apostles and inspired Fathers and which shines in the universal church.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Cyril of Alexandria",
        "file_name": "2 Peter 3_16.toml",
        "id": "a1dd1408-87e4-42b7-9181-4f520d42b7e8",
        "location_end": 3000016,
        "location_start": 3000016,
        "source_title": "CATENA",
        "source_url": "",
        "ts": 444,
        "txt": "It seems that some people find Paul hard to understand, no doubt because he speaks about the wisdom which comes from above, for in him Christ himself is speaking.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Bede",
        "file_name": "2 Peter 3_16.toml",
        "id": "e627dc45-1344-46f7-ba74-f077a1ad67a6",
        "location_end": 3000016,
        "location_start": 3000016,
        "source_title": "ON 2 PETER",
        "source_url": "",
        "ts": 735,
        "txt": "The heretics corrupt every part of Scripture. There is no book in either the Old or the New Testament which they have not perverted according to their own fantasies, by adding to it, subtracting from it or altering something which it says to make it mean something else. Those whom Peter calls unlearned and unstable are the people who have neither the light of knowledge nor the steadfastness of mind to stay in the company of the learned until they are properly instructed. For the only cure for the unlearned is to listen in all humility to the words of those who know better. The heretics do not have this humility, with the result that they are tossed about by the wind like chaff and are swept right out of the church. But those who try to corrupt the holy Scriptures and pervert the catholic faith do nothing other than condemn themselves.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Symeon the New Theologian",
        "file_name": "2 Peter 3_16.toml",
        "id": "e0b52e78-0adf-4860-8818-557fb3b40c2f",
        "location_end": 3000016,
        "location_start": 3000016,
        "source_title": "DISCOURSES 15.2",
        "source_url": "",
        "ts": 1022,
        "txt": "It is not divine Scripture which suffers from those who twist it according to their own desires and who corrupt themselves in their own passions but rather those who disfigure it.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Hilary of Arles",
        "file_name": "2 Peter 3_16.toml",
        "id": "aecfacee-0612-4aff-8afe-59ffabbddbea",
        "location_end": 3000016,
        "location_start": 3000016,
        "source_title": "INTRODUCTORY COMMENTARY ON 2 PETER",
        "source_url": "",
        "ts": 449,
        "txt": "Peter says this because he himself was overwhelmed by Paul’s brilliance.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Clement of Alexandria",
        "file_name": "2 Peter 3_16.toml",
        "id": "51db1cba-8904-46db-b054-b99a5f6caa64",
        "location_end": 3000016,
        "location_start": 3000016,
        "source_title": "",
        "source_url": "",
        "ts": 215,
        "txt": "Now all men, having the same judgment, some, following the Word speaking, frame for themselves proofs; while others, giving themselves up to pleasures, wrest Scripture, in accordance with their lusts.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "George Leo Haydock",
        "file_name": "2 Peter 3_17.toml",
        "id": "f552b741-ad2f-4a9c-99c3-ea31f811cf65",
        "location_end": 3000017,
        "location_start": 3000017,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Being forewarned, therefore, and knowing these things before, take heed not to be led away by the errors of such false and unwise teachers, whatever knowledge they boast of, as did the Gnostics. But make it your serious endeavour to increase in grace by God's assistance, in the true knowledge of our Lord God and Saviour, Jesus Christ, to whom, as being one God with his eternal Father and the Holy Spirit, be glory now, and for all eternity. Amen. (Witham) Ver. 16. Depravant, streblousin, detorquent. It is a speech, says Mr. Legh, on strebloo, borrowed from torturers, when they put an innocent man on the rack, and make him speak what he never thought. They deal, says he, with the Scriptures as chemists sometimes deal with natural bodies, torturing them to extract out of them what God and nature never put in them.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Cyril of Alexandria",
        "file_name": "2 Peter 3_17.toml",
        "id": "185363c5-6aa4-4e18-ae81-8d85c8f407a6",
        "location_end": 3000017,
        "location_start": 3000017,
        "source_title": "CATENA",
        "source_url": "",
        "ts": 444,
        "txt": "Peter has to warn his people so that they will not be deceived. Our Lord Jesus Christ himself warned us for our safety, that we should “beware of those who come to us in sheep’s clothing, but inside they are ravenous wolves.” And again: “Take care that you are not deceived. For many shall come in my name, saying, I am the Christ, and they will deceive many.” And Paul cries: “Beware of dogs, beware of evil workers claiming to believe in the Lord Jesus.” For those who deform the truth by their doctrines of ungodliness and works of evil are like those who killed the prophets and apostles. Indeed, they are worse, because they have killed not only the living but those who have been saved as well.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Bede",
        "file_name": "2 Peter 3_17.toml",
        "id": "782da0d8-2972-42e2-bb06-823e221c1e8f",
        "location_end": 3000017,
        "location_start": 3000017,
        "source_title": "ON 2 PETER",
        "source_url": "",
        "ts": 735,
        "txt": "Since you already know that the heretics are bringing in many crazy errors—that some deny that there will be a future judgment, some pervert the words of God, some interpret Scripture wrongly, some give themselves over to their lusts, and some deceive the hearts of the innocent by their frauds—you must be on guard so that you are not taken away from the firm foundation of your faith by their cleverness.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Bede",
        "file_name": "2 Peter 3_18.toml",
        "id": "04b2e197-640d-4fb7-8028-dcb4262d88a7",
        "location_end": 3000018,
        "location_start": 3000018,
        "source_title": "ON 2 PETER",
        "source_url": "",
        "ts": 735,
        "txt": "May glory always be given to God our Lord and Savior, both now when we are still in the flesh and far from him, wandering through the daily pressures of our adversaries, and especially at that future time when he who has been long desired shall come to all the nations and deign to illuminate us by his presence. Meanwhile, as we await that glorious day, let us go on singing: “One day in your courts is better than a thousand.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Hilary of Arles",
        "file_name": "2 Peter 3_18.toml",
        "id": "3dc60112-9eb8-4f4e-a81d-c8264b48fcbd",
        "location_end": 3000018,
        "location_start": 3000018,
        "source_title": "INTRODUCTORY COMMENTARY ON 2 PETER",
        "source_url": "",
        "ts": 449,
        "txt": "Grow in the faith which is yours by baptism and in the knowledge which comes from putting that faith into practice.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2peter",
        "father_name": "Oecumenius",
        "file_name": "2 Peter 3_18.toml",
        "id": "50e0572a-e770-46e7-b157-080996b675b3",
        "location_end": 3000018,
        "location_start": 3000018,
        "source_title": "COMMENTARY ON 2 PETER",
        "source_url": "",
        "ts": 990,
        "txt": "Just as the other New Testament letters end with prayers, so too does this one, by praying that its recipients might grow in the faith of the Lord.\n"
    }
]