[
    {
        "append_to_author_name": "",
        "book": "3john",
        "father_name": "Andreas of Caesarea",
        "file_name": "3 John 1_1.toml",
        "id": "d88201a8-189b-4be8-8c9b-a80df5b954c1",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "CATENA",
        "source_url": "",
        "ts": 614,
        "txt": "John writes this letter to encourage some fellow believers. He writes to Gaius and testifies to his great hospitality, which he praises. He says that someone who does such good is from God. He goes on to tell him to expel Diotrephes, who has not learned to do the same thing. He also praises Demetrius for doing the same as Gaius and mentions his faith as a testimony to his virtue. His main purpose for writing is the same as it was in his second letter.\n"
    },
    {
        "append_to_author_name": "",
        "book": "3john",
        "father_name": "Richard Challoner",
        "file_name": "3 John 1_1.toml",
        "id": "be38813f-da21-481d-8bea-97b13158429e",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "St. John praises Gaius for his walking in truth and for his charity, complains of the bad conduct of Diotrephes and gives a good testimony to Demetrius.\n"
    },
    {
        "append_to_author_name": "",
        "book": "3john",
        "father_name": "Bede",
        "file_name": "3 John 1_1.toml",
        "id": "4e19cf2c-9a23-424a-b62c-f145ebe2e1d3",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "ON 3 JOHN",
        "source_url": "",
        "ts": 735,
        "txt": "Who this Gaius was and what he was like becomes apparent in the course of the letter. He was a man who had believed in Christ and as a result of that was living a life of good works. He was not a preacher himself, but he was happy to support the preaching ministry out of his own pocket. He is probably to be identified with the Gaius mentioned by Paul as his host. For Gaius was a host to the whole church, who opened his doors to everyone who came along, whether they were the preachers or the hearers of the Word.\n"
    },
    {
        "append_to_author_name": "",
        "book": "3john",
        "father_name": "Oecumenius",
        "file_name": "3 John 1_1.toml",
        "id": "03ffd2a9-9e21-4a33-9cf4-89c83d0f18e2",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "COMMENTARY ON 3 JOHN",
        "source_url": "",
        "ts": 990,
        "txt": "The person who loves God with heartfelt charity loves in the truth, a point which John often makes in his other letters.\n"
    },
    {
        "append_to_author_name": "",
        "book": "3john",
        "father_name": "Cornelius a Lapide",
        "file_name": "3 John 1_1.toml",
        "id": "016b22d0-307c-4ac1-b9cf-f99e490c8986",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "",
        "source_url": "",
        "ts": 1637,
        "txt": "o——\n1. To Gaius, the Greek form of Caius. Who was this Caius? Lucius Dextor in his \"Chronicle\" thinks he was the son of Caius Oppius, the centurion. He thus writes concerning him:—\"S. John the Theologian wrote from Ephesus to the Spaniard Caius, the son of Caius Malacitanus, the centurion, and brother of Demetrius, a hospitable Prayer of Manasseh , whose father was afterwards Bishop of Milan. Now Diotrephes hindered the guests who were coming into the Spains for the sake of pilgrimage. This wicked bishop was afterwards deposed on account of his crimes and his pride. There was a pilgrimage from many other places to the holy places of Spain from the very times of the Apostles, when Caius Oppius the centurion supported the pilgrims. This Caius was domiciled at Corinth, but of Spanish descent. He also liberally entertained in his house the blessed Paul when he was returning from Spain, and he invited John when he was going redeuntim into Spain after his exile. He accompanied John , and was at Rome until the time of Hyginus. After that he went to Milan, and being made Bishop there died in the Lord.\" So also Onuphrius in his \"Chronicle\" makes Caius the third Bishop of Milan. But he says he was a Roman, not a Spaniard. \n2. Bede, the Gloss, Ambrosiaster, and many others think that this Caius was the Corinthian, of whom S. Paul, writing from Corinth to the Romans , says ( Romans 14:23), \"Gaius, wine host and of the whole Church\" (as Bede and the Greek read), \"salutes you.\" This was because of his hospitality in receiving any members of the Church into his house. In like manner, S. John here warmly commends this Caius for his hospitality. S. Paul also says of Caius ( 1 Corinthians 1:14), \"I baptized none of you save Crispus and Gaius.\" Moreover, S. Athanasius, in his Synopis, testifies that this Caius was an intimate friend of S. John\"s, and that he wrote his Gospel at S. John\"s dictation. \nMariana and Serarius add that this Caius is the same as he to whom four Epistles of S. Dionysius the Areopagite are extant. They are inscribed to Caius the Therapeutes, i.e. the Essene, or monk. It is considered to favour this idea that S. John writes to his Caius in ver11 , \"He that doeth good is of God: he that doeth not good hath not seen God.\" For the Therapeut, giving themselves up continually to pious contemplation, by this means saw God. From hence they were called Seers, like the Prophets of old.\n"
    },
    {
        "append_to_author_name": "",
        "book": "3john",
        "father_name": "Bede",
        "file_name": "3 John 1_2.toml",
        "id": "959be722-eb64-4fc0-a3ca-024e2f8299fb",
        "location_end": 1000002,
        "location_start": 1000002,
        "source_title": "ON 3 JOHN",
        "source_url": "",
        "ts": 735,
        "txt": "It is John’s earnest desire and prayer that Gaius should go on to complete the good works which he intends to do. His heart is already in the right place, which is the necessary precondition for fulfilling the rest.\n"
    },
    {
        "append_to_author_name": "",
        "book": "3john",
        "father_name": "Hilary of Arles",
        "file_name": "3 John 1_2.toml",
        "id": "079f6a12-8698-4b54-8f4f-3e75dbc7df67",
        "location_end": 1000002,
        "location_start": 1000002,
        "source_title": "INTRODUCTORY COMMENTARY ON 3 JOHN",
        "source_url": "",
        "ts": 449,
        "txt": "Things are going well for Gaius because his soul is carrying on in good works as the will of his mind directs him.\n"
    },
    {
        "append_to_author_name": "",
        "book": "3john",
        "father_name": "Oecumenius",
        "file_name": "3 John 1_2.toml",
        "id": "5c36e029-ed80-4528-b73d-42ae489f0caf",
        "location_end": 1000002,
        "location_start": 1000002,
        "source_title": "COMMENTARY ON 3 JOHN",
        "source_url": "",
        "ts": 990,
        "txt": "Gaius is doing well, says John, because he is living according to the truth of the gospel.\n"
    },
    {
        "append_to_author_name": "",
        "book": "3john",
        "father_name": "Cornelius a Lapide",
        "file_name": "3 John 1_2.toml",
        "id": "bd7bffd7-0b21-4b5e-b00d-e2ce62ba373a",
        "location_end": 1000002,
        "location_start": 1000002,
        "source_title": "",
        "source_url": "",
        "ts": 1637,
        "txt": "Concerning all I make prayer that thou mayest prosper and be well, &c. The meanin Isaiah , I wish that thou in all things mayest be well and prosper, as now indeed thy soul, i.e. thou thyself, art well and dost prosper in all things. For God does prosper thee in all things both in mind and body. He blesses and enlarges thy family, thy servants, thy friends, thy riches, and all that thou hast, because thou expendest it in God\"s service, and in providing for the ministers of the Church and the poor. Thus God blessed all good men, and made a hedge about His friends in the old time, as Abraham (Gen. xxii17), and many more.\n"
    },
    {
        "append_to_author_name": "",
        "book": "3john",
        "father_name": "Hilary of Arles",
        "file_name": "3 John 1_3.toml",
        "id": "be115d8d-c0cd-4c13-ad76-8a1bb4c17739",
        "location_end": 1000003,
        "location_start": 1000003,
        "source_title": "INTRODUCTORY COMMENTARY ON 3 JOHN",
        "source_url": "",
        "ts": 449,
        "txt": "The truth of Gaius’s life was seen in the perfection of his works. He was a man who went about without any guile in thought, word or deed. Instead of that, he followed the commandments of God to the best of his ability.\n"
    },
    {
        "append_to_author_name": "",
        "book": "3john",
        "father_name": "Oecumenius",
        "file_name": "3 John 1_3.toml",
        "id": "5115f2d2-e1a8-422a-b70b-92d9c3b47a24",
        "location_end": 1000003,
        "location_start": 1000003,
        "source_title": "COMMENTARY ON 3 JOHN",
        "source_url": "",
        "ts": 990,
        "txt": "Gaius is walking in the truth because he is following the gospel in all its pure simplicity. To walk does not mean to put one foot in front of the other but to make orderly spiritual progress within the limits of what the soul is able to bear. This is something which very few people manage to achieve.\n"
    },
    {
        "append_to_author_name": "",
        "book": "3john",
        "father_name": "Cornelius a Lapide",
        "file_name": "3 John 1_3.toml",
        "id": "a8a6778e-3eed-4604-b814-b038775051b9",
        "location_end": 1000003,
        "location_start": 1000003,
        "source_title": "",
        "source_url": "",
        "ts": 1637,
        "txt": "I rejoiced greatly when the brethren came and bore witness to thy truth. Vulgate. Truth here in the first place means the faith. \"They testify that thou dost constantly persevere in Christian faith and doctrine through all persecutions.\" 2d This truth means moral conduct. \"They testify that thou livest according to the faith and truth of the Gospel, that thy character is conformable to the Gospel which thou professest.\" 3d Truth in this place may be taken to mean charity and beneficence. For this is especially taught and sanctioned by the truth of the Gospel. 4th. Truth may be put for sincerity and candour as opposed to hypocrisy and dissimulation. \"They testify that thou art in all things candid and sincere.\"\n"
    },
    {
        "append_to_author_name": "",
        "book": "3john",
        "father_name": "Richard Challoner",
        "file_name": "3 John 1_4.toml",
        "id": "b41ff88a-a33a-4bfb-a23f-f76bda948045",
        "location_end": 1000004,
        "location_start": 1000004,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "No greater grace: that is nothing that gives me greater joy and satisfaction.\n"
    },
    {
        "append_to_author_name": "",
        "book": "3john",
        "father_name": "Bede",
        "file_name": "3 John 1_4.toml",
        "id": "d990286a-2d6e-4b0f-a876-fcd6f0b33231",
        "location_end": 1000004,
        "location_start": 1000004,
        "source_title": "ON 3 JOHN",
        "source_url": "",
        "ts": 735,
        "txt": "There is no greater joy than to know that those who have heard the gospel are now putting it into practice by the way in which they live.\n"
    },
    {
        "append_to_author_name": "",
        "book": "3john",
        "father_name": "Cornelius a Lapide",
        "file_name": "3 John 1_4.toml",
        "id": "1e359ede-a7d3-4ad3-99ca-742c9b36750f",
        "location_end": 1000004,
        "location_start": 1000004,
        "source_title": "",
        "source_url": "",
        "ts": 1637,
        "txt": "Greater grace than these I have none. (Vulgate.) That Isaiah , nothing can be more grateful or pleasing to me than that they so act that I may hear they are walking in the truth that I have spoken of. Instead of Ï‡Î¬Î¶Î¹Î½, grace, some Greek MSS. read Ï‡Î¬Î¶Î±Î½, joy. This is followed by the Syriac. S. Jerome on the5th chapter to the Ephesians mentions that celebrated axiom of Christ, \"Never be joyful except when ye shall see a brother in charity.\"\n"
    },
    {
        "append_to_author_name": "",
        "book": "3john",
        "father_name": "Bede",
        "file_name": "3 John 1_5.toml",
        "id": "adb4321c-8aaf-48fc-a2ee-a496ffb54c7d",
        "location_end": 1000005,
        "location_start": 1000005,
        "source_title": "ON 3 JOHN",
        "source_url": "",
        "ts": 735,
        "txt": "Gaius’s loyalty is the result of his faith. What John means is that Gaius is doing all these things because he is a believer and wants to show his faith in the things that he does.\n"
    },
    {
        "append_to_author_name": "",
        "book": "3john",
        "father_name": "Cornelius a Lapide",
        "file_name": "3 John 1_5.toml",
        "id": "88b72404-6927-4f5e-9fcf-a666a37d19cf",
        "location_end": 1000005,
        "location_start": 1000005,
        "source_title": "",
        "source_url": "",
        "ts": 1637,
        "txt": "Dearly beloved, one thou doest faithfully, &c. Faithfully, i.e. thou actest in a Christian manner, thou doest that which becometh a believer, by showing hospitality towards and nourishing the faithful, especially pilgrims and strangers. For hospitality was of old most highly esteemed by Christians. It was a sure mark and sign of Christian faith, as the heathen Lucian testifies (in Peregrino). \n2d Faithfully in this place not only signifies the faith, but also the fidelity of Caius. Thou art faithful to Christ. Thou fulfillest indeed that which thou hast promised to Christ in thy baptism. Listen to Tertullian recounting hospitality amongst the notes of the faithful (de Prscrip. c20): \"Amongst the many and notable marks of the Church there is one prime note handed down by the Apostles by which all the chief and Apostolic Churches prove their oneness and their unity. This mark is the communion of peace, the attestation of brotherhood, the mutual bond (contesserationem) of hospitality. And the one principle which governs these rules of hospitality is the one tradition of the same Sacrament.\" He makes use of the word contesseratio because of the tessera, or sign, which Christians were wont to exhibit to Christians to show that they were Christians, that so they might be received to brotherly hospitality. The heathen had similar tesser, or mutual tokens and pledges of hospitality. It was because the heathen discovered, and used these Christian tokens for purposes of deceit, as Lucian tells us Peregrinus did, that the Council of Mie substituted commendatory letters instead of tesser. On which see Baronius. \nAnd this to strangers, Greek ÎºÎ±Î¯ ÎµÎ¯Ï‚ Ï„Î¿Ï…Ì€Ï‚ Î¾Î­Î½Î¿Ï…Ï‚. The ÎºÎ±Î¯ here means especially. Thus Christ says, \"Tell the disciples, and, i.e. especially, Peter.\" ( Mark 16:17.) \nMoreover, by peregrini here we may understand with Bede apostolic men who went about spreading the Gospel. Also Christian exiles proscribed by the Gentiles.\n"
    },
    {
        "append_to_author_name": "",
        "book": "3john",
        "father_name": "Hilary of Arles",
        "file_name": "3 John 1_6.toml",
        "id": "f71d9d25-59fd-468d-9108-6fcb8b0323fd",
        "location_end": 1000006,
        "location_start": 1000006,
        "source_title": "INTRODUCTORY COMMENTARY ON 3 JOHN",
        "source_url": "",
        "ts": 449,
        "txt": "Visitors praised Gaius to the rest of the church because of his generous hospitality to those who were in God’s service.\n"
    },
    {
        "append_to_author_name": "",
        "book": "3john",
        "father_name": "Cornelius a Lapide",
        "file_name": "3 John 1_6.toml",
        "id": "04022565-d748-4169-ae6c-fb20da06724c",
        "location_end": 1000006,
        "location_start": 1000006,
        "source_title": "",
        "source_url": "",
        "ts": 1637,
        "txt": "Who have borne testimony to thy charity in the face of the Church. For of old the bishops and presbyters used to invite guests who came to give a sermon or exhortation in the church. And when they did this they would praise the charity and hospitality of Caius, of which they had experienced elsewhere. This duty of allowing hospitality to guests is spoken of by S. Clement (lib2Constit62), and is sanctioned by the4th Council of Carthage, cap4. \nWhom if thou bring forward on their journey after a godly sort thou shall do well. (E. V.) To whom doing good thou shalt lead (deduces) worthily of God. The meaning Isaiah , To whom, if thou continuest to show kindness by receiving them to hospitality, thou wilt cause their journey to be easy, so that they will be able to reach the place whither they are going. This is a pious work and worthy of God. The word translated deduces in the Vulg. is Ï€Î¶Î¿Ï€Î­Î¼ÏˆÎ±Ï‚ in the Greek. It does not mean that S. John wished Caius personally to accompany his guests, but it refers to his affording them provisions for their journey, and other things, such as guides and letters of introduction. \nWorthily of God. As it is worthy of God that His worshippers should treat worthily other worshippers of Him, honouring them as ministers of God, and honouring God in them, by treating them charitably and reverently as befits servants and members of Christ. As Christ saith,  Matthew 10:40, \"He that receiveth you receiveth Me. He that receiveth Me receiveth Him that sent Me. He that receiveth a prophet in the name of a prophet shall receive a prophet\"s reward.\" \nMoraliter: let every believer examine himself, and see whether his works be full, perfect, and of such excellence as to be worthy of God; whether his charity be like to the charity of God and Christ; whether he live and act worthily of Christ. The gift which thou presentest to a king must not be of some mean sort. It should be excellent and regal. What then does it become us to offer unto God, who is King of kings and Lord of lords? This is what S. Paul admonishes the Ephesians (iv1.), \"I, the prisoner of the Lord, beseech you that ye walk worthy of the vocation wherewith ye are called.\"\n"
    },
    {
        "append_to_author_name": "",
        "book": "3john",
        "father_name": "George Leo Haydock",
        "file_name": "3 John 1_7.toml",
        "id": "a0310bff-49a0-45f6-b5fd-af335741282d",
        "location_end": 1000007,
        "location_start": 1000007,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Taking nothing of the Gentiles. These ministers and preachers of the gospel, whom St. John recommends, took care, as St. Paul did, not to take any thing of the Gentiles, to whom they preached, lest they should be thought to preach to get money by it. But he puts Gaius in mind, that by assisting such men, he would become a fellow labourer in the gospel, and have a share in their reward. (Witham)\n"
    },
    {
        "append_to_author_name": "",
        "book": "3john",
        "father_name": "Richard Challoner",
        "file_name": "3 John 1_7.toml",
        "id": "ce191efc-63c4-4ff1-9bf3-034d3b55db7a",
        "location_end": 1000007,
        "location_start": 1000007,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "Taking nothing of the Gentiles: These ministers of the gospel are commended by St. John, who took nothing from the Gentiles, lest they should seem to preach in order to get money by it.\n"
    },
    {
        "append_to_author_name": "",
        "book": "3john",
        "father_name": "Bede",
        "file_name": "3 John 1_7.toml",
        "id": "565db7af-2a88-46e4-9446-dad46aea1b28",
        "location_end": 1000007,
        "location_start": 1000007,
        "source_title": "ON 3 JOHN",
        "source_url": "",
        "ts": 735,
        "txt": "There are two possible reasons why these people have set out for the sake of Christ. One is that they had gone of their own free will to preach the name of Christ. The other is that they had been expelled from their homes because of their faith in his holy name.\n"
    },
    {
        "append_to_author_name": "",
        "book": "3john",
        "father_name": "Hilary of Arles",
        "file_name": "3 John 1_7.toml",
        "id": "271ae87a-156b-4125-87b8-71f4503916d3",
        "location_end": 1000007,
        "location_start": 1000007,
        "source_title": "INTRODUCTORY COMMENTARY ON 3 JOHN",
        "source_url": "",
        "ts": 449,
        "txt": "This means that the servants of God have accepted no assistance from those who are not believers.\n"
    },
    {
        "append_to_author_name": "",
        "book": "3john",
        "father_name": "Cornelius a Lapide",
        "file_name": "3 John 1_7.toml",
        "id": "df5912c1-979c-416a-b61c-b03d62964369",
        "location_end": 1000007,
        "location_start": 1000007,
        "source_title": "",
        "source_url": "",
        "ts": 1637,
        "txt": "For they have gone forth on \nbehalf of His name, viz, that they might preach the name of God and Christ, says Bede. Or else because for His name they have been driven into exile. The first of these is the more probable reason. And it is strengthened by what follows. \nTaking nothing of the Gentiles. Because without price they preach the Gospel to the Gentiles, that they may not seem to gain any profit by the Gospel.\n"
    },
    {
        "append_to_author_name": "",
        "book": "3john",
        "father_name": "Gregory the Dialogist",
        "file_name": "3 John 1_8.toml",
        "id": "0dd579c7-465a-43d3-9a25-c7e285fcb8cd",
        "location_end": 1000008,
        "location_start": 1000008,
        "source_title": "HOMILIES ON THE GOSPELS 20.12",
        "source_url": "",
        "ts": 604,
        "txt": "Whoever gives practical assistance to those who have spiritual gifts becomes a coworker with those people in their spiritual work. There are relatively few people who are spiritually gifted but many who are rich in the things of this world, and when the latter comfort poor saints with their wealth they gain a share in their spiritual riches.\n"
    },
    {
        "append_to_author_name": "",
        "book": "3john",
        "father_name": "Andreas of Caesarea",
        "file_name": "3 John 1_8.toml",
        "id": "574e4ee9-05c0-48c0-9655-1046c63d4e3f",
        "location_end": 1000008,
        "location_start": 1000008,
        "source_title": "CATENA",
        "source_url": "",
        "ts": 614,
        "txt": "John teaches us that we should not wait for such needy people to come to us but should rather go out and look for them, for that is what Lot and Abraham did.\n"
    },
    {
        "append_to_author_name": "",
        "book": "3john",
        "father_name": "Cornelius a Lapide",
        "file_name": "3 John 1_8.toml",
        "id": "3a584358-2261-4a14-bee5-4f17050b31eb",
        "location_end": 1000008,
        "location_start": 1000008,
        "source_title": "",
        "source_url": "",
        "ts": 1637,
        "txt": "We therefore ought to receive such. The Greek for receive is ÎºÎ±Ï„Î± Î»Î¬Î¼Î²Î±Î½Î¯Î½. This means, not to wait until they come to us, but to prevent them, to invite them to our house, yea, to constrain them to come in. Å’cumenius says, as the disciples constrained Christ at Emmaus ( Luke 24:29). Moreover to receive and reception means in Scripture every sort of kindness and protection, care and assistance. \nThat we may be fellow-workers with the truth, by ministering necessary things to those who preach the truth or who suffer exile or tribulation for the truth\"s sake. \nObserve: S. John by many arguments stirs up Caius to persevere in his liberality to pilgrims1st He praises his generosity because also his guests praised it before the whole Church. (Ver3.) 2d Because it was a work befitting a Christian believer. (Ver5.) 3d Because it was a work worthy of God. (Ver6.) 4th Because it was done to those who made known the name of God. (Ver7.) 5th Because it was done to those who were forsaken or despoiled by other Gentiles. (Ver7.) 6th Because by this means they became fellow-workers with the truth and the Gospel, and preached it themselves through the preachers and confessors whom they received and nourished. \nMoreover, when S. John exhorts Caius to persevere in hospitality he makes use of the first person, \"we ought therefore,\" that his exhortation may be sweeter and more powerful. Certain it is that S. John was very hospitable to pilgrims. For he was the Bishop of Ephesus, and in that capacity was wont to dispense the goods of the Ephesian Church to the poor and strangers. Moreover, Bede says that S. John , like S. Paul, lived by the labour of his hands. \n9. I would have written, it may be, to the Church. The Greek is Î­Î³Î¶Î±ÏˆÎ±, i e. I have written. So Erasrnus, Cajetan, Vatablus, Clarius, who think the Vulg. of this passage is corrupt. But Gagneius, Serarius, &c. think the translator\"s reading was Î­Î³Î¶Î±ÏˆÎ± Î¬Î½, or at least that Î¬Î½ ought to be understood. They think this for three reasons: 1st Because it gives the better meaning. \"I would have written, but I have not written, because that proud Diotrephes receives neither us, nor our letters.\" 2d Because there is no extant letter of S. John to a church3d Because the Syriac version entirely supports this reading. It Isaiah , I was seeking, or desiring to write to the Church, but he who loves to be first among you, Diotrephes, receives us not.\nBut he who loves to bear the primacy among them, i.e. in the Church. This Greek is Ï†Î¹Î»Î¿Ï€Î¶Ï‰Ï„Î­Ï…Ï‰Î½, ambitious of the primacy. Wherefore Diotrephes seems to have been either a bishop, or else some powerful and arrogant Prayer of Manasseh , who was fond of domineering in the Church, and arrogated to himself episcopal rank. Bede adds that he was a heresiarch. But S. John intimates nothing of the kind; indeed rather the contrary. For had he been a heresiarch S. John would have dealt much more severely with him, and have excommunicated him, as S. Paul did Hymenæus and Alexander. ( 1 Timothy 20.) Diotrephes then hated S. John , not because he was heretic, but because he was ambitious. For he saw that S. John resisted the pre-eminence which he coveted. \nDiotrephes: Vatablus thinks this was an appellative name, meaning full of boasting and arrogance. For of old those who were puffed up by the nobility of their extraction were accustomed to be called Î´Î¹Î¿Ï„Î¶ÎµÏ†ÎµÎ¹ÌƒÏ‚, i.e. nourished by Jupiter. But L. Dexter, with more reason, thinks that it was a proper name, or rather one given him. For Hebrews , boasting of his riches and birth among the heathen, colled himself by a heathen name, Diotrephes, or a son of Jove. \nMoraliter: they imitate Diotrephes who covet benefices and prelacies, and assert that they are their due because of their nobility and their wealth, whereas Christ chose for His Apostles the ignoble and the poor. Again, those temporal princes and nobles imitate Diotrephes who having no rights of patronage in conferring benefices usurp and invade them, or abuse them by domineering over the clergy. \nReceives us not: i.e. our apostleship and authority, our letters and our precepts. For it was part of the bishop\"s office to receive the letters addressed to his Church, and to read them publicly to the faithful. For he was, as it were, the head and primate of the Church.\n"
    },
    {
        "append_to_author_name": "",
        "book": "3john",
        "father_name": "George Leo Haydock",
        "file_name": "3 John 1_9.toml",
        "id": "8d5af15e-680b-4299-a5d8-3829a52c170a",
        "location_end": 1000009,
        "location_start": 1000009,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Diotrephes.doth not receive us, nor those we recommend, but prattles and talks against me. We know no more of this man, nor of Demetrius, of whom St. John gives so favourable a character. (Witham) \nIt see meth, saith Ven. Bede, that he was an arch heretic, or proud sect master\nupomneso. I will rebuke them, and make them known to be wicked. (Ven. Bede)\n"
    },
    {
        "append_to_author_name": "",
        "book": "3john",
        "father_name": "Richard Challoner",
        "file_name": "3 John 1_9.toml",
        "id": "f68a7556-6228-4852-9010-6e8607a911da",
        "location_end": 1000009,
        "location_start": 1000009,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "Diotrephes, who loveth: This man seemeth to be in power, but not a friend to the faithful; therefore this part of the letter might be an admonition to him from the apostle.\n"
    },
    {
        "append_to_author_name": "",
        "book": "3john",
        "father_name": "Bede",
        "file_name": "3 John 1_9.toml",
        "id": "91293dba-57a6-4dae-8374-36dc174f90ca",
        "location_end": 1000009,
        "location_start": 1000009,
        "source_title": "ON 3 JOHN",
        "source_url": "",
        "ts": 735,
        "txt": "It seems that Diotrephes was a leading heretic of those times. He was proud and insolent, preferring to gain control of the church by preaching something new and different rather than by following humbly the old commandments which John had already given them.\n"
    },
    {
        "append_to_author_name": "",
        "book": "3john",
        "father_name": "Hilary of Arles",
        "file_name": "3 John 1_9.toml",
        "id": "df114cc9-6ee6-40bf-a99f-b507910f364c",
        "location_end": 1000009,
        "location_start": 1000009,
        "source_title": "INTRODUCTORY COMMENTARY ON 3 JOHN",
        "source_url": "",
        "ts": 449,
        "txt": "This verse teaches us that we ought to bear the abuse of those who insult us with equanimity, but sometimes we have to protest it because if we do not do so, these people will corrupt the minds of those who might otherwise have heard something good about us.\n"
    },
    {
        "append_to_author_name": "",
        "book": "3john",
        "father_name": "Bede",
        "file_name": "3 John 1_10.toml",
        "id": "46cabcc6-937b-4d68-a5a6-3e60484da02e",
        "location_end": 1000010,
        "location_start": 1000010,
        "source_title": "ON 3 JOHN",
        "source_url": "",
        "ts": 735,
        "txt": "It is true that we must do nothing to stir up the tongues of accusers, lest they should perish on our account. Likewise we must patiently endure those who attack us because of their own wickedness, so that we may become better people. Nevertheless there are times when we have to protest, because those who spread evil stories about us may corrupt the minds of innocent people who otherwise would have heard nothing but good about us. This is why John objects to his accuser.\n"
    },
    {
        "append_to_author_name": "",
        "book": "3john",
        "father_name": "Oecumenius",
        "file_name": "3 John 1_10.toml",
        "id": "7a1e41b0-1ac6-416d-a500-fb498a6fafb7",
        "location_end": 1000010,
        "location_start": 1000010,
        "source_title": "COMMENTARY ON 3 JOHN",
        "source_url": "",
        "ts": 990,
        "txt": "If the principle of the gospel is that we should not return evil for evil, what is the meaning of this warning? I think that the answer is that we are not to return evil for evil when the injury has been done to us personally and to no one else. But when it affects others, we must heed what Paul says to Elymas, who was corrupting the ways of the Lord: “You son of the devil.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "3john",
        "father_name": "Cornelius a Lapide",
        "file_name": "3 John 1_10.toml",
        "id": "50af5c06-5c18-4651-b30c-6d6ee0b93ef7",
        "location_end": 1000010,
        "location_start": 1000010,
        "source_title": "",
        "source_url": "",
        "ts": 1637,
        "txt": "I will remember his works. Some read, though incorrectly, I will remove his works. Others read, I will mark his works; others, I will judge. Observe S. John\"s gentleness in rebuking and correcting. \nPrating against us with malicious wards, i.e. raising calumnies against, detracting and maligning me. The Greek is Ï†Î»Ï…Î±Î¶Ï‰ÌƒÎ½, to trifle, babble, prate. \nNeither doth he himself receive the brethren, i.e. orthodox Christians. He receives none but the pseudo-Christians of his own party. \nAnd those who do receive them he casts out of the Church, both from the place and assembly of the Church, especially the agape and feast after the Eucharist, and also from the company of the faithful by excommunicating them.\n"
    },
    {
        "append_to_author_name": "",
        "book": "3john",
        "father_name": "Didymus the Blind",
        "file_name": "3 John 1_11.toml",
        "id": "de46203d-74f8-4d48-b2d6-3e0e28df94bf",
        "location_end": 1000011,
        "location_start": 1000011,
        "source_title": "CATENA",
        "source_url": "",
        "ts": 398,
        "txt": "Light has nothing in common with darkness, and there is no agreement between Christ and Belial. The person who does good has Christ, the true light, and not darkness or Belial. But the person who does evil is from Belial and darkness and has not seen God or had any knowledge of him.\n"
    },
    {
        "append_to_author_name": "",
        "book": "3john",
        "father_name": "Cornelius a Lapide",
        "file_name": "3 John 1_11.toml",
        "id": "6ee684d1-1a77-4b39-a536-059376158e0b",
        "location_end": 1000011,
        "location_start": 1000011,
        "source_title": "",
        "source_url": "",
        "ts": 1637,
        "txt": "Do not imitate the evil: do not imitate the proud, impious, and inhospitable Diotrephes, even though he does occupy the chief place in the Church, but rather imitate the humble, pious, and hospitable Demetrius, of whom in ver12. \nHe who does good is of God, &c. This is especially applicable to the good of kindness and beneficence. And this is the chief meaning of the Greek Î±Ì‰Î³Î±Î¸Î¿Ï€Î¿Î¹ÎµÎ¹ÌƒÎ½, which is to benefit, or do a kindness to any one. For S. John is here treating of kindness and hospitality. For this he praises Caius, whilst he condemns the unkindness of Diotrephes. He is alluding to what he says in his first Epist. iii6. The meaning Isaiah , He who does to them that need—as, for instance, by receiving guests and pilgrims, as thou doest, 0 Caius—is of God. He knows, loves, and worships Him. But he who does ill to his neighbour, as Diotrephes does, is not of God: he neither sees, nor hath seen Him: that Isaiah , practically, he does not know God, because he does not love, imitate, or worship Him. Although indeed every virtue is of God, the words especially apply to charity and beneficence. For it is an attribute of God that He communicates Himself and His good things, and doeth good. \nThe reason Isaiah , because it is a property of God so to abound in all good that He overflows, and pours out his goodness by bestowing it upon others. He therefore that shows kindness is a child and an imitator of the good and kind God. \nHe that doeth evil hath nor seen God. The direct antithesis would have been, is not of God, but S. John amplifies, saying, so much is he not of God, that he does not see, i.e. practically know God. He who is unkind, and does evil to his neighbour, does not truly see, i.e. know God practically, because he does not acknowledge God\"s infinite and unceasing kindnesses to himself, so as to show himself grateful for them by showing kindness to others for God\"s sake. \nS. Dionysius, writing to the same Caius, the Therapeut, i.e. the Seer and Contemplative, which is the reason why the Apostle speaks of seeing God, alludes to these words of the Apostle. And he explains in what way good and perfect men, especially Therapeuts like Caius, see God: \"If there be any one who when he has seen God has understood what he has seen, he hath not seen Him, but something of Him which is and is known. But He Himself being placed on high above all understanding and all being, far surpasses all understanding.\" For God being in Himself invisible transcends all things, and inhabits the unapproachable light, which is to us impenetrable darkness, as the same Dionysius teaches elsewhere. He proves the same thing by the example of S. Paul, who, although he was rapt up to God, nevertheless declares that God surpasses all understanding and knowledge. Hence also our John the Evangelist says in his Gospel (i. i8), \"No man hath seen God at any time,\" namely, by any clear vision. For men have seen Him imperfectly by faith, according to the words, \"now we see through a mirror in an enigma.\" ( 1 Corinthians 13:12. Vulg.)\n"
    },
    {
        "append_to_author_name": "",
        "book": "3john",
        "father_name": "Andreas of Caesarea",
        "file_name": "3 John 1_12.toml",
        "id": "921575fd-0195-4035-8ee9-a3e1e201834a",
        "location_end": 1000012,
        "location_start": 1000012,
        "source_title": "CATENA",
        "source_url": "",
        "ts": 614,
        "txt": "In my opinion this Demetrius is the same man who made silver idols of Artemis and who once led a riot against the apostle Paul.\n"
    },
    {
        "append_to_author_name": "",
        "book": "3john",
        "father_name": "Hilary of Arles",
        "file_name": "3 John 1_12.toml",
        "id": "89e42fde-82eb-47b8-bab4-9dfdba5409ba",
        "location_end": 1000012,
        "location_start": 1000012,
        "source_title": "INTRODUCTORY COMMENTARY ON 3 JOHN",
        "source_url": "",
        "ts": 449,
        "txt": "Demetrius was highly regarded by everybody because of his virtue. Some people take this verse to mean that he was criticized by everyone, but I cannot see how such an interpretation is possible.\n"
    },
    {
        "append_to_author_name": "",
        "book": "3john",
        "father_name": "Oecumenius",
        "file_name": "3 John 1_12.toml",
        "id": "235919f6-6411-4cab-907b-022e50988695",
        "location_end": 1000012,
        "location_start": 1000012,
        "source_title": "COMMENTARY ON 3 JOHN",
        "source_url": "",
        "ts": 990,
        "txt": "By “all” John means primarily all those who respect the truth, though it is possible that the term should be extended to cover unbelievers as well, since Paul tried to please both Jews and Gentiles. By “the truth itself” he means the fact that Demetrius practices what he preaches. For there are some who sound good when they talk, but their subsequent actions do not live up to what they claim.\n"
    },
    {
        "append_to_author_name": "",
        "book": "3john",
        "father_name": "Cornelius a Lapide",
        "file_name": "3 John 1_12.toml",
        "id": "59e5e242-7acf-4c2c-bc2c-d5fab9701af4",
        "location_end": 1000012,
        "location_start": 1000012,
        "source_title": "",
        "source_url": "",
        "ts": 1637,
        "txt": "To Demetrius testimony is borne by all, concerning his hospitality, probity, and all other Christian virtues. He proposes him therefore to Caius for imitation and assistance. Our Serarius conjectures that this Demetrius was the same as the chief of the craftsmen of Diana, who raised a tumult against S. Paul at Ephesus (Acts xix24), who afterwards repented, and changed his persecution for the propagation of the faith. But there is no mention of this in any ancient history. \nAnd by the truth itself: the testimony of men may be erroneous, but the testimony of the truth can never be deceptive. The truth bears testimony to Demetrius. That Isaiah , Demetrius leads a truly Christian life, and does Christian works. His life therefore is a true witness to his virtue. \nWe also bear witness, which is most weighty and certain, inasmuch as it is episcopal, apostolic, and canonical, as being that of one of the sacred writers.\n"
    },
    {
        "append_to_author_name": "",
        "book": "3john",
        "father_name": "George Leo Haydock",
        "file_name": "3 John 1_14.toml",
        "id": "052f840f-e01f-4df2-b23d-98a6e2a36c2d",
        "location_end": 1000014,
        "location_start": 1000014,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "This was a very usual salutation among the Jews, by which they wished every possible blessing might come upon their friends they thus saluted. (Menochius)\n"
    },
    {
        "append_to_author_name": "",
        "book": "3john",
        "father_name": "Hilary of Arles",
        "file_name": "3 John 1_14.toml",
        "id": "fb248aa6-24dc-431e-975c-95a367323bdf",
        "location_end": 1000014,
        "location_start": 1000014,
        "source_title": "INTRODUCTORY COMMENTARY ON 3 JOHN",
        "source_url": "",
        "ts": 449,
        "txt": "John means by this that he still has many commands to give them.\n"
    },
    {
        "append_to_author_name": "",
        "book": "3john",
        "father_name": "Oecumenius",
        "file_name": "3 John 1_14.toml",
        "id": "3023882f-e2b9-444c-ab10-c3f3b5e05e8e",
        "location_end": 1000014,
        "location_start": 1000014,
        "source_title": "COMMENTARY ON 3 JOHN",
        "source_url": "",
        "ts": 990,
        "txt": "This is just the same as what John said at the end of his previous letter, and there is no point repeating the remarks which I made there.\n"
    },
    {
        "append_to_author_name": "",
        "book": "3john",
        "father_name": "Cornelius a Lapide",
        "file_name": "3 John 1_14.toml",
        "id": "ffb8b6d6-dd6e-473b-80eb-d63917112389",
        "location_end": 1000014,
        "location_start": 1000014,
        "source_title": "",
        "source_url": "",
        "ts": 1637,
        "txt": "Salute the friends by name. The Syriac renders this verse, The friends pray for your peace: pray for the peace of the friends, for every one by name. \n1S. Jerome uses the word cÅ“cutiat. I am not sure, having regard to the context, that he does not mean, \"get out of their depth,\" as we say in English. \n2This word is not in Liddell and Scott, but I take it to be a feminine form of Ï€ÏÏÎ³Ï‚.  \n \nTHE END\n>\n"
    },
    {
        "append_to_author_name": "",
        "book": "3john",
        "father_name": "Bede",
        "file_name": "3 John 1_15.toml",
        "id": "4fb87c48-0ba0-44af-935d-e024f2b0187b",
        "location_end": 1000015,
        "location_start": 1000015,
        "source_title": "ON 3 JOHN",
        "source_url": "",
        "ts": 735,
        "txt": "John sends the grace of peace and salvation to his friends in order to demonstrate that Diotrephes and other enemies of the truth have no part in their peace or salvation.\n"
    },
    {
        "append_to_author_name": "",
        "book": "3john",
        "father_name": "Clement of Alexandria",
        "file_name": "3 John 1_15.toml",
        "id": "a0814cac-8169-47ba-aac0-fb4ecda0228c",
        "location_end": 1000015,
        "location_start": 1000015,
        "source_title": "THE TEACHER 2.7.58",
        "source_url": "",
        "ts": 215,
        "txt": "Do not let quarrelsomeness with its love of empty victory creep into our midst, for our aim is the elimination of all discord. Surely this is the meaning of the expression “Peace be to you.”\n"
    }
]