[
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 1_1.toml",
        "id": "4fe9b49e-d8fa-4399-9e48-b21fd0ea96f7",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "In. Hebrew, \"and in. \"In this manner the books of Scripture are usually connected. Septuagint place first the dream of Mardochai, chap. xi. 2. (Calmet) \nAssuerus. Septuagint Artaxerxes; as chap xvi. 1. The former is the title of the Median, the latter of the Persian, monarchs. This king reigned over both nations, and was most probably Darius Hystaspes, the third king of the Persians, (Tirinus) who subdued India (Herodotus) (Calmet) (Tirinus) \nSome understand Cambyses, (1 Esdras iv.; Genebrard) or Xerxes (Scalig.) or Artaxerxes Longimanus, (Bellarmine; Salien) or Memnon, (Eusebius) or Ochus. (Serarius) \nBut (Calmet) the author of 3 Esdras iii. 1., and iv. 43., seems clearly declared for Hystaspes. (Tirinus) \nThough that work be not canonical, (Du Hamel) it may claim some authority, as an ancient history. (Haydock) \nThis king gave orders for the building of the temple, 1 Esdras vi. 1, 14. \nIndia. Part had been (Calmet) subject to Xerxes. (Herodotus vii. 65.) \nBut Darius subdued the country, and imposed a heavy tribute. (Herodotus iv. 44.) \nEthiopia, beyond Egypt, paid an acknowledgment. Cambyses had taken possession of this country. (Calmet) \nSome understand a part of Arabia to be meant. (Du Hamel) \nSeven: 120 had been regulated by Darius, the Mede, Daniel vi. 1. (Haydock) \nThe number might vary as the monarch chose. (Du Hamel) \nHerodotus (iii. 89.) only specifies \"twenty. \"But he speaks of large departments, to which he intimates that several others were subordinate. (Calmet) \nProvinces. Hebrew medina, \"seat of judges. \"(Haydock) \nPrefecture. (Menochius)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Richard Challoner",
        "file_name": "Esther 1_1.toml",
        "id": "ed4a55e0-2b9e-49b3-91f9-1dcd9f376b22",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "This Book takes its name from queen Esther, whose history is here recorded. The general opinion of almost all commentators on the Holy Scriptures makes Mardochai the writer of it: which also may be collected below from chap. 9 ver. 20.\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 1_1.toml",
        "id": "9a0399b5-edbf-4e4e-a0a0-e12407e6939c",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "EXPLANATION ON THE BOOK OF ESTHER 1",
        "source_url": "",
        "ts": 856,
        "txt": "Not only the Holy Scriptures, but the Jewish Antiquities of Josephus as well contain the story of Esther, although they differ in some of the historical details. Therefore, there is some question as to the actual identity of that Ahasuerus who ruled from India to Ethiopia over one hundred twenty-seven provinces. In fact, when Josephus mentions him, he relates that he was Cyrus son of King Xerxes who reigned over Persia after his father Darius. He also adds that this Cyrus was called Artaxerxes by the Greeks, having the nickname “Long-handed,” and was in power for forty years. But I do not think that Esther lived at that time. Ezra writes that he had returned at that time from Babylonia, but he would never have omitted mentioning Esther if she had actually accomplished the things which are attributed to her. Therefore Eusebius, in his Chronicles, thinks that this Ahasuerus was called Artaxerxes and reigned after Darius for forty years, having the nickname Nothus as his father had.\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 1_1-2.toml",
        "id": "0518632f-2777-4fb9-9f3c-44f024a5aa9b",
        "location_end": 1000002,
        "location_start": 1000001,
        "source_title": "Commentary on Esther",
        "source_url": "https://sites.google.com/site/aquinasstudybible/home/esther/rabanus-maurus-commentary-on-esther",
        "ts": 856,
        "txt": "The story of Esther is found not only in the holy books but also in the Antiquities of Josephus, though their accounts of these events differ in certain respects. But the latter also raises the question of just who was this Ahasuerus who ruled from India to Ethiopia, over one hundred and twenty-seven provinces; for when Josephus mentions him, he reports that Cyrus was the son of King Xerxes who ruled in Persia after his uncle Darius. He says, therefore, that Cyrus was the one the Greeks called Artaxerxes—surnamed “Longhand”—who held the kingdom for forty years; but I don’t believe that Esther lived in that era because Ezra would never have kept silent about her, given that he writes that it was at that time that Ezra and Menna returned from Babylon, and then narrates their subsequent actions. Eusebius, accordingly, suggests in his Chronicle that this Ahasuerus was called Artaxerxes, and that he reigned for forty years after his uncle Darius, who was surnamed “Bastard.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Jerome",
        "file_name": "Esther 1_1.toml",
        "id": "fec30c52-e9a1-4625-b5b1-2a62e245d97f",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "",
        "source_url": "",
        "ts": 420,
        "txt": "The Book of Esther stands corrupted by various translators. Which (book) I, lifting up from the archives of the Hebrews, have translated more accurately word for word. The common edition drags the book by knotted ropes of words hither and yon, adding to it things which may have been said or heard at any time. This is as is usual with instruction by schools, when a subject has been taken up, to figure out from the words which someone could have used, which one either suffered injury, or which one caused injury (to the text).\nAnd you, O Paula and Eustochium, since you have both studied to enter the libraries of the Hebrews and also have approved of the battles of the interpreters, holding the Hebrew Book of Esther, look through each word of our translation, so you may be able to understand me also to augmented nothing by adding, but rather with faithful witness to have translated, just as it is found in the Hebrew, the Hebrew history into the Latin language. We are not affected by the praises of men, nor are we afraid of (their) slanders. For to be pleasing to God we do not inwardly fear those caring for the minas of men, \"for God has scattered the bones of those desiring to be pleasing to men\" (Ps 52.6), and according to the Apostle, those like this are \"not able to be servants of Christ\" (Gal 1.10).\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 1_2.toml",
        "id": "aadc9457-af89-411c-8eba-94273c7b174a",
        "location_end": 1000002,
        "location_start": 1000002,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Captial. Hebrew, \"palace, (Protestants; Haydock) or castle \"(Calmet) may also signify \"a capital. \"(Montanus) \nHystaspes founded this ancient royal city of Persia, (Pliny, vi. 27.) or he greatly embellished it. (Calmet) (Ælian, Anim. xiii. 18.) (Tirinus) \nHe seems to have resided here almost constantly. The preceding kings (Calmet) spent the winter in this warm climate, and perhaps the spring. See 2 Esdras i. 1. They spent other parts of the year at Ecbatana and at Babylon. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 1_2.toml",
        "id": "c8b429ed-d2b9-4b57-afaf-45ccefde2fe1",
        "location_end": 1000002,
        "location_start": 1000002,
        "source_title": "Commentary on Esther",
        "source_url": "https://sites.google.com/site/aquinasstudybible/home/esther/rabanus-maurus-commentary-on-esther",
        "ts": 856,
        "txt": "Susa is the capital of Persia, which according to the chroniclers was founded by the brother of Memnon; and it is called Susa because it borders on the river Susa, which is the location of the royal palace of Cyrus. This was known for its bright and colorful stone, along with its gold columns, its ponds, and its gems; and it also contained a likeness of the heavens inlaid with shining stars, and other things that the human mind finds difficult to comprehend. And it was there, we are told, that the king in question would stage for his subject peoples a grand feast that featured impressive accouterments and a wealth of riches.\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 1_2.toml",
        "id": "7f7b01f6-409f-4885-993a-dbc0822946aa",
        "location_end": 1000002,
        "location_start": 1000002,
        "source_title": "EXPLANATION ON THE BOOK OF ESTHER 1",
        "source_url": "",
        "ts": 856,
        "txt": "Susa is the metropolis of Persia which the historians say was founded by the brother of Memnon. It is called Susa because it lies along the river Susis where the royal palace of Cyrus was constructed with glittering white stone as well as other varieties. It is conspicuous for its golden columns and roofs and for its precious stones. It also contains the sculpture of a sky full of shining stars and other incredible things to the human mind. This is the place where it is said that the king gave a lavish banquet and displayed his great wealth to his subjects.\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 1_3.toml",
        "id": "4d9fc576-0a54-489b-b168-aca8f8dd97ec",
        "location_end": 1000003,
        "location_start": 1000003,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Reign. When he was solemnly crowned, again, (Tirinus) or removed his court, (Calmet) and dedicated this new capital, with feasting (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 1_3-8.toml",
        "id": "60291638-e4cb-4908-b227-a5cf26501769",
        "location_end": 1000008,
        "location_start": 1000003,
        "source_title": "Commentary on Esther",
        "source_url": "https://sites.google.com/site/aquinasstudybible/home/esther/rabanus-maurus-commentary-on-esther",
        "ts": 856,
        "txt": "Though these preparations for so rich a feast seem intended to portray in concrete terms the parade of wealth and the abundance of delights possessed by a powerful king, it is actually a very sanctified allegory which symbolizes the magnitude of spiritual riches, and the excellence of the necessities of life, provided by the most powerful of kings, namely the Lord Christ, which he—in accord with his method of dispensation—has generously distributed to each of his faithful ones. For this king of great wealth, who was convinced by the entreaties of his faithful wife to do away with the imminent destruction of the Jews which wicked men were plotting, prefigures no one more than our Redeemer who is accosted every day by the prayers of the Church who is his dearest wife, and frees his chosen ones from the hands of their enemies, and subjects their adversaries to the punishment they deserve. And that Esther prefigures the Church, no one can doubt; nor may she be described as the bride of anyone but Christ. That is why no one should reject this interpretation merely because this actual king was faithless, as though this would mean he could never be a figure of the just king; for we do not say that anyone’s treacheries or transgressions are the sum of his behavior, whether he is trustworthy or even faithless: “He did not sin, and no deceit was found in his mouth” (1 Peter 2). “For how can light associate with darkness; or what can Christ have in common with Belial (2 Corinthians 6)?” Rather, the good actions and just judgments of any individual should be associated with no less an authority than the one from whom comes every good, about whom it is written: “He will judge the world in fairness, and the peoples in his truth” (Psalm 9). For the transgressions and sins of the faithful do not provide the most accurate representation of their character, as do the errors and wicked actions of the gentiles; and the reason we are saying this is because certain of our teachers have used David’s behavior toward Uriah and his wife as a prefiguration of Christ and the Church. Why would anyone want to suggest that Moses’ doubts at the “waters of dissension,” Aaron’s deception about manufacturing the calf, Solomon’s lust, Ezekiel’s arrogance, Peter’s denial, and Saul’s blasphemy are fitting prefigurations of our Redeemer? And yet no one can properly deny that the good actions and the correct doctrines of those men offered a great deal of evidence on his behalf. No one, therefore, ought to take us to task for comparing, by some sort of analogy, the righteous works and the just judgments of a great king to the king and judge of all the ages; since whatever is good belongs to him, and every sin flees his presence. But if anyone should feel that what we are saying is inappropriate, let him read the prophet Isaiah who compared Cyrus, the king of Persia and a gentile, to our Redeemer when he said in the person of the Lord: “I will give you hidden treasures and the secrets of hidden things so that you may know that I am the Lord, since I the God of Israel call on your name for the sake of my servant Jacob, and Israel my chosen one; and I have summoned you in your name, I have made you like me though you have not acknowledged me. I am the Lord and there is none greater; aside from me there is no God. I have strengthened you, though you have not acknowledged me” (Isaiah 45). Let him read as well the short works of the Fathers, who said that the deeds—or rather, the misdeeds—of the shameful kings Saul and Jeconiah were symbolic prefigurations of the holy actions of our Redeemer—that is, they interpret the death of Saul, who was anointed king but was quite rightly killed for his crimes, in reference to the death of Christ the innocent king; and they explain the fact that Jeconiah was exiled from Judah to Babylonia—which he deserved because of his sins—as a prefiguration of the grace of that same Redeemer of ours, which was why he deigned to wander through the world for sake of saving the nations once he had left the Jews behind for their faithlessness. They also reported that the actions of Pharaoh or Nebuchadnezzar should be understood as prefigurations of the enemies of the Church; for example: Pharaoh commands the male infants of the people of God to be killed in the river and the females spared, because the Devil wishes to extinguish the sturdy aspects of our behavior, and to nourish the feckless and weak ones. In the same way, Nebuchadnezzar ordered all the peoples subject to him to bow down and worship his statue to the sounds of orchestras and musicians; and the Devil uses the sweetness of earthly pomp to try and steer the human race away from proper intent, and to pervert the hearts of the deceived into indulging their desire, which is “the worship of images.” If, therefore, certain actions—namely the just punishment of shameful men—prefigured not only wicked acts but good ones, could not the good actions or words of good men, which are contained in the writings of the prophets, also have prefigured the good deeds of those who came after them? After all, the power of the sacred narrative is (as someone has said) that it tells us about what happened at o time or another so that it may spell out what is going to come; it approves of the actor so that it may reprove him in the guise of an allegory, and condemns what has happened to persuade us allegorically of what is going to happen. Let us also consider the short works of St. Augustine, who said that the seven husbands of a single wife who died without children, with whom the Sadducees were testing the Lord because they denied the idea of resurrection, were likewise a sure prefiguration of the sacrament of the Church. In fact, he taught that the wife, and her barrenness and death, as well as the deaths of her husbands, prefigured noteworthy events even though the Lord himself did not tell this story, and neither did any of the evangelists who were writing in his person; instead they recorded the unspeakable words that wicked men had thrown in the Lord’s face, on account of the Lord’s very sanctified response. So when the faithful reader finds these sentiments and others like them among the statements of the sacred Fathers, he should not give the credit to us if we choose to include assertions of a similar character in our own brief works.\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 1_3-8.toml",
        "id": "8d41756c-cfde-413b-a5c9-5dd41a3a57c6",
        "location_end": 1000008,
        "location_start": 1000003,
        "source_title": "Commentary on Esther",
        "source_url": "https://sites.google.com/site/aquinasstudybible/home/esther/rabanus-maurus-commentary-on-esther",
        "ts": 856,
        "txt": "“So in the third year of his rule, King Ahasuerus held a grand feast for all his officials and young men, the famous heroes of Persia and Media, and the chiefs of the provinces in his presence, so that he could show off the wealth of the glory of his kingdom.” For our Redeemer—whom Ahasuerus represented in both his title and his rank—is interpreted as “my entry” or “my court”, because in the third era of that age the eternal ruler of man in the Father and the Holy Spirit opened wide to the human race the sacrament of his incarnation; and he has opened up for us the entryway to life and served to his faithful ones the most ample of spiritual banquets. The first era, then, was before the Law, the second was under the Law, and the third was under grace, namely when he fulfilled his preaching in the Gospels and prepared for all the nations an opulent meal of his body and blood. That is to say, the Lord himself was spiritually commending to us, in as a mystery, the excellence of this feast through the Gospel parable in which he described the king who threw a wedding for his son, and the great meal prepared by a man. “So the great king held a feast for seven days, in the entryway of the garden and the grove that the king had planted and cultivated by hand,” because for the entire period of that life which transpires in multiples of the number seven, our Redeemer satisfies his chosen ones with the pasturage of the divine word and the feasts of the virtues, in the Church of this world where each of the faithful readies himself— with correct faith and good works—to enter Paradise and the celestial kingdom. Hence they will become accustomed in every respect to the delights and the pleasures of the heavenly kingdom where fruit-bearing trees are planted, that is, where holy men and those who are famous for their good deeds show—through the divine gift that has been lavished on them—the beauty of holy conduct and proper doctrine. Hanging there “from every spot are tents the color of the sky, and fine linen and blue,” because it is there that the spiritual ornament of study, and the splendor of celestial wisdom, flash with the brilliance of the virtues whose proper purpose is to instruct us in those things. For that matter, the color of linen mimics (as some claim) the appearance of gold, and has deservedly been compared to the sheen of divine wisdom which excels above all in the cultivation and the practice of righteousness. “And these tents were stretched with ropes of flax and purple, and were supported by marble columns.” For flax signifies the mortification of the flesh, purple the blood of martyrdom, ivory the chastity of the body, and marble columns the solidity of the sacred teachers. It therefore makes sense that, as we are told, the tents of various colors were held up with ropes of flax and purple by ivory circles on marble columns, because the beauty of the holy Church ought to shine in the contemplation of wisdom—or rather in the perfection of the virtues—through the restraint and chastity of bodies, i.e. with the honor of martyrdom among the teachers of the sacred Gospels; and it ought, through both the word and the example of these men, to reach the notice of many people so that those who have been taught, encouraged and comforted by them may be able to reach, as they should, the court of the celestial empire. There were also “gold and silver couches spread about a floor inlaid with emerald and Parian marble, which he decorated with a marvelous variety of pictures,” because the humility of the saints, which is decorated with diverse kinds of the various virtues, provides the peace of inner contemplation to the chosen of God when they consider the divine word and investigate the true wisdom. It is there that the sweetness of knowing and loving God is lavished generously upon those who seek righteously in the gift of the Holy Spirit. It is about this couch that the bride speaks in the Song of Songs: “Our couch is bright with flowers;” in other words, when any of the saints make use of the tranquility of his times and depart from times of tribulation, it is then above all that they are free to make use of the sacred couches, fasting, prayer and all the other fruits of the spirit. They may then raise themselves up high in the contemplation of ethereal matters to gaze in all directions upon the glory of the divine majesty, since they have been given a respite from less essential concerns. The emerald is, after all, so called because it is so green; and Parian is the whitest kind of marble; and it is fitting that, as we are told, the floor where the couches were placed was set with these two stones, since it is through the whiteness, i.e. the chastity of the body, and the greenness of the good sense which is always verdant in the grace of God, that the foundations of humility are solidly laid where the reward of eternal peace is prepared for all those who deserve it. Hence it is written: “Blessed are the poor in spirit, because theirs is the kingdom of Heaven” (Matthew 5). And “He who has well humbled himself will be properly raised up” (Matthew 23). That is why the same Truth says to the disciples elsewhere in the Gospels: “Learn from me because I am gentle and humble of heart, and you will find rest for your souls; for my yoke is smooth, and my burden is light” (Matthew 11). “And those who were invited to the royal feast drank from golden goblets.” Those who drink from golden goblets are those who draw divine wisdom from the precious sayings of the sacred Gospels; and those who are served foods in different kinds of vessels are those who—by reading the Law and the prophets, and the apostles and the Gospels—are known to accept the manifold meals of spiritual doctrine on which are fed the souls brought up for eternal life. And as befits the magnificence of a king, wine is also served to the guests in exceptional abundance, since the gift of celestial grace is generously granted to each and every one of the faithful in accordance with the dispensation of divine mercy and the grant of the Holy Spirit. This is because, in Paul’s judgment: “the charity of God is spread throughout our hearts by the Holy Spirit which was given to us (Romans 5)”; and “To each one is given a manifestation of the Spirit for their use. Indeed, one person is able through the Spirit to speak the words of wisdom, while another, through the same Spirit, speaks the words of knowledge; to another is given faith in that same Spirit; to another, the grace of healing in that one Spirit; to another, the working of miracles; to another, prophecy; to another, the power to discern spirits; to another, the varieties of languages; to another, the interpretation of speech” (1 Corinthians 12). And what we said a moment ago—i.e. that he did not force to drink anyone who did not wish to do so, but as the king had decreed he sat each of his officials at tables so that each could take whatever he liked—symbolizes the freedom of grace in which no one is forced against his will to accept a spiritual gift, rather the willing participation of each individual is sought in accordance with that statement of the Lord where he says: “Whoever can accept this, let him accept it” (Matthew 19). And in the same spirit: “If you wish to enter into life, then keep the commandments” (ibid.). And again: “If you wish to be perfect, go, sell everything you have and give it to the poor, and you will have treasure in Heaven; and come, follow me” (ibid.). For at the festive and sacred feast of the holy Church, our king seats his teachers at the table of the Holy Scriptures so that they might dispense to each of the faithful the doctrines that are suited to him, and adapt to each man’s character the preaching of the word so that each one might take from it whatever he perceives as feasible and useful to him. Of course, the words of a teacher must be crafted with such skill that even though the faults of his hearers differ from one another, they should be suited to each individual and yet not contradict themselves; in this way he may maneuver in a single pass between the moderate passions, while at the same time cutting out—in the manner of a double-edged sword—the tumors of carnal thoughts. He may, accordingly, preach humility to the arrogant without making the timid more afraid; he may lavish authority upon the timid without loosening up on the arrogant; he may preach to the indolent and the sluggish attention to good works, without giving the impulsive the license to act without restraint; he may place limits upon the impulsive without making the indolent secure in their laziness; he may dampen the wrath of the impatient without encouraging carelessness among the easygoing and the gentle; he may enflame the feckless to take action without adding fuel to the irritable; he may fill the miserly with the desire to give generously, without having to preach tightfistedness to the prodigal; he may praise marriage to the promiscuous, without enticing the continent back to excess; he may praise bodily virginity to the continent, without causing married couples to look down on the fruitfulness of the flesh. He will preach the good in such a way that the bad will not also be commanded alongside it; he will praise the highest good without despising the final one; he will foster the final one so that for as long as it is believed sufficient, no one will ever turn from it toward the highest. So the faithful and wise slave who has been appointed the manager by his master, and gives his fellow slaves their share of the wheat on time, is praised by his master’s words; and he is promised that he will be put in charge of all his goods. Hence it is necessary that one who ministers with the cup of the word should possess the means of discretion, so that he may obtain from his ministry praise and reward rather than condemnation and torment.\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 1_3-8.toml",
        "id": "90462727-2b26-4d87-860e-c2bcce6c43cb",
        "location_end": 1000008,
        "location_start": 1000003,
        "source_title": "EXPLANATION ON THE BOOK OF ESTHER 1",
        "source_url": "",
        "ts": 856,
        "txt": "Even though from the historical point of view it simply appears to show the abundance of riches and the luxury of delights of a powerful king, … according to the holier mystery of our most powerful king, namely, Our Lord Christ, this preparation of a most magnificent banquet signifies the greatness of the spiritual riches and the excellence of the living treasures that he distributes according to the measure of his dispensation to each of his faithful.\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 1_4.toml",
        "id": "d9ad374c-83d9-419f-8508-47afd52fbdaa",
        "location_end": 1000004,
        "location_start": 1000004,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Days, or a full half year, according to their reckoning. Nabuchodonosor, after his victory over Arphaxad, (Judith i.) feasted 120 days; Dionysius of Syrachuse, 90; (Aristotle) Solomon seven; (3 Kings viii. 63.) and David three; when he was recognized by all Israel, 1 Paralipomenon xii. 39. The Gaul, Ariamnes, gave a feast to all his countrymen for a whole year. (Athen. iv. 13.) \nThe Roman emperors sometimes treated all the citizens of Rome, and Alexander did the like to 9000 of his chief officers for one day. But the magnificence of Assuerus surpasses all the rest. The Persians were famous on this account. \nPersicos odi, puer, apparatus. (Horace i. Ode 38.) (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 1_5.toml",
        "id": "afbaf9a2-cf45-4c79-9dfe-12b57513053f",
        "location_end": 1000005,
        "location_start": 1000005,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Expired, (Feuardent) or in the last week. (Menochius) (Calmet) \nKing. The Persian monarchs delighted in agriculture. Cyrus the younger, planted trees at Sardis, and never eat till he had taken some exercise of this or of a military nature. (Xenophon Memor.; Cicero Senect.)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 1_6.toml",
        "id": "4d960e5f-3524-45e8-9ee1-0d5daf4acc1b",
        "location_end": 1000006,
        "location_start": 1000006,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Were. Protestants, \"where were \"white, green, and blue hangings. \nIvory. Hebrew, \"silver. \"(Haydock) \nBeds, to lie down on at table; though sitting was formerly the fashion, Genesis xliii. 33. The other custom prevailed among the more luxurious nations, and was observed in our Saviour's time, each person reclining upon his left arm, and having his feet behind the next. (Tirinus) \nThese beds were made very low, in Persia; so that Alexander had one put under his feet, when he sat on the throne of Darius, as he was not so tall. (Curtius v. 7.) \nTheir magnificence was surprising. (Herodotus ix. 81.) (Calmet) \nVariety, in Mosaic work. (Tirinus) \nThey lay upon sheep skins. (Chaldean) Septuagint, \"and the beds (or coverlets) were transparent, with various flowers, and full-blown roses, all round. \"(Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 1_7.toml",
        "id": "315892c9-83b1-4937-8fa4-e033e41e96a1",
        "location_end": 1000007,
        "location_start": 1000007,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Vessels. When Lysanias had taken the camp of Mardonius, and beheld the rich vessels, he could not help expressing a surprise that people possessing such advantages, should come to molest the Lacedemonians, who lived so poorly. (Herodotus ix. 79.)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 1_8.toml",
        "id": "20a5a2cf-5ddb-4f89-9434-ccf765b279d3",
        "location_end": 1000008,
        "location_start": 1000008,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Neither. Hebrew, \"and the drinking was according to the law. \"Greek, \"was not according to the pre-established law \"(Haydock) as the usual custom was altered, on this occasion; and thus both may be accurate. The Persians had commonly a king of the feast, whose orders all were obliged to obey in drinking. (Horace i. Ode 4.) (Ecclesiasticus xxxii. 1.) \nThis was an occasion of quarrels, (St. Jerome) and of intoxication. Agesilaus followed the example of Assuerus. Darius, and Cyrus the younger, gloried in being able to drink much wine without being deranged. (Calmet) \n--Reges dicuntur urgere culullis, Et torquere mero, quem perspexisse labor ant, An sit amicitia dignus.\n-- (Horace ad Pison.) Among friends, these \"absurd laws \"were laid aside. Siccat inequales calices conviva, solutus Legibus insanis.\n-- (Horace ii. Sat. 6.) (Calmet) This may suggest to Christians, that they ought not to urge any to get drunk, (St. Augustine, ser. 231. de Temp.) lest they should be condemned by the very heathens. (Worthington) \nWould, and thus prevent disorders as much as possible. (Athen. x. 6.)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 1_9.toml",
        "id": "fa4461e0-1870-41c7-a66b-d81b96e175b6",
        "location_end": 1000009,
        "location_start": 1000009,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Vasthi. Septuagint Astin. (Haydock) \nSerarius suspects she was the king's sister, or daughter, as such marriages were common in Persia. (Tirinus) \nThe name is not very different from that of Atossa, the daughter of Cyrus, who was married to Cambyses, Smerdis, and Darius; to the latter of whom she bore four children. (Herodotus iii. 68., and vii. 3. \nThis prince had other wives, particularly Artistona, (Calmet; our Hadossa, (Haydock) or Esther) whom he espoused a virgin, and love the most. Herodotus seems to confound her with Atossa. \nDwell. Some Greek copies have \"in her own palaces. \"(Usher) \nIt was proper for women to be more retired. (Menochius) \nThe men feasted in the open air. (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 1_9.toml",
        "id": "8a1af272-2a5d-40cb-888f-e2b7fb653a67",
        "location_end": 1000009,
        "location_start": 1000009,
        "source_title": "Commentary on Esther",
        "source_url": "https://sites.google.com/site/aquinasstudybible/home/esther/rabanus-maurus-commentary-on-esther",
        "ts": 856,
        "txt": "“Vashti the queen also held a feast for the women in the palace where King Ahasuerus liked to stay.” Queen Vashti must symbolize the Jewish people, which at the time seemed to have ruled like a queen since it was found to stand apart from all the other nations in its worship of a single God. So she held a feast for the women where the king would liked to stay; that is, in Jerusalem itself—the site of the Temple of God and the Holy of Holies—it demonstrated its observance of the Law in worship or rather by meditating on the Holy Scriptures, through which it supplied to its members the refreshment of spiritual knowledge by granting them the awareness of their power from Heaven.\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 1_9.toml",
        "id": "b0a6d79b-512d-49b2-9655-0b82dd652616",
        "location_end": 1000009,
        "location_start": 1000009,
        "source_title": "EXPLANATION ON THE BOOK OF ESTHER 2",
        "source_url": "",
        "ts": 856,
        "txt": "The person of Queen Vashti provides a clear expression of the Jewish people who themselves appeared to reign as queen when they were found to prevail over all the other nations in the worship of the one God. Therefore when she gave a banquet for the women where the king used to linger, this symbolized the Jewish people who demonstrated their observance of the law in the worship they performed in Jerusalem where the temple and the Holy of Holies used to be.\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 1_10.toml",
        "id": "cf1386da-d687-4e4e-a61a-4cdbd9aca2a0",
        "location_end": 1000010,
        "location_start": 1000010,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Wine. From the king's excess, and the haughtiness of Vasthi, God took occasion to advance Esther, and to deliver his people. (Calmet) \nMauman. Septuagint, \"Aman. \"(Tirinus) \nBut the names vary. The Persians seem to have had a predilection for the number seven, ver. 14. (Calmet) Greek, \"the seven eunuchs, ministers (deacons) of Artaxerxes.\"\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 1_10-12.toml",
        "id": "2662aa16-96ad-4e2d-9cc8-a14a5f7352ec",
        "location_end": 1000012,
        "location_start": 1000010,
        "source_title": "Commentary on Esther",
        "source_url": "https://sites.google.com/site/aquinasstudybible/home/esther/rabanus-maurus-commentary-on-esther",
        "ts": 856,
        "txt": "“So on the seventh day when the king was very festive, and after he had drunk too much and grown heated from the wine, he ordered Mehuman, and Biztha, and Harbona, and Bigtha, and Abigtha, and Zethar, and Carcas, the seven eunuchs who ministered in his presence, to bring in Queen Vashti before the king once the diadem had been placed upon her head, so that he could show off her beauty to all the peoples and officials; for she was very beautiful. But she refused, and disdained to come at the king’s command.” The seventh day of the feast symbolizes the beauty of the time when the Lord incarnate clarified in his abundant grace all the mysteries of the Law and the prophets upon which the pious minds of devout men had been feeding till then. It is about this completion that Paul writes to the Galatians when he says: “And when the time was completed, God sent his own son made from a woman so that he might redeem those who were under the Law, so that we might receive the adoption given to children. Because you are the children of God, God has sent the spirit of his Son into your hearts, crying: ‘Abba! Father (Galatians 4)!’” And it is well said that after drinking too much he had grown heated from the wine, because he poured into his disciples, through the arrival of the Paraclete, abundant grace through the gift of the Holy Spirit. We read about this wine in the Acts of the Apostles that when, in the Cenacle of Zion, the Holy Spirit settled upon one hundred and twenty believers and the Jews thought that they were full of new wine, Peter answered them with: “Brothers, despite what you think these men are sober, since it is the third hour of the day. But this is what was spoken through the prophet Joel: ‘And it will be in the last days, says the Lord, that I will pour out from my Spirit upon all flesh, and your sons and your daughters will prophesy; and your young men will see visions, and your old men will dream dreams. And I will indeed pour out from my spirit in those days upon my servants and my maids, and they will prophesy; and I will show marvels in the heavens above, and signs on the earth below (Acts 2).’” When, during the allegorical wedding in the Gospel, the chief steward tastes the sweetness of the wine, he says to the groom: “Every man serves the good wine first, and once they have become drunk he serves the inferior stuff. But you have saved the good wine till now.” So the king in his happiness ordered the seven eunuchs who ministered in his presence to bring in Queen Vashti before the king once the diadem had been placed upon her head, so that he could show off her beauty to all the peoples. And in the same way, our Redeemer Christ (i.e. the Lord) directed the order of the aforementioned saints, which was full of the grace of the sevenfold Holy Spirit, to assemble the Jewish people at a spiritual feast, so that its beauty and nobility— which it had as a privilege of its ancestors, and because of its knowledge of the Law and the prophets and its cultivation of righteousness (for which it was better known than the other nations before the coming of the Lord)—would be known to the peoples of the entire world. But she disdained to come, not only showing her contempt for the emissaries but even rejecting the authority of the supreme king. Of course, the Lord himself referred to this in the Gospel parables, when he explained that it was the mercy of the righteous father toward his wasteful but penitent son, whom he took into his home, that led him to sacrifice a calf and hold a feast which his older son refused to attend even though his father had summoned him from town. And elsewhere we read about the men who—occupied with their pursuit of other things—did not want to come to the wedding which the king had prepared for his son, or to the great meal which, it is written, a certain man had prepared and to which he had invited many people. It was, we are told, because of this that the head of the household—who had every right to feel indignant—turned away even men of the highest rank and substituted others in their place. Hence the older son, and the ancient people of the Synagogue who are represented in the person of Queen Vashti, refused to leave their dwelling, i.e. to be parted from the letter of the Law, but were rather content to live by their own judgment which they would exercise for the satisfaction of their earthly desires. They were exiled far from the homeland of the Holy Spirit and the counsel of the Father, forever brittle and hard, full of rancor and indignation; they are the one who says: “I have bought a field, and I need to go out and see it; I ask you to excuse me” (Luke 14). The one who purchases five yoke of oxen is weighed down by the burden of the Law while enjoying the pleasures of our earthly senses; the one who has gotten married and cannot come to the wedding, and having been made flesh can never be one with the spirit—the character of this man is much like that of the workers in the parable in which they are sent to the vineyard at the first, the third, the sixth, and the ninth hour, i.e. they were hired at different times. So they are indignant that the workers hired at the eleventh hour are being paid the same amount as they are.\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 1_10-12.toml",
        "id": "a8ee4b9e-7309-46bc-b9ac-f55b87c2d776",
        "location_end": 1000012,
        "location_start": 1000010,
        "source_title": "EXPLANATION ON THE BOOK OF ESTHER 2",
        "source_url": "",
        "ts": 856,
        "txt": "The seventh day of the banquet signifies the beauty of the time in which the incarnate Lord manifested with more abundant grace all the mysteries of the law and the prophets on which the pious minds of the faithful had until then pastured. And writing about that fullness to the Galatians, the apostle Paul says, “But when the fullness of time had come, God sent his Son, born of a woman, born under the law, in order to redeem those who were under the law, so that we might receive adoption as children. And because you are children, God has sent the Spirit of his Son into our hearts, crying, ‘Abba Father.’ ”\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 1_11.toml",
        "id": "13adf843-59c3-459b-b7c3-e3a257e79976",
        "location_end": 1000011,
        "location_start": 1000011,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Head. But without any other covering. (Chaldean) Sulpitius entertained perhaps the same idea. Stulto rege consultior, pudens, virorum oculis spectaculum corporis præbere jussa, abnuit. (Haydock) \nSome Greek copies assert, very improbably, (Calmet) that she was sent for \"to be crowned queen. \"\nBeautiful. \"The Persian ladies were noted for beauty \"(Ammian) insomuch that Alexander called them eye-sores, oculorum dolores. (Curtius) \nOnly prostitutes appeared publicly at feasts. (Macrob. vii. 1.) (St. Ambrose, de Elia. i. 15.) \nIn effect, Vasthi's refusal was conformable to the laws of the country. (Josephus) (Plutarch in Themist.) \nHer offence consisted, therefore, rather in her haughty carriage or words. (Haydock) \nFor the proposal was neither decent nor safe for the king, (Grotius) as the history of Candaules shows. (Herodotus i.) (Not. Var. in Sulpitius)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 1_12.toml",
        "id": "ff1dc381-3c4f-487c-9792-0c56eae0bda6",
        "location_end": 1000012,
        "location_start": 1000012,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Fury. This is the usual consequence of excess. (Worthington)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 1_12-19.toml",
        "id": "a5f165b4-206d-45cb-af50-ab5ed5bd3994",
        "location_end": 1000019,
        "location_start": 1000012,
        "source_title": "Commentary on Esther",
        "source_url": "https://sites.google.com/site/aquinasstudybible/home/esther/rabanus-maurus-commentary-on-esther",
        "ts": 856,
        "txt": "But let us hear what Scripture has to say about the stubbornness of Vashti, that most foolish of queens: “So the king was angered, and enflamed by his excessive rage he questioned his wise men, who were always at his side according to royal custom; and he used to do whatever they advised him, since they knew the laws and the rules of the ancestors. And in the first and second place were Carshena, Shethar, Admatha, Tarshish, Meres, Marsena, and Memucan, the seven leaders of Persia and Media who would see his face and whose authority was normally second only to his own; and it was to their judgment that Queen Vashti was subject when she did not want to obey the command of King Ahasuerus given to her through the eunuchs. And as the king and his officials listened to him, Memucan said: ‘Vashti has injured not only the king, but all the officials and peoples who are in all the provinces of King Ahasuerus. For her words will go out to all the women, so that they will despise their husbands and say: “King Ahasuerus ordered Queen Vashti to come to him, and she did not want to.” And with this example, all the wives of the officials of Persia and Media will hold cheap the authority of their husbands; so that the king’s indignation is just. And if it pleases you, let an edict go forth from your face, and let it be written according to the law of Persia and Media— which it is forbidden to ignore—that Vashti may no longer come into the king’s presence, but that her reign should be given to another who is better than her.’” Now, when Vashti shows her arrogance, King Ahasuerus seeks the advice of the seven wise men who are always at his side according to royal custom, and commands that their judgment about her should be carried out; and this can only mean that our Savior— through his learned men who are filled with the grace of the Holy Spirit, and always take care to stand in his presence with upright faith and good works—bases his verdict upon the stubbornness of the Jewish people who are guilty of punishing and condemning him. He ruled, in other words, that they should be driven from the seat of the king, i.e. from their relationship with God for which they were ordained and chosen; and that another, better people—namely, the Church of the nations—should take its place in genuine faith and full devotion. So the Lord promised by the Law and the prophets shows in the Gospel itself that he was destined, at the behest of the Father, to summon Judea when he says: “I was sent only to the lost sheep of the house of Israel (Matthew 15)”; and likewise: “It is not good to take the bread of children and toss it to the dogs” (ibid.). But when the gentile woman continues to petition him, the Lord himself rightly praises her great faith; and elsewhere the faith of the centurion is shown preference over the faith of the Jews, when he says: “Amen, I tell you, many will come from the East and the West and will recline with Abraham, Isaac and Jacob in the kingdom of Heaven; while the children of this kingdom will be cast into the outer darkness, where there will be weeping and gnashing of teeth” (Matthew 8). Likewise, in another passage the Truth herself says to Jerusalem: “Jerusalem, Jerusalem, you kill your prophets and you stone those who were sent to you; how often have I wanted to gather your children, like the hen gathers her chicks beneath her wings, but you did not want me to. See, your house will be left to you desolate” (Luke 13). Moreover, after his resurrection he commanded his disciples as follows about summoning the nations: “Go and teach all the nations, baptizing them in the name of the Father, the Son, and the Holy Spirit, and teaching them to keep everything I have ordered you to do. And see, I myself am with you for all the days until the very end of the age” (Matthew 28). It is also fitting that he was publishing his decision about Vashti through Memucan, who is mentioned last in the series of seven wise men, because he symbolizes the persona of the apostle Paul who was the last to be called as an apostle, and through whom the Jews are properly reproached for their faithlessness. For he says about himself: “But I am the least of the apostles” (1 Corinthians 15).And elsewhere he says: “To me, the least among the saints, has been given this grace, so that I might evangelize Christ among the nations” (2 Corinthians 3). So while he had been preaching the word of God together with Barnabas in the Synagogue of the Jews, and the Jews—who were full of zeal— were speaking out blasphemously against what Paul was saying, he said to them firmly: “It was proper that the word of God should first be spoken to you; but since you reject it, and judge yourselves undeserving of eternal life, see we are turning to the nations. For so the Lord has commanded us: ‘I placed you as a light for the nations, so that you may bring salvation to the ends of the earth.’ And hearing this, the nations rejoiced, and they glorified the word of the Lord, and whoever had been preordained for eternal life believed” (Acts 13).\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 1_13.toml",
        "id": "c04e3efa-3460-401c-8056-4c7c25349af0",
        "location_end": 1000013,
        "location_start": 1000013,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "According. Hebrew, \"knew the times, (for so was the king's custom with those who knew law and judgment.) And the next \"(Haydock) \nThese were the magi, more particularly versed in the constitutions of the country. The Persians commonly held their consultations over wine. (Herodotus i. 133.) \nSeptuagint, \"and the king said to his friends, Thus has Astin spoken; do therefore, in this affair, law and judgment. Then came forth to him Arkesaios and Saresthaios, and Males ear, the princes of the Persians and Medes, men near the king, and who sat first after the king. (Haydock) \nThe old Vulgate places Mardochæus first. These seven counsellors were perhaps styled the king's relations \"(Brisson i. p. 171.) and administered justice; as even the kings referred their causes to them. (Plut. AR tax.)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 1_13-22.toml",
        "id": "5ff225a0-5f6a-4800-bfe6-e62bff93f379",
        "location_end": 1000022,
        "location_start": 1000013,
        "source_title": "EXPLANATION ON THE BOOK OF ESTHER 2",
        "source_url": "",
        "ts": 856,
        "txt": "The advice which King Ahasuerus asks of his seven sages who were, according to royal custom always by his side, concerning the insolent Vashti—as well as the sentence he orders them to pass concerning her—undoubtedly signifies the sentence our Savior passes against the arrogance of the Jewish people. He passes this sentence through his teachers who are always in his presence and full of the grace of the Holy Spirit in their orthodox faith and good works. The Jewish people themselves who incurred this judgment bear the responsibility for the punishment and condemnation they have received of being expelled from the royal bridal room, that is, from the congregation of God for which they had been ordained and elected, so that another, better bride, namely, the church of the nations, may take their place with sincere faith and full devotion.\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 1_16.toml",
        "id": "58d3b628-4874-4476-aef8-4f73fca698d3",
        "location_end": 1000016,
        "location_start": 1000016,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Mamuchan. Old Vulgate, \"Mardochæus. \"Yet the Jews say this was the infamous Aman; and one Greek copy has Bilgaios, (Calmet) and Arabo, \"Mouchaios \"chap. iii. 1., and xii. 6. He was the youngest, but spoke first, as was sometimes the case.\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 1_18.toml",
        "id": "0b788641-b062-4f8c-85e5-a5f5b4feb1bd",
        "location_end": 1000018,
        "location_start": 1000018,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Wives. Greek turannides, \"princesses, or female tyrants. \"\nSlight. Septuagint, \"dare to slight their husbands. Wherefore if \"(Haydock) \nJust. Hebrew, \"enough of contempt and indignation. \"This may be referred either to the king or to the women's husbands. The example will prove a source of continual quarrels. (Calmet) \nBrentius approves the decision of this parasite; though St. Ambrose, think that the queen was justified by the laws, which the king had no right to infringe, to gratify his drunken humour, ver. 10. Luther would also wrest this text in favour of adultery, p.ii. Divort. p. 177. (Worthington)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 1_19.toml",
        "id": "8b9bb53e-00ff-433d-b8a4-61279deef205",
        "location_end": 1000019,
        "location_start": 1000019,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Altered. This regarded the more solemn acts, signed by the counsellors, Daniel vi. 17. (Grotius) \nSome decrees were neglected or changed, chap. viii. 9., and 1 Esdras iv. 5, 21., and vi. 1. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 1_21.toml",
        "id": "399529c6-b058-4d4c-9e5b-b81fee529b47",
        "location_end": 1000021,
        "location_start": 1000021,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Counsel. It was very inconclusive; (Menochius) and even supposing the queen were guilty of some indiscretion, the punishment was too severe. (Menochius) (Grotius, v. 11) (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 2_1.toml",
        "id": "24885d24-77cf-4be3-a005-918dff01a230",
        "location_end": 2000001,
        "location_start": 2000001,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Suffered. He began to repent. The Persians used to deliberate when warm with wine: but their decrees were not ratified till they had examined them again the next day. (Herodotus i. 133.) \nThis was not the case here; the king divorced his wife without any delay. (Calmet) \nSeptuagint intimate that he presently lost thoughts of her. \"He no longer remembered Vasthi with any affection, reflecting what she had said, and how he had condemned her. \"(Haydock) \nBut the Alexandrian copy agrees with the Hebrew. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 2_1-4.toml",
        "id": "44e6e463-dbdc-4f79-837c-725c6a549f0c",
        "location_end": 2000004,
        "location_start": 2000001,
        "source_title": "Commentary on Esther",
        "source_url": "https://sites.google.com/site/aquinasstudybible/home/esther/rabanus-maurus-commentary-on-esther",
        "ts": 856,
        "txt": "When, therefore, Judea had been repulsed from its relationship with the king, various nations—and the various inhabitants of particular nations from the various parts of the world—were brought in to receive a share in the royal grandeur through the holy preachers, who were ministers of the words of the Gospel. And they were placed under the hand of Hegai, meaning quick or customary, who was in charge of the king's women; that is, under the care of the shepherds and rulers of the Church to whom the governance of the souls of the faithful was committed, so that they might be able to offer them, in word and by example, whatever they needed for the cultivation of righteousness. And so whatever souls pleased the eyes of the inner breast in proper faith and pure conscience would be brought, pure and holy, to the bed of the eternal king in place of the stubborn and shameless Vashti who had been cast out.\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 2_1-4.toml",
        "id": "a927e5fd-2644-4410-992c-dfc24b84a8d1",
        "location_end": 2000004,
        "location_start": 2000001,
        "source_title": "EXPLANATION ON THE BOOK OF ESTHER 3",
        "source_url": "",
        "ts": 856,
        "txt": "After Judea had been expelled from the royal marriage, different peoples and different individuals from each nation from different parts of the world were led to the royal congregation by the holy preachers who were ministers of the evangelical word. They were given into the custody of Hegai, whose name is interpreted as “celebration” or “solemnity.” He was the superintendent of the royal women. In other words, they4 were given to the care of the pastors and leaders of the church to whom the custody of the souls of the faithful was entrusted.\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Jerome",
        "file_name": "Esther 2_1-4.toml",
        "id": "f1b94e92-149a-4117-93d1-f560ec3322a7",
        "location_end": 2000004,
        "location_start": 2000001,
        "source_title": "LETTER 125.14",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Jerome/Letters/letter_125.md",
        "ts": 420,
        "txt": "The worldly philosophers drive out an old passion by instilling a new one; they hammer out one nail by hammering in another. It was on this principle that the seven princes of Persia acted toward Ahasuerus, for they subdued his regret for Vashti by inducing him to love other maidens. But whereas they cured one fault by another fault and one sin by another sin, we must overcome our faults by learning to love the opposite virtues. “Depart from evil,” says the psalmist, “and do good; seek peace and pursue it.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 2_2.toml",
        "id": "f6a9586c-8d82-4ab8-8e3e-769f093f58b4",
        "location_end": 2000002,
        "location_start": 2000002,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Beautiful. Thus Abisag was brought to David, 3 Kings i. 2. The Turkish emperors select women from all their dominions, without distinction of noble or ignoble; as all are their slaves.\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 2_3.toml",
        "id": "ffce1c12-04b8-4455-9a2a-76943fefc9b4",
        "location_end": 2000003,
        "location_start": 2000003,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "House. Distinct from the palace, ver. 14. \nWomen's. Hebrew, \"things for rubbing, (Calmet) or purification \"(Haydock) such as perfumes, but not clothes.\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 2_4.toml",
        "id": "0b0f82f7-468a-4b1a-b160-c0f9137a2bf8",
        "location_end": 2000004,
        "location_start": 2000004,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Commanded. Hebrew, \"did so.\"\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 2_5.toml",
        "id": "1cc53e66-40d8-4005-910d-00b293a8caf4",
        "location_end": 2000005,
        "location_start": 2000005,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Jew. He was of the tribe of Benjamin. But all went by this name, after the captivity. Mardochai had probably returned from Jerusalem, seeing things were unfinished there, 1 Esdras ii. 2. (Calmet) \nSemei, who cursed David. (Chaldean) \nCis. The head of the royal family of Saul; whence authors have concluded that he and Esther were of royal blood, (Calmet) and descendants of Miphiboseth. (Tirinus)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 2_5-9.toml",
        "id": "abac17d5-7af9-43e7-8305-56cdcc378701",
        "location_end": 2000009,
        "location_start": 2000005,
        "source_title": "Commentary on Esther",
        "source_url": "https://sites.google.com/site/aquinasstudybible/home/esther/rabanus-maurus-commentary-on-esther",
        "ts": 856,
        "txt": "Now, what can Esther—whose name means hidden, and who was also called Hadassah, i.e. mercy—signify if not the Church of the nations, which pleases God in the recesses of its heart because its faith is pure, and it finds before the eyes of God more mercy and grace than the Synagogue of the Jews which the prophet Hosea rightly calls “No-mercy” on account of its wickedness. So the spiritual Mordecai adopts her as his daughter, because she had lost both her parents; and what can Mordecai signify if not the teachers of the nations, and especially the blessed apostle Paul who was also, we are told, from the line of Jemin, i.e. from the tribe of Benjamin? He too was entrusted with the Church of the nations after the call of God transformed him from a persecutor into an apostle; and after the deaths of her father and her mother—that is, the errors and superstitions of the gentiles—he made her in a sense his own when, through the grace of baptism and the word of the Gospels, he sired anew a daughter for the all-powerful Father for eternal salvation. Hence he said to them: “Though you might have many masters, you do not have many fathers; for I sired you in Christ through the Gospel” (1 Corinthians 4). She was, therefore, been taken into captivity at one time by Nebuchadnezzar the king of Babylon, when—because of the Devil—she was taken from natural law and the worship of one God to the confusion of idolatry. Yet God’s righteousness never abandoned her, and in fact called her back to the path of truth by means of his preachers, who looked after her with great care and brought her up in complete righteousness, justice and truth. For her, Hegai the eunuch—i.e. the chaste order of pastors—prepared the cosmetics of women, that is, healthful doctrine and examples of good works; and he gave her his own share of food, which was actually the knowledge of Scripture and an upright character. He also arranged for her seven beautiful girls as attendants, in that he adopted—for the sake of giving her a very beneficial apprenticeship—more of the faithful who were reborn through the grace of the sevenfold Holy Spirit and likewise took up good works. In other words, she would therefore be found suitable in every way for the couch of the eternal king, adorned as she was with a flourishing faith and the glow from every kind of virtue.\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 2_5-9.toml",
        "id": "05f6ebbd-5a56-4b5d-af22-e069e5e62739",
        "location_end": 2000009,
        "location_start": 2000005,
        "source_title": "EXPLANATION ON THE BOOK OF ESTHER 3",
        "source_url": "",
        "ts": 856,
        "txt": "It is evident that Esther signifies the gentile church. Her name is interpreted as “hiding place,” and she also had the other name of Hadassah, that is, “mercy.” The church is pleasing to God in the hiding place of his heart because of the chastity of her faith and before the eyes of God it finds a greater mercy and grace than the synagogue of the Jews which with good reason the prophet Hosea calls merciless because of its impiety. Therefore the spiritual Mordecai adopted [Esther] as his own daughter because she had lost both her parents. And what is signified by Mordecai but the future teachers of the Gentiles? This is especially true of the blessed apostle Paul who also descended from the stock of Jemin, that is, he testified to be from the tribe of Benjamin. After Paul was transformed from persecutor into apostle, the gentile church was entrusted to him. And he himself, after her mother and father had died—namely, the errors and superstitions of the Gentiles—made her his own daughter when he regenerated her through the grace of baptism and the word of the gospel, making her also a daughter of the almighty Father, saved for all eternity. Therefore Paul said to them, “For though you might have ten thousand guardians in Christ, you do not have many fathers. Indeed, in Christ Jesus I became your father through the gospel.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 2_6.toml",
        "id": "e85d35e6-fd20-4185-abe0-2e980ddb352d",
        "location_end": 2000006,
        "location_start": 2000006,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Who. This may refer to Cis, the great-grandfather of Mardochai, if we postpone this history till the latter end of the Persian monarchy. (Du Hamel) \nBut it more naturally applies to Mardochai himself, who (chap. xi. 4.; Tirinus) was led captive 80 years before, being then perhaps 10 years old, so that he would now be only 90; an age when many are fit for great things. (Calmet) (Cicero, de Senect.) \nHe might even have been an infant when taken, and of course would not be much above 80 when he came into such favour. (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 2_7.toml",
        "id": "18009220-b953-4537-b0e3-4ebd0530af6d",
        "location_end": 2000007,
        "location_start": 2000007,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Brothers. Josephus, ( xi. 6.) the old Latin version of the Syriac, Abenezra, suppose that Mardochai was uncle to Esther. But the Hebrew, Syriac, Greek, and Chaldean assert that he was only her cousin. Septuagint, \"daughter of Amina dab, (or rather Abihail, ver. 15.) his father's brother, and her name was Esther; and after her parents were dead, he educated her for a wife \"eis gunaika, as some Rabbins also maintain, believing she was an heiress. Yet other Greek copies, Hebrew, read, \"he educated her as a daughter, thugatera: for the damsel was very beautiful. \"He had probably adopted her. (Calmet) \nEdissa. Hebrew hadassa, (Haydock) or Hadassah, signified \"of myrtle. \"(Menochius) \nEsther, \"a sheep. \"(Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 2_9.toml",
        "id": "9641ce9a-2ff3-4112-8dae-996800290eeb",
        "location_end": 2000009,
        "location_start": 2000009,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "And he, Egeus, commanded the under eunuch. (Tirinus) \nHebrew, \"he quickly gave her her things for purifications, (ver. 3.) and her portions, with seven maids, suitable for her, out of the king's house; and he charged her and her maids to dwell in the best of the women's house \"(Haydock) where things were the most commodious. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 2_10.toml",
        "id": "83dca123-dfe9-44ba-8466-311172a2db1e",
        "location_end": 2000010,
        "location_start": 2000010,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Would. Hebrew, \"had not declared. \"He was not influenced to treat her thus on account of her royal extraction. (Haydock) \nIn effect, the Jews were despised. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 2_10-11.toml",
        "id": "b94da038-89aa-4bca-b505-019bbdb28ec0",
        "location_end": 2000011,
        "location_start": 2000010,
        "source_title": "EXPLANATION ON THE BOOK OF ESTHER 3",
        "source_url": "",
        "ts": 856,
        "txt": "Indeed the church of the nations, being instructed with the precepts of the holy teachers, did not want to disclose the place of its homeland and people, because, after being purified through baptism from any corruption of sin or defilement of idolatry, it is no longer able to bear the shame of its former impiety. And the Lord taught [the church] through the prophet by saying, “Hear, O daughter, consider and incline your ear; forget your people and your father’s house, because the king desired your beauty, as he is also the Lord your God.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 2_10.toml",
        "id": "09fefb4a-ec99-4a0a-9fd6-8989a86e61da",
        "location_end": 2000010,
        "location_start": 2000010,
        "source_title": "Commentary on Esther",
        "source_url": "https://sites.google.com/site/aquinasstudybible/home/esther/rabanus-maurus-commentary-on-esther",
        "ts": 856,
        "txt": "That is, the Church of the nations, which was instructed in the precepts of the sacred teachers, does not want to betray the place of her country and people because now that she has been cleansed through baptism of all the pollution born of sin and the filth of idolatry, she can no longer endure in any form the shame of her original impiety. Moreover, the Lord is also commanding her through his prophet, when he says: “Listen daughter, and see, and lend your ear, and forget your people and your father’s home, because the king has desired your beauty, because he is the Lord your God” (Psalms 45).\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 2_11.toml",
        "id": "5595dbf1-a17b-48d2-a7c8-8df4d9981117",
        "location_end": 2000011,
        "location_start": 2000011,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Court. He was one of the life-guards, chap. xi. 3. (Tirinus) \nThis situation enabled him to disclose a conspiracy, (ver. 23., and chap. xii. 5.) as he often went to enquire after the health of Esther. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 2_11.toml",
        "id": "f570f7a5-7bd7-4585-951f-2141cf3f3754",
        "location_end": 2000011,
        "location_start": 2000011,
        "source_title": "Commentary on Esther",
        "source_url": "https://sites.google.com/site/aquinasstudybible/home/esther/rabanus-maurus-commentary-on-esther",
        "ts": 856,
        "txt": "So it follows that Scripture demonstrates through the figure of Mordecai the cleverness of the leaders, when it says:\n\n“He would stroll every day in front of the forecourt of the house where the chosen virgins were serving, expressing his concern for Esther’s welfare and wanting to know what was happening to her.” Because every day the sacred teachers take care to keep watch, venturing out to teach the Gospel so that they might examine the faith and the works of the people entrusted to them, to see if they are following with attentive concern the rule of proper faith through which we obtain eternal salvation; or if they are diligent about worshipping God and doing good works, which is how we may win the reward of the heavenly kingdom in the life to come. For those whose hearts burn incessantly with the heat of proper faith and the fire of divine love cannot be free of this concern for even an hour. Hence when the teacher of the nations glories in his labors and in the persecutions which he suffered for Christ, he adds as follows: “And in addition to any secondary concerns, I am faced every day with my concern for all the churches. Who is weak without my being weak? Who is offended without my being disturbed?” (2 Corinthians 11) And to the Romans: “God, whom I serve in my spirit in the Gospel of his Son, is my witness that I remember you in my prayers always, and without interruption” (1 Romans).\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 2_12.toml",
        "id": "112efbb0-3a79-4cca-86a2-36325294e9e3",
        "location_end": 2000012,
        "location_start": 2000012,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Turn. This was rigidly observed, in that country, where polygamy prevailed, Genesis xxx. 16. (Herodotus iii. 69.) \nThe wives were \"shut up in separate apartments \"(Just. i. 9.) in the remotest parts of the palace. (Calmet) \nTwelfth. A full year elapsed before they could be admitted. \nA sweet. Protestants, \"other things for the purifying of the women. \"(Haydock) \nIt would be difficult to form an adequate idea of the luxury of the Persians, if the Scripture had not informed us. The kings were not satisfied with one wife. Assuerus had 400; (Josephus) and Darius Codomannus carried 360 with him, in his expeditions. (Curtius iii.) \nParmenio took an incredible number of his concubines, at Damascus. (Athen. xiii. 9.) \nThey were not all treated alike, but all were very sumptuously adorned. Cities were allotted to furnish one with sandals, another with girdles (Cicero in Verrem. v.) (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 2_12.toml",
        "id": "6e25b6ff-bec5-44e6-8c0b-9826cf23ef9f",
        "location_end": 2000012,
        "location_start": 2000012,
        "source_title": "Commentary on Esther",
        "source_url": "https://sites.google.com/site/aquinasstudybible/home/esther/rabanus-maurus-commentary-on-esther",
        "ts": 856,
        "txt": "Now, why is it that the girls who were to be brought into the king’s bedchamber were prepared for twelve months with oil and scent, i.e. for six months they were anointed with oil of myrrh (which is known to have a pleasant odor) and for another six they used various pigments and scents? It must be that all the souls who are invited to receive the gift of holy baptism and to enter the bed of the true Groom, i.e. Christ the king, are thoroughly imbued by oil of myrrh—i.e. by the light of faith and the salve of love—with the scents of the virtues, so that they will deserve to be worthy of his company. For what are the holy preachers doing when they instruct their catechumens in the truth of the faith, if not teaching them to adorn that faith with good works so that with fasting, prayer and charity, and with other works of virtue, they may quickly wash away the original filth of the old man and clothe themselves in the elegance of the new one. We read, after all, in the Acts of the Apostles that the centurion Cornelius had first pleased God with prayer and charity, and then when Peter arrived he received the purification of baptism and the sanctification of the Holy Spirit.\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 2_13.toml",
        "id": "2d1e3006-87ef-4a8e-a585-4f390506e095",
        "location_end": 2000013,
        "location_start": 2000013,
        "source_title": "Commentary on Esther",
        "source_url": "https://sites.google.com/site/aquinasstudybible/home/esther/rabanus-maurus-commentary-on-esther",
        "ts": 856,
        "txt": "For any soul that strives to hurry to the bed of the heavenly Groom receives from its teachers the adornment that is appropriate to it, and with which it shows itself more devoted to the understanding of the faith and the knowledge of virtue, so that—by the intact faith of the holy Trinity and full confession—it may go forth from among the postulants to receive the sole baptism and anointment with the holy oil, when it is genuinely united with the heavenly Groom.\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 2_14.toml",
        "id": "b5364997-ddf6-4320-81ed-c21debd876ba",
        "location_end": 2000014,
        "location_start": 2000014,
        "source_title": "Commentary on Esther",
        "source_url": "https://sites.google.com/site/aquinasstudybible/home/esther/rabanus-maurus-commentary-on-esther",
        "ts": 856,
        "txt": "What then follows—“She would enter in the evening and leave in the morning, and was then brought to the second building”—and so on, proves in an allegorical way that after our vices have subsided, the glow of our virtues (which will not shine properly anywhere but in the unity of the holy Church) ought to rise. And yet one who has sequestered himself from it because he has some foul odor of error or vice is quite rightly kept from being brought to the second building where the king’s concubines were waiting, because a decline in robust faith deserves not a advance in but a restoration of respect; and he will no longer have such an authorization to return to our king until he has been visited once again by celestial grace, and restored through his calling to his original dignity.\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 2_15.toml",
        "id": "7ed8adf7-1ff6-4330-83b5-1d275efbbae0",
        "location_end": 2000015,
        "location_start": 2000015,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Abihail. Septuagint, \"Amina dab, brother of Mardochai's father. \"(Haydock) (Ver. 7.)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 2_15-18.toml",
        "id": "0d11b2ad-7fb4-4941-bf33-ac9f8db27bcb",
        "location_end": 2000018,
        "location_start": 2000015,
        "source_title": "EXPLANATION ON THE BOOK OF ESTHER 4",
        "source_url": "",
        "ts": 856,
        "txt": "It is evident that the magnificent banquet for Esther’s wedding, prepared for both the princes and the people, represents the greatest bliss that is enjoyed by the entire human race, both great and small, for the spiritual union of Christ with the church. In this banquet, in fact, no carnal foods are consumed by those who are worthy to participate in it. Instead they consume a spiritual diet of wisdom and virtue. In this banquet, all the faithful receive the holy mysteries of the body and blood of the Lord as a remedy for their salvation. Here the meal of eternal life resides. And our king gives peace to all the provinces, and bestows abundant gifts in freeing those who believe in him from the weight of sins, and rewarding them with spiritual gifts. Therefore he himself says in the gospel, “Come to me, all you who are weary and are carrying heavy burdens, and I will give you rest. Take my yoke upon you, and learn from me; for I am gentle and humble in heart, and you will find rest for your souls.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 2_15.toml",
        "id": "6e8a6817-fa11-4fab-a359-fada98bed41f",
        "location_end": 2000015,
        "location_start": 2000015,
        "source_title": "Commentary on Esther",
        "source_url": "https://sites.google.com/site/aquinasstudybible/home/esther/rabanus-maurus-commentary-on-esther",
        "ts": 856,
        "txt": "It says “in the course of time,” i.e. once the five ages of the world—during which the posterity of the Fathers was gaining ground, and the institution of the Law was flourishing among the Jews—had come to an end, and a sixth age was at hand when, with the arrival of the Redeemer, a multitude from among the nations would be brought together through the Gospel. For it was then that Esther in the allegorical sense, i.e. the Church, was being brought from among the nations to Christ the king through the apostles’ preaching, and by means of the belief of robust faith and the sacrament of baptism; she was shapely, and in the incredible beauty of her virtues she appeared gracious and lovely to all who saw her. The apostle Paul mentions this period when he writes to the Galatians, as follows: “After the fullness of time had come, God sent his own Son born from a woman, made under the Law so that he might redeem those who were under the Law, so that we might receive the adoption given to children” (Galatians 4). And to the Ephesians: “God, who is rich in mercy, revived us together with Christ by whose grace you were saved, because of the great charity with which he loved us even though we were dead through our sins; and he revived us with him, and had us sit with him in the heavens in Christ Jesus to show in the ages to come the abundant riches of his grace in his goodness toward us in Christ Jesus” (Ephesians 2).\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 2_16.toml",
        "id": "8612eaaa-3e38-482d-8de3-0e96e6a7ff89",
        "location_end": 2000016,
        "location_start": 2000016,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Tenth. Septuagint and old Vulgate, \"twelfth month, which is Adar. \"Tebeth corresponds with December and January. (Calmet) \nNotwithstanding all exertions, Esther had been near four years in preparing; (Tirinus; chap. i. 3.; Calmet) unless some years had elapsed before she was brought, ver. 12. (Haydock) \nShe was guilty of no sin in becoming an inferior wife of the king. (Menochius) (Tirinus)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 2_16-17.toml",
        "id": "070c8319-00b1-418c-b952-0b454846112d",
        "location_end": 2000017,
        "location_start": 2000016,
        "source_title": "Commentary on Esther",
        "source_url": "https://sites.google.com/site/aquinasstudybible/home/esther/rabanus-maurus-commentary-on-esther",
        "ts": 856,
        "txt": "Hence we should also bear in mind the crucial moment when Esther was brought to the king’s bedchamber:\n\n“So she was brought to the bedchamber of King Ahasuerus in the tenth month, which is called Tevet, in the seventh year of his reign; and the king loved her more than all the women, and placed the diadem of kingship on her head, and had her rule in place of Vashti.” For Tevet is that month in the Hebrew calendar which corresponds to the Greek Eudymos and the Latin Januarius, when the Lord incarnate was circumcised on the eighth day and was adored even as a tiny infant by the Magi, who were brought there by a star that led the way, and honored as God, man and king with the gifts of gold, frankincense and myrrh that were offered to him. This was also the month when he was heralded and baptized by John. So in the seventh year of Ahasuerus, Esther went up to the king’s bed; and the Church was brought to and joined with the king Christ, in whom she remains without change by the grace of the sevenfold Spirit. “Whom he loved more than all the women;” and she had before him grace and mercy above all women, that is, above all the nations of the world. “He placed on her head the diadem of kingship,” when he summoned her as his consort in kingship; “and he had her rule in place of Vashti,” i.e. the Synagogue of the Jews which lost its place of honor when it spurned and crucified our king. That is, the prophet is looking at the excellence of this queen when he says to Christ the king: “The queen stood at your right hand in golden robes, cloaked in colorful clothing” (Psalms 45). And right after that, he speaks to her as follows: “Listen daughter, and see, and lend your ear, and forget your people and your father’s home, because the king has desired your beauty. He is the Lord your God, and the daughters of Tyre will adore him; with gifts all the wealthy among the people will seek your face” (ibid.).\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 2_17.toml",
        "id": "c2cde7e4-9706-40b2-ad8e-1a673200ecc9",
        "location_end": 2000017,
        "location_start": 2000017,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Crown. Literally, \"diadem \"(Haydock) which was a bandage \"of purple, striped with white \"by which the queen was distinguished from the other wives. (Calmet) \nThe king wore \"a four-square cidaris \"with a similar ornament. (Alex. Genial. i. 27.) \nOnly one queen was chosen from all the wives, and she was \"adored \"by the rest. (Dion. Athen. iii. l.) \nThough God had forbidden marriages with infidels, (Calmet) at least with those of Chanaan, (Haydock) a dispensation might be granted, (Exodus xxxiv.; Tirinus; 2 Kings iii.; Worthington) for a greater good. Esther was not puffed up with her exaltation, and refrained from all forbidden meats, chap. xiv. 15. (Calmet) \nIf she be the Artystona of Herotous, (vii. 69.; Haydock) as it is most probable, (Tirinus) her two sons, Arsames and Gobryas, had a command in the famous expedition of Xerxes. (Usher, the year of the world 3524.) (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 2_18.toml",
        "id": "1f0572ce-5fd7-4de5-8ffb-63a4fcefa72a",
        "location_end": 2000018,
        "location_start": 2000018,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Servants. Septuagint add, \"seven days, and he magnified the nuptials of Esther. \"(Haydock) \nRest, from labour. (Calmet) \nSeptuagint, \"remission to all his subjects \"of tribute, as was sometimes done. (Herodotus iii. 66.) (Tirinus) (Calmet) \nGifts, on Esther. (Chaldean) (Malvenda)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 2_18.toml",
        "id": "00454410-878e-4f24-b061-2d02bba2d261",
        "location_end": 2000018,
        "location_start": 2000018,
        "source_title": "Commentary on Esther",
        "source_url": "https://sites.google.com/site/aquinasstudybible/home/esther/rabanus-maurus-commentary-on-esther",
        "ts": 856,
        "txt": "Now, what can “prepare a greatly magnificent feast for all his officials and slaves in honor of his marriage with Esther” mean, if not that everyone throughout the world, from the greatest to the least, celebrates with the greatest joy the spiritual union of Christ and the Church? After all, at this feast it is not meals of the flesh that the celebrants have the honor to consume, but the spiritual dishes of wisdom and virtue. It is there that all of the faithful receive—for the sake of restoring their salvation—the sanctified mysteries of the body and blood of the Lord; and there that the fodder of eternal life is stored. Our king gives a respite to all the provinces, and bestows gifts of many kinds, when he frees those who believe in him from the burden of sin, and repays them with spiritual gifts. That is why he himself says in the Gospel: “Come to me all of you who labor and are burdened, and I will restore you. Take my yoke upon yourselves, and learn from me because I am mild and humble of heart, and you will find rest in your souls” (Matthew 11). The prophet as well says about this: “When he went up on high he led captivity away captive; he gave gifts to men” (Psalms 68). That is why the apostle adds to this: “And he made some of them apostles, others prophets, still others evangelists, and others pastors and teachers for finishing the training of the saints for the work of ministry, for building the body of Christ until we all arrive at the unity of faith and the knowledge of the Son of God, at the complete man, at the measure of the age at which Christ reaches his fullness” (Ephesians 4).\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 2_19.toml",
        "id": "210924e3-5c28-4b58-a9b5-51bc98f954ac",
        "location_end": 2000019,
        "location_start": 2000019,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "And. Septuagint, \"But Mardochai \"(Haydock) \nThey say nothing of the gifts, ver. 18. \nSecond. The same process had been observed before, when Vasthi was chosen. (Calmet) \nMardochai was perhaps then one of the king's guards. (Haydock) (Ver. 11.) (Tirinus) \nThis second inquiry is here specified, to introduce the following account. (Menochius)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 2_19-20.toml",
        "id": "14eed1e1-7c56-408b-9ed5-5d35ddc05759",
        "location_end": 2000020,
        "location_start": 2000019,
        "source_title": "Commentary on Esther",
        "source_url": "https://sites.google.com/site/aquinasstudybible/home/esther/rabanus-maurus-commentary-on-esther",
        "ts": 856,
        "txt": "Virgins are being sought for the king a second time and gathered together, because it was not enough for our Lord Jesus Christ to associate himself exclusively with the Jewish members of the early Church; rather he also acquired through his preachers copious numbers of the faithful from among the nations so that a single catholic Church would arise from both peoples, namely his most noble bride who has no blemishes or wrinkles. Hence he himself says in the Gospels: “And I have other sheep which are not from this fold, and it is right that I should lead them; and they will listen to my voice, and there will be one fold and one shepherd” (John 10). “Mordecai was staying at the king’s door,” because the holy teachers who are persistently committed to teaching the Gospel call together the nations to the entryway of faith and the sacrament of baptism; and our Esther had still not betrayed her country and her people in keeping with the order of Mordecai the prefiguration because in keeping with the doctrine of faith, the Church of the saints never does anything out of arrogance but rather obeys—humbly and in pure conscience—everything commanded her by the aforementioned evangelists. And it is about her that the prophet says: “All the glory of the king’s daughter from within” (Psalms 45). And the apostle says: “She is our glory, the testimony of our conscience” (2 Corinthians 1).\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 2_19-23.toml",
        "id": "600dec06-d2cb-4d9c-ba79-e9392250bbb8",
        "location_end": 2000023,
        "location_start": 2000019,
        "source_title": "EXPLANATION ON THE BOOK OF ESTHER 5",
        "source_url": "",
        "ts": 856,
        "txt": "There is no doubt that the Scribes and Pharisees of the Jews are signified by the two eunuchs who were the caretakers of the royal house and guarded the threshold of the palace. Indeed it was said that even though they had the key to knowledge, they did not enter and did not let others enter. They wanted to rebel against the king and kill him because they were jealous of the teaching and virtue of the Savior. They constantly put him in danger and conspired with the ministers of Roman power to find a way to kill him. Therefore it is written in the gospel, “Then the Pharisees went and plotted to entrap him in what he said. So they sent their disciples to him, along with the Herodians, saying, ‘Teacher, we know that you are sincere, and teach the way of God in accordance with truth, and show deference to no one; for you do not regard people with partiality. Tell us, then, what you think. Is it lawful to pay taxes to Caesar, or not?’ ” And in another passage it is read, “So the chief priests and the Pharisees called a meeting of the council, and said, ‘What are we to do? This man is performing many signs. If we let him go on like this, everyone will believe in him, and the Romans will come and take our place and people.’ ” And a bit further it is added, “So from that day on they planned to put him to death.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 2_20.toml",
        "id": "adb28b2c-21b2-4c3f-8661-b233f8984fd3",
        "location_end": 2000020,
        "location_start": 2000020,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Commandment. No one interrogated her, as she had been educated at Susa, and was taken for a Persian lady, ver. 10. (Menochius)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 2_21.toml",
        "id": "a98f2840-6a76-4668-9d64-580178adddbf",
        "location_end": 2000021,
        "location_start": 2000021,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Bagathan, or Bagatha and Thara, chap. xii. 1. One of the chief counsellors was called Bagatha. (Haydock) \nBut these two were porters, (Calmet) or guards, of the king, (Septuagint; Grotius) or of the treasury. (Vatable) \nSome Greek copies and the Chaldean insinuate that they were displeased at the advancement of Mardochai. The latter supposes that they meant also to poison Esther. (Calmet) \nIt appears that they wished to make Aman king, (Menochius) and the detection was always resented by him, chap. xii. 6. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 2_21-22.toml",
        "id": "874fa2d4-0f97-4221-8b0d-0c52e2bacbcf",
        "location_end": 2000022,
        "location_start": 2000021,
        "source_title": "Commentary on Esther",
        "source_url": "https://sites.google.com/site/aquinasstudybible/home/esther/rabanus-maurus-commentary-on-esther",
        "ts": 856,
        "txt": "Now, what can these two eunuchs, who were doorkeepers of the royal house and presided over the first rank in the palace, symbolize if not the scribes and the Pharisees of the Jews about whom it is said that though they had the key to knowledge, they did not enter themselves and would not allow anyone else to enter. These men decided to rise up against the king and kill him because they constantly envied the teachings and virtues of the Savior and so decided to plot against him; and together with the administrators of Roman rule they were trying to kill him in some way. Hence we read in the Gospel that “the Pharisees went out and hatched a plot to catch him with his words; and they sent their disciples to him along with the Herodians, saying ‘Master, we know that you are truthful and you teach the way of God in truth; and that you do not concern yourself with anyone because you show no regard for a man’s status. Tell us, then, what you think—should one pay taxes to Caesar, or not (Matthew 22)?’” And elsewhere it is written that “the chief priests and the Pharisees assembled a council, and they said ‘what shall we do? Because this man does many wonders, if we let him go like this everyone will believe in him, and the Romans will come and do away with our place and our nation’” (John 11). Hence a bit after that, he adds: “So from that day forth they determined to kill him” (ibid.). The prophet Isaiah is alluding to these two characters when he mentions the two houses in which the Savior incarnate became a stone to trip against and a rock to stumble over, a snare and a trap for the inhabitants of Jerusalem on which many of them will stumble and fall, and be bruised, and ensnared, and caught. So our Mordecai, who knew about the wickedness of these eunuchs, turned them into the king through Esther, because the order of preachers shows the faithful—who are the limbs of Christ—how to be on guard against the deceit and the depravity of these men. These two eunuchs might also represent the character of heretics and schismatics who, because they carry in their hearts the poison of deception and wickedness, attack the truth by assiduously constructing evil schemes for removing it from the hearts of believers, and somehow killing within them Christ who is the life of the faithful. But the sacred teachers, who illuminate the sinfulness of these men, expose to the light the darkness of their errors by showing how the innocent are rescued from the death of the soul because God has pointed them out; how the guilty are punished with just vengeance; and how those who deserve it are repaid with the appropriate reward.\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 2_22.toml",
        "id": "efc2ff83-c41e-4a16-86ac-af5fa55b97b3",
        "location_end": 2000022,
        "location_start": 2000022,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Notice of it, from Barnabaz, a Jew in the service of one of them. (Josephus xi. 6.) \nHe might also hear some suspicious words. (R. Calom.) (Worthington)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 2_23.toml",
        "id": "96437fb0-5af8-4065-8bdc-d39393c90385",
        "location_end": 2000023,
        "location_start": 2000023,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "King. Such histories were preserved with great care, 1 Esdras vi. 1. (Calmet) \nSeptuagint, \"the king ordered a memorial of it to be kept in the royal library, for the praise of Mardochai's good will. \"(Haydock) \nThe latter also wrote an account, chap. xii. 4.\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 2_23.toml",
        "id": "ce22ca07-e915-4356-91ba-3665142027f0",
        "location_end": 2000023,
        "location_start": 2000023,
        "source_title": "Commentary on Esther",
        "source_url": "https://sites.google.com/site/aquinasstudybible/home/esther/rabanus-maurus-commentary-on-esther",
        "ts": 856,
        "txt": "Then it adds: “And it was investigated, and discovered, and both men were hung on a gibbet; and the king commanded that it be written in the record book that he should be repaid somehow for saving his life; and it was set down in the accounts, and recorded in the chronicles before the king.” The “record books” are, then, the volumes of the two Testaments which set down the rewards that await the righteous in return for their good deeds, and the punishments that await the wicked for their sins. Hence it is written in the Gospel: “The son of man is going to come in the glory of his Father, and will then repay each one according to his works” (Matthew 16). And likewise, “The wicked will come to eternal punishment, while the just come to eternal reward” (Matthew 25). Hence Paul as well writes to the Romans as follows: “For the wrath of God is unleashed upon all the wickedness and injustice of men, who repress in their injustice the truth of God who repays each according to his works; and those who seek glory, honor, and purity by patiently doing good deeds will receive eternal life, while those who trust in wickedness, because they are contentious and will not acquiesce to the truth, will receive wrath and indignation. There will be trouble and distress for every soul of an evildoer” (Romans 1 and 2). Ezekiel as well speaks about this: “The justice of the just man will be upon him, and the wickedness of the wicked man will be upon him. When a soul has sinned, it will die” (Ezekiel 18). The Psalmist also refers to this in the same terms: “The eyes of the Lord are upon the just, and his ears attend to their prayers; the face of the Lord is upon those who do evil, that he may wipe their memory from the earth” (Psalms 33).\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 3_1.toml",
        "id": "7f263291-ed93-4096-ab65-f8de683bce42",
        "location_end": 3000001,
        "location_start": 3000001,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Aman means, \"a disturber. \"(Haydock) \nWho. Septuagint add, \"Bougaios, or Gogaios. \"Gog designates Scythia, where Aman might have been born. Pliny ( iv. 12.) places there the lake and river Ruges. But the Bugean, in Greek, may mean, \"greatly puffed up: \"or it may stand for Bagoas, \"an eunuch \"(Judith xii. 11.) like Putiphar. \nAgag, the king of Amalec, 1 Kings xv. This title, like that of Macedonian, (chap. xvi. 10.) is probably used out of contempt, as the Jews fequently styled their enemies, \"race of Chanaan \"Ezechiel xvi. 3., and Daniel xiii. 56. (Calmet) \nSulpitius takes Aman to have been a Persian. His Amalecite ancestors may have fled before Saul into Macedonia, though he himself resided in Persia, so as to belong to all those nations. (Tirinus) (Menochius) \nThrone. Thus were Joseph and Joakim exalted, Genesis xli. 40., and 4 Kings xxv. 28. (Calmet) \nThe Persians gave places according to merit, (Haydock) or as a reward. (Brisson.)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 3_1-2.toml",
        "id": "36cfe11e-92f3-415c-adbd-b768af66809e",
        "location_end": 3000002,
        "location_start": 3000001,
        "source_title": "Commentary on Esther",
        "source_url": "https://sites.google.com/site/aquinasstudybible/home/esther/rabanus-maurus-commentary-on-esther",
        "ts": 856,
        "txt": "Now, what could the arrogant Haman symbolize if not the haughtiness of the powerful of this world, who exploit the benefactions conferred on them in the name of godly piety even as they disdain to treat their neighbors—who share their lot in nature—as partners in their good fortune? That is why they wickedly attempt to direct toward themselves the honor and reverence which should properly be paid to God alone; and they persecute with hatred, pursue with torments, and even try to have killed anyone who refuses to do or agree to this. But the supreme judge, “who looks down upon the humble but recognizes the haughty from far away; who knows the deceiver and he who is deceived, turns the grief caused by the wicked back upon their heads, and their wickedness comes down on the tops of their heads. The unjust are caught in their own traps; the just man is freed from his constraints; and the wicked man is put in his place” (Psalms 138 and 7). It may also be that this Haman the Agagite, who according to Josephus was descended from the line of Amalek, prefigures the bloody people of the Jews who killed their prophets and were not afraid to kill even the Lord of the prophets and his apostles. It was when they lost the nobility of their race because of their disbelief and hardness of heart that Isaiah called them the princes of Sodom and the people of Gomorrah; and Ezekiel tells them: “Your father was an Amorite, and your mother a Hittite” (Ezekiel 16). Hence these proclaimers of Christ regard them as enemies of the law of God. So they rush to lay their hands not only on Mordecai, that is, on the preachers of the Gospel, but also on the entire catholic people, and to wipe them out from this life; and yet the death they were scheming to inflict upon the innocent in this world they are forced to endure endlessly within their souls because their own actions demand it, and a just judge is paying them back.\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 3_1-6.toml",
        "id": "177fe6d8-61d6-4e35-8f6d-45b029d3c94f",
        "location_end": 3000006,
        "location_start": 3000001,
        "source_title": "EXPLANATION ON THE BOOK OF ESTHER 6",
        "source_url": "",
        "ts": 856,
        "txt": "Nothing else is symbolized by the arrogant Haman than the opulence of the powerful of this world who take advantage of the benefits conceded to them by divine mercy. They despise allowing their neighbors, who are given to them as companions by nature, to have as sharers of such grace. Therefore they are guilty of striving to transfer to themselves the honor and reverence that are rightly due to God alone. And so they pursue with hatred all those who do not want to act according to such behavior or comply with it. They persecute them with afflictions and endeavor to put them to death. But the heavenly judge, “who regards the lowly, and perceives the haughty from far away, who knows the deceiver and he, who is deceived, makes the pain return upon the heads of the sinful, and their iniquity descends on their head. The sinful are caught in their own traps: the righteous will be freed from their anguish, the impious will be handed over in their stead.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 3_2.toml",
        "id": "a2e1fb44-cd17-4c27-a906-b021ac213b4d",
        "location_end": 3000002,
        "location_start": 3000002,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Worship him, with divine honours, as he required, in imitation of the kings, Judith iii. 13. On certain solemn occasions, the latter at least exacted this respect from their subjects. But the pious Jews avoided appearing at such times, or the kings dispensed with them. The mere bending the knee, out of civil respect, would not have been objected to; and Mardochai says, he would not have refused to kiss the footsteps of Aman, chap. xiii. 12. (Calmet) (St. Thomas Aquinas, 2. 2. q. 84.) (Tirinus) \nBut he could not give such worship as was claimed by the minor gods. (Worthington)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 3_4.toml",
        "id": "945411e2-03f6-4227-a29e-16f009f10ed1",
        "location_end": 3000004,
        "location_start": 3000004,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Resolution. They did not mean to injure Mardochai, who had an employment at court, chap. xii. 5. (Calmet) \nJew, and of course hindered by his religion from giving divine worship to any man. (Menochius)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 3_6.toml",
        "id": "69cc693a-7bcd-4b94-a05e-68647dad3071",
        "location_end": 3000006,
        "location_start": 3000006,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Counted. Septuagint, \"consulted how to exterminate all the Jews in the kingdom. \"\nAssuerus. Hebrew adds, \"the people of Mardochai.\"\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 3_7.toml",
        "id": "14ca1ee7-999c-457e-8e40-ef583df572a0",
        "location_end": 3000007,
        "location_start": 3000007,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Lot. The Persians were much addicted to divination. The superstitious Aman, though he would appear a deity, was to be regulated by lots! Providence caused almost a whole year to intervene, before the cruel execution was to commence. (Calmet) \nReason began to show the futility of divination, (Cicero) but the Christian religion alone has been able to counteract its baneful influence. (Calmet) \nIndia is still much infected with it. (Bernier.) \nPhur. Hebrew, \"they cast Pur, that is the lot, before Aman. \"(Haydock) \nThe explanation intimates that Pur is a Persian word. (Du Hamel) \nYet Pagnin maintains that it means in Hebrew, \"to crush \"a wine-press, or vessel; and the lot, which is thrown therein. (Menochius) \nTickets, with the names of the twelve months, were probably drawn; and after the month was thus determined, Aman put in the urn as many tickets as it had days, and was directed to pitch upon the 13th. Septuagint have the 14th, both here and ver. 13. (Calmet) \nHow preposterous was the (Haydock) fury of this man, thus to decide upon the day before he had the king's leave! (Worthington)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 3_7-15.toml",
        "id": "7e9bc005-415b-4d9c-acf2-7af6623e8ee8",
        "location_end": 3000015,
        "location_start": 3000007,
        "source_title": "EXPLANATION ON THE BOOK OF ESTHER 6",
        "source_url": "",
        "ts": 856,
        "txt": "The fact that the twelfth month, which is called Adar, was chosen for the destruction of Israel after casting lots is not with its own spiritual meaning. It is referring, in fact, to the grace of Christ which has been prepared for the faithful in the fullness of time when the faithful will undergo a fierce persecution in the world in the last days. And writing about this to Timothy, the teacher of the Gentiles says, “You must understand this, that in the last days distressing times will come. For people will be lovers of themselves, lovers of money, boasters, arrogant, abusive, disobedient to their parents, ungrateful, unholy, inhuman, implacable, slanderers, profligates, brutes, haters of good, treacherous, reckless, swollen with conceit, lovers of pleasure rather than lovers of God, holding the outward form of godliness but denying its power.” And the Lord himself says in the Gospel, “And this gospel of the kingdom will be proclaimed throughout the world, as a testimony to all the nations; and then the end will come.” And a bit further: “For at that time there will be great suffering, such as has not been from the beginning of the world until now, and never will be.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 3_8.toml",
        "id": "81020a9f-27e7-4c63-b5b5-d286f6b5e039",
        "location_end": 3000008,
        "location_start": 3000008,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Another, as the ten tribes were from Juda, or rather (Haydock) they were scattered about the empire. (Calmet) \nHebrew, \"and dispersed; and their laws are different from all other people's; neither do they observe the king's laws: therefore it is not for the king's profit to tolerate them. \"(Haydock) \nThese are the old calumnies repeated by Tacitus, (Hist. v.) and ably refuted by Josephus. (contra Apion) Almost all Israel still continued about Media. Few had taken advantage of the decree of Cyrus.\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 3_8-11.toml",
        "id": "3a01e594-4cb9-429b-9e29-085b54b6b1bf",
        "location_end": 3000011,
        "location_start": 3000008,
        "source_title": "Commentary on Esther",
        "source_url": "https://sites.google.com/site/aquinasstudybible/home/esther/rabanus-maurus-commentary-on-esther",
        "ts": 856,
        "txt": "So Haman promised ten thousand talents of silver to the king, and asked for the death of the Jews; and so too the Jewish people, who were dedicated to the fleshly observance of the rites of the Law in the belief that they were pleasing God in this way, planned the death of the true witnesses to Christ who were performing their spiritual service to God in accordance with the teachings of the Gospels. And just as Haman, when he sent his letters, took care to enforce them with the king’s seal because this would make it easier for him to carry out his wishes, the faithlessness of the Jews wrongly exploited—as evidence for their heresy—the books of divine law in which the seal of the supreme king is impressed, that is, the grace of the Holy Spirit is made manifest. This they did in their effort to denounce the conversion of the nations to a fellowship of faith, and to condemn the Gospel of Christ as something contrary to God’s precepts.\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 3_9.toml",
        "id": "a4788916-a616-433f-8afd-666360f17cf5",
        "location_end": 3000009,
        "location_start": 3000009,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Talents. Hebrew, add, \"of silver. \"(Menochius) \nIf the Hebrew talent be meant, this sum would be immense for an individual; (Calmet) though Aman might expect to raise it by the confiscation of the Jews' effects, ver. 13. Some think he speaks of the Babylonian talent, on which supposition the sum would amount to twenty-one millions of French livres, (Bude.; Calmet) or of the Attic one, which is worth half the Hebrew talent. The king might thus be prevented from thinking that the tributes would be lessened. (Tirinus)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 3_10.toml",
        "id": "a53f002d-b176-4261-bc5e-8ed9d24e3e96",
        "location_end": 3000010,
        "location_start": 3000010,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Ring, to transfer his power to him, for the time, Genesis xli. 42. Alexander gave his ring to Periccas, and was generally supposed thus to designate him for his successor. (Justin. xii.) See 1 Machabees vi. 14, 15.\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 3_12.toml",
        "id": "550862f4-93fb-4ca5-90de-d9e69f809850",
        "location_end": 3000012,
        "location_start": 3000012,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Lieutenants. Literally, \"satraps. \"Hebrew achashdarpene, \"courtiers \"(Haydock) or those who are in the presence of his majesty, or porters. (Calmet) \nThey were entrusted with the care of the different provinces. (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 3_13.toml",
        "id": "129e8c7a-5294-425b-a814-d6bc20f2fb10",
        "location_end": 3000013,
        "location_start": 3000013,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Messengers. Literally, \"runners. \"(Haydock) \nPosts were first established in Persia, and were the admiration of other nations, though nothing compared with ours, as they were not regular, nor for the people. They called these messengers Astandæ, or Angari, Matthew v. 41. Darius Condo Manus was one of these postilions, before he came to the crown. (Calmet) \nAt first the kings had people stationed on eminences, at a convenient distance, to make themselves heard, when they had to communicate some public news. (Diod. xix. p. 680.) \nCyrus afterwards appointed horsemen, to succeed each other. (Xenophon, Cyrop. viii.) \nCæsar made some regulations on this head, which were perfected by Augustus and Adrian; but being neglected, Charlemagne strove to restore them: yet it is thought that the posts were not established, in France, till the reign of Louis XI. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 3_13.toml",
        "id": "7c174efb-089f-4484-9e0c-8de5a53617b2",
        "location_end": 3000013,
        "location_start": 3000013,
        "source_title": "Commentary on Esther",
        "source_url": "https://sites.google.com/site/aquinasstudybible/home/esther/rabanus-maurus-commentary-on-esther",
        "ts": 856,
        "txt": "Nor is it merely a straightforward fact that it was the twelfth month of the year, which is called Adar, that was set aside by lot for the murder of Israel; it signifies rather that the grace of Christ, which has been entrusted to the faithful in the fullness of time, is going to experience a harsh persecution in this world in the last days, carried out upon the faithful. This is what the teacher of the nations is also writing about when he says to Timothy: “And let it be known that in the last days we will face dangerous times; and men will be lovers of themselves, greedy, arrogant, proud, blasphemers, disobedient to their parents, ungrateful, wicked, emotionless, implacable, slanderers, unrestrained, harsh, without kindness, treacherous, reckless, bombastic, loving their pleasures more than they do God; and though they will have the appearance of righteousness, they will deny its power.” Hence the Lord also says in the Gospel: “This evangel of the kingdom will be preached throughout the whole world as a testimony to all the nations, and then the end will arrive” (Matthew 24). And a bit after that: “Then there will be great tribulation, of a sort there has not been since the beginning of the world till now; but it will not happen unless those days have been cut short” (ibid.).\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Jerome",
        "file_name": "Esther 3_13.toml",
        "id": "649aa98b-ad37-40ac-b558-f0da05902c2c",
        "location_end": 3000013,
        "location_start": 3000013,
        "source_title": "St. Jerome, Commentary on Daniel, CHAPTER SEVEN",
        "source_url": "https://www.ccel.org/ccel/pearse/morefathers/files/jerome_daniel_02_text.htm",
        "ts": 420,
        "txt": "[Daniel 7:5] \"And behold another beast like a bear stood up on one side; and there were three rows in his mouth and in his teeth; and they said to him: 'Arise up and devour flesh in abundance.'\" The second beast resembling a bear is the same as that of which we read in the vision of the statue (2:32): \"His chest and arms were of silver.\" In the former case the comparison was based on the hardness of the metal, in this case on the ferocity of the bear. For the Persian kingdom followed a rigorous and frugal manner of life after the manner of the Spartans, and that too to such an extent that they used to use salt and nasturtium-cress in their relish. Let us consult the record of the childhood of Cyrus the Great (i.e., \"The Education or Training\" of Cyrus). And as for the fact that the bear is said to have \"stood up on one side,\" the Hebrews interpret it by saying that the Persians never perpetrated any cruelty against Israel. Hence they are described in the Prophecy of Zechariah also as white horses (Zechariah 1:7-11). But as for the three rows or ranks that were in his mouth and between his teeth, one authority has interpreted this to mean that allusion was made to the fact that the Persian kingdom was divided up among three princes, just as we read in the sections dealing with Belshazzar and with Darius that there were three princes who were in charge of the one hundred and twenty satraps. But other commentators affirm that these were three kings of the Persians who were subsequent to Cyrus, and yet they fail to mention them by name. But we know that after Cyrus's reign of thirty years his son Cambyses ruled among the Persians, and his brothers the magi, and then Darius, in the second year of whose reign the rebuilding of the Temple was commenced at Jerusalem. The fifth king was Xerxes, the son of Darius; the sixth was Artabanus; the seventh, Artaxerxes who was surnamed Makrokheir, that is Longimanus (\"Long-handed\"); the eighth, Xerxes; the ninth, Sogdianus; the tenth, Darius surnamed Nothos (\"Bastard\"); the eleventh, the Artaxerxes called Mnemon, that is, \"The Rememberer\"; the twelfth, the other Artaxerxes, who himself received the surname of Ochus; the thirteenth, Arses, the son of Ochus; and the fourteenth, Darius the son of Arsamus, who was conquered by Alexander, the king of the Macedonians. How then can we say that these were three kings of the Persians? Of course we could select some who were especially cruel, but we cannot ascertain them on the basis of the historical accounts. Therefore the three rows in the mouth of the Persian kingdom and between its teeth we must take to be the three kingdoms of the Babylonians, the Medes, and the Persians, all of which were reduced to a single realm. And as for the information, \"And thus they spake to him: 'Devour flesh in abundance,'\" this refers to the time when in the reign of the Ahasuerus whom the Septuagint calls Artaxerxes, the order was given, at the suggestion of Haman the Agagite, that all the Jews be slaughtered on a single day (Esther 3:13). And very properly, instead of saying, \"He was devouring them\" the account specifies, \"Thus they spake unto him...\" This shows that the matter was only attempted, and was by no means ever carried out.\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 3_14.toml",
        "id": "b8417a42-0da8-4660-9bc7-9f4584781709",
        "location_end": 3000014,
        "location_start": 3000014,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Letter. It should appear here, as it is in Greek, but the Hebrew, omitting it, the Vulgate give it, chap. xiii. 1.\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 3_15.toml",
        "id": "fcbe8eae-0755-4136-ad92-efa67ff08780",
        "location_end": 3000015,
        "location_start": 3000015,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Jews. Hebrew, \"but the city of Susan was in perplexity. \"Greek, \"troubled. \"(Calmet) \nEven the pagans could not view such a cruel decree, without horror. (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 3_15.toml",
        "id": "8b2174f7-f98e-48ed-a635-b41faa628824",
        "location_end": 3000015,
        "location_start": 3000015,
        "source_title": "Commentary on Esther",
        "source_url": "https://sites.google.com/site/aquinasstudybible/home/esther/rabanus-maurus-commentary-on-esther",
        "ts": 856,
        "txt": "“And the decree was immediately issued in Shushan; and the king and Haman were attending the feast while all the Jews in the city were crying.” This is what the Savior preached to his disciples in the Gospel: “Amen, amen I say to you that you will cry and weep, while the world rejoices; and though you will be sad, your sadness will turn to joy” (John 16).\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 4_1.toml",
        "id": "dd1ef190-09bc-4109-99a6-fda11db523d3",
        "location_end": 4000001,
        "location_start": 4000001,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "House, and furniture. Septuagint, \"all the possessions of Aman, the devil \"(accuser; Haydock) which were confiscated for treason; and no one had a better title than the queen, whose life had been is such danger. Yet she did not touch the estates of the children, ver. 13., and chap. ix. 10. \nKing. In the place of Aman, chap. ix. 4., and x. 3. \nUncle, or cousin. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 4_1-2.toml",
        "id": "72d0885c-62ec-44fc-bfcd-ccdf7bfa3598",
        "location_end": 4000002,
        "location_start": 4000001,
        "source_title": "Commentary on Esther",
        "source_url": "https://sites.google.com/site/aquinasstudybible/home/esther/rabanus-maurus-commentary-on-esther",
        "ts": 856,
        "txt": "When Mordecai hears that the slaughter of the Jews has been fixed by imperial decree, he dresses himself in somber clothing and approaches the doors of the palace with a bitter soul and a wailing voice; and when the leaders of the Church hear about the persecution which the princes of the earth desire to inflict upon the blameless slaves of Christ, they long to pour out their troubles—with fasting and charity, with vigils and prayer, with tears and the devotion of the heart—to the hidden recesses of Heaven, i.e. in the sight of the supreme judge. So in light of the honor and the prayers of the true queen, i.e. the holy Church which even now wanders the earth for some of the time, and rules with the Lord in Heaven for the rest, they deserve to be heard by the king of all ages. If, moreover, one were to ask how it might befit a just king to inflict torments on the innocent, he should know that the source of this is not some desire to do harm but the intention of the highest providence; for the divine wisdom—which conquers every sort of wickedness and reaches powerfully from one end to the other, and disposes everything with ease—does whatever it wishes in Heaven and on earth, on the sea and in all the depths. It is, in other words, with just judgment that his faithful servants are delivered into the hands of the persecutors, whether to expiate their sins or to correct their behavior or even to add to their merits or multiply their rewards, since— as the prophet testifies—“the Lord is just in all his ways, and holy in all his acts; he is close to all who call upon him” (Psalms 145). In truth, he will do the will of those who fear him, and will listen to their prayers and bring them salvation; for the Lord did not deliver Job into Satan’s hands to destroy him because he asked him to, but so that with Job’s help he could defeat his most wicked enemy and so acquire for himself the palm of victory, and leave to that enemy the just punishment for his wickedness. The apostle Paul was subjected to a corporal goad, namely the angel of Satan, who pummeled him so that his virtue would be perfected in a state of weakness. We should also be careful not to pass over in silence the statement that Mordecai could not enter the royal court because he had put on sackcloth, but instead got as far as the doors of the palace; because no one who has been polluted by the life of this world may enter the court of the heavenly realm, rather each of us should, before the last day of his life, knock on the entrance of the kingdom by chastising his body and repenting in his heart for as long as he is here. And this way, he will be fortunate to enter the paradise of the Lord after he has passed into death.\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 4_1-4.toml",
        "id": "cd05404d-7027-4f14-8c34-da40d87b0c08",
        "location_end": 4000004,
        "location_start": 4000001,
        "source_title": "EXPLANATION ON THE BOOK OF ESTHER 7",
        "source_url": "",
        "ts": 856,
        "txt": "When Mordecai heard about the destruction of the Jews which had been sanctioned with an imperial decree, he put on clothes for mourning and proceeded to the gates of the palace with bitterness in his soul and grief in his voice. In the same way, after the teachers of the church hear of the persecution which the princes of this world want to bring against the innocent servants of Christ, they come with their prayers and alms, with vigils and prayers, with tears and heavy hearts in view of what they know must happen. They give their all before the supreme judge, so that through the dignity and prayers of the true queen, namely, the holy church—which is still a stranger in this world even as it reigns in heaven together with the Lord—they might be heard by the king of the universe. If someone, then, should ask how it might be fitting to a most just king to inflict torments on the innocent, let him know that this is not the result of an evil decision, but of the command of a supreme will. Indeed divine wisdom—a wisdom which defeats every wickedness and leads things from beginning to end with its power, and perfectly arranges everything—does whatever it wants in heaven and on earth, in the sea, and in every abyss. The events that occur, occur fairly so that (God’s) faithful servant may be given into the hands of their persecutors both for the expiation of sin, and the correction of their habits … as the prophet testifies, “the Lord is just in all his ways, and kind in all his doings. The Lord is near to all who call on him.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 4_2.toml",
        "id": "b814539e-0de3-49fa-8f24-2908e6d7c7c6",
        "location_end": 4000002,
        "location_start": 4000002,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Aman. It seems the traitor had hitherto kept possession of it, and sealed the king's edicts, as Mardochai was now to do, ver. 8. \nHouse. Hebrew, \"of Aman \"to whom it had belonged. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 4_3.toml",
        "id": "9d1a4c62-4405-4a71-8308-b7c360567653",
        "location_end": 4000003,
        "location_start": 4000003,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Down. Such reverence is due to God's representatives, whatever heretics may say. (Jude 8.)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 4_5.toml",
        "id": "16368e15-1b47-4068-82fa-fa84c6321589",
        "location_end": 4000005,
        "location_start": 4000005,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "To him. Hebrew adds, \"and I be pleasing in his eyes \"which had been expressed just before. Yet she might insist on this point, as it showed a greater regard for the king's pleasure. \nI beseech. Hebrew, \"let it be written, to reverse the device of Aman, the son \"(Haydock) \nWhen the edict was not sealed by the nobles, it might be altered; (chap. i. 19.) and at any rate, when the king had been to visibly imposed upon, in an affair of such consequence, justice dictated that it should not be enforced. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Ambrose of Milan",
        "file_name": "Esther 4_5-17.toml",
        "id": "7ec406d3-1033-4b0d-b82f-a299bb2b15a8",
        "location_end": 4000017,
        "location_start": 4000005,
        "source_title": "On the Duties of the Clergy 3.21.123-24",
        "source_url": "https://www.newadvent.org/fathers/34013.htm",
        "ts": 397,
        "txt": "Why did Queen Esther expose herself to death and not fear the wrath of a fierce king? Was it not to save her people from death, an act both seemly and virtuous? The king of Persia himself also, though fierce and proud, yet thought it seemly to show honor to the man who had given information about a plot that had been laid against himself, to save a free people from slavery, to snatch them from death and not to spare him who had pressed on such unseemly plans. So finally he handed over to the gallows the man who stood second to himself and whom he counted chief among all his friends, because he considered that he had dishonored him with his false counsels. For that commendable friendship that maintains virtue is to be preferred most certainly to wealth, or honors or power. It is not accustomed to be preferred to virtue indeed, but to follow after it. So it was with Jonathan, who for his affection’s sake avoided not his father’s displeasure or the danger to his own safety. So, too, it was with Ahimelech, who, to preserve the duties of hospitality, though he must endure death rather than betray his friends when fleeing.\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Clement of Rome",
        "file_name": "Esther 4_5-17.toml",
        "id": "f8eb32b5-9913-4dea-8f1a-7e60aba46646",
        "location_end": 4000017,
        "location_start": 4000005,
        "source_title": "1 CLEMENT 55.3-6",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Clement%20of%20Rome/First%20Epistle%20of%20Clement%20to%20the%20Corinthians.md",
        "ts": 99,
        "txt": "Many women, fortified by the grace of God, have accomplished many heroic actions. The blessed Judith, when the city was besieged, asked permission of the elders to be allowed to go into the foreigners’ camp. By exposing herself to danger she went out for love of her country and of the people who were besieged, and the Lord delivered Holophernes into the hand of a woman. To no less danger did Esther, who was perfect in faith, expose herself, in order to save the twelve tribes of Israel that were to be destroyed. For by fasting and humiliation she begged the all-seeing Master of the ages, and he, seeing the meekness of her soul, rescued the people for whose sake she had faced danger.\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Origen of Alexandria",
        "file_name": "Esther 4_5-17.toml",
        "id": "697a218d-f0bc-46e3-9e59-0d6190e5fb3e",
        "location_end": 4000017,
        "location_start": 4000005,
        "source_title": "ON PRAYER 13.2",
        "source_url": "",
        "ts": 253,
        "txt": "But what use is there to recall all the examples of those who, because they prayed as they ought, received great favours from God? Everyone can choose for himself many examples from the Scriptures. Anna obtained the birth of Samuel, who was reckoned with Moses, because when she was barren she prayed to the Lord with faith. And Ezechias, being still childless and having learned from Isaias that he was about to die, prayed and was included in genealogy of the Saviour. Again, when, as a result of a single order arising from the intrigues of Aman, the people were about to be destroyed, the prayer and fasting of Mardochai and Esther were heard, and hence there arose, in addition to the feasts ordained by Moses, the festival of Mardochai for the people.\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 4_7.toml",
        "id": "038c4d33-d714-4e38-8e90-488cdeba477a",
        "location_end": 4000007,
        "location_start": 4000007,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Durst. Hebrew, \"laid. \"He had sufficiently manifested his intention to destroy them, though he had not been able to injure any one. (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 4_8.toml",
        "id": "ea30b217-b4a4-4952-b2a8-e27f8edfd483",
        "location_end": 4000008,
        "location_start": 4000008,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "This. Hebrew, \"no one may reverse the letter\"\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 4_9.toml",
        "id": "3b4c8b9f-a6f9-4b34-8cae-9ea536e9ebd1",
        "location_end": 4000009,
        "location_start": 4000009,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Third. Roman Septuagint, \"first.Nisan \"ten days after Aman's decree, who seems to have been presently brought to judgment. Yet two whole months might easily elapse, (Calmet) and ten days more, before this contrary edict was dispatched. (Haydock) \nThe day of slaughter was still remote. (Menochius)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 4_10.toml",
        "id": "f4625f54-6a7d-4f36-9a0e-7f0b5fb1110f",
        "location_end": 4000010,
        "location_start": 4000010,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Posts, who had a right to make use of any person's horse (Menochius) \nWho. Protestants, \"on horseback, and riders on mules, camels, and young dromedaries. \"(Haydock) \nThe original terms greatly embarrass interpreters. (Calmet) \nSeptuagint have simply, \"he sent the writings by letter-carriers, ordering them to follow their own laws in every city, to help themselves, and treat their adversaries and opponents as they pleased, on one day. The 13th.of Adar. This is a copy\", chap. xvi. (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 4_11.toml",
        "id": "d2ccc6fa-6ea8-4aa3-bfdb-8c585f1a69bb",
        "location_end": 4000011,
        "location_start": 4000011,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Spoil. This was retaliating, as they were to have been treated in like manner. (Calmet) \nSuch were the barbarous customs of the country. (Haydock) \nIt might not still be lawful thus to involve the innocent with the guilty, though the king did not ill in allowing the Jews to stand up in their own defence, 2 Kings xxi. 6. Some think that they were only to prevent the execution of the former edict, which could not be revoked. See chap. iii. (Calmet) \nA form of trial was observed, chap. xvi. 20. (Menochius)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 4_15.toml",
        "id": "42395527-a744-4937-b4ff-910ac46ede00",
        "location_end": 4000015,
        "location_start": 4000015,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Cloak. The kings wore one of purple, over their purple and white tunic. (Cyrop. viii.) \nGreek have \"diadem. \"(Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 4_15-16.toml",
        "id": "dbc0f8c4-9db6-4f2e-a7f4-e1a4c3a5b913",
        "location_end": 4000016,
        "location_start": 4000015,
        "source_title": "Commentary on Esther",
        "source_url": "https://sites.google.com/site/aquinasstudybible/home/esther/rabanus-maurus-commentary-on-esther",
        "ts": 856,
        "txt": "Mordecai prays with the Jews on behalf of Queen Esther, and the queen likewise prays for Mordecai and the Jews, because a teacher ought to offer prayers to the Lord on behalf of his students, and students on behalf of their teachers, that the entire community of the faithful—i.e. the limbs along with the whole body—may be kept whole through the kindness of Heaven. This explains why, when Paul writes to the Romans, he tells them that he constantly mentions them in his prayers; and he also makes these same Romans swear on the Lord Jesus Christ, and on the charity of the Holy Spirit, that they would help him in their prayers and pray for him to the Lord that he might be freed from the faithless who were in Judea, and that his ministry—which he was bringing to Jerusalem—might be acceptable to the saints. So too is it written in the Acts of the Apostles that when Peter was thrown in jail, the Church prayed constantly to the Lord on his behalf; and he himself likewise asks in his letter that the grace of God, and the peace of the Church, may be multiplied and fulfilled in the knowledge of our Lord Jesus Christ.\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 4_17.toml",
        "id": "f0694fa6-a0ef-4705-87e0-1363f3a565f5",
        "location_end": 4000017,
        "location_start": 4000017,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Ceremonies. Becoming acquainted with the sanctity of the law, and the protection which God gave to his people. (Menochius) \nHebrew, \"the Jews had joy and gladness, a feast, and a good day, and many of the people of the land became Jews; for the fear of the Jews \"(Protestants) (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 5_1.toml",
        "id": "47332e04-2708-45f3-8b1c-e6f40250408a",
        "location_end": 5000001,
        "location_start": 5000001,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Shewing. Septuagint, old Vulgate, and Josephus, \"a nation which has done no wrong, is to be cut off. \"The eastern nations were accustomed to such marks of sorrow, Jonas ii. 6. The citizens of Susa tore their garments, and cried aloud, for many days after the defeat of Xerxes. (Herodotus viii. 98.) \nThe domestics of Darius and Alexander tore also their hair, after their masters' death. (Curtius iii., and xi.)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 5_1-4.toml",
        "id": "ec6c60fd-1b9e-4c7c-a6bb-a3e81793aecd",
        "location_end": 5000004,
        "location_start": 5000001,
        "source_title": "Commentary on Esther",
        "source_url": "https://sites.google.com/site/aquinasstudybible/home/esther/rabanus-maurus-commentary-on-esther",
        "ts": 856,
        "txt": "What can it mean that on the third day Esther dressed in royal garments, if not that in the third age of the world—i.e. after the incarnation, passion and resurrection of Christ—the Church of the nations dressed herself in faith, hope and charity, and in the beauty of all the virtues, to receive the sacraments of baptism through the confession of the holy Trinity so that she would then be worthy of the king’s company, since she was burning incessantly with a special love for him? She stands in the courtyard of the king’s house which was inside, opposite the king’s basilica, i.e. in the righteous works of this life which looks toward future compensation in Heaven, where the king himself sits on his celestial throne and assents to the prayers of those who piously cry out to him. He extends to this queen the staff he holds in his hand when he shows her the power of his rule, or rather the cross of his passion through which he has acquired for himself power in Heaven, on earth, and below the earth; so that “in his name every creature—celestial, terrestrial and infernal—shall bend his knee.” In fact, she kisses this staff lovingly, that is, she reveres it with total devotion. And the king himself pledges that he will agree to her request, just as he says in the Gospel: “Ask and it shall be given to you; seek and you shall find; knock and it shall be opened to you” (Matthew 7). And likewise: “Seek and you will receive, so that your joy may be complete.” For complete joy is given to the holy Church solely in the sense that it partakes in the kingdom of Heaven, where the fortunate queen will rule forever with Christ the king. And yet once she is allowed to choose her request, she invites him to the feast she has prepared for him; though this can best be understood as that complete and perfect devotion to her faith upon which the observer and arbiter of all the ages nourishes himself within. Of course, the Church invites to this refreshment, i.e. to this communion of vigorous faith, not only her friends but even her enemies and persecutors, namely pagans, Jews and heretics, so that—leaving behind the isolation of complete error—they may rejoice in the common good in the single home of catholic belief.\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 5_1-4.toml",
        "id": "8327db93-cf8f-42e1-8dec-197ca76138d5",
        "location_end": 5000004,
        "location_start": 5000001,
        "source_title": "EXPLANATION ON THE BOOK OF ESTHER 8",
        "source_url": "",
        "ts": 856,
        "txt": "The fact that Esther put on all her royal robes on the third day undoubtedly signifies that the church of the nations, in the third time of the world, that is, after the incarnation, passion and resurrection of Christ, clothed herself through the sacrament of baptism and the confession of the Holy Trinity with faith, hope and charity, and the ornament of every virtue so that she might become worthy of the royal marriage while the love of (the Lord) remained constantly fervent. She stood in the inner court of the royal palace, that is, in the pious actions of this life which look at the future reward in heaven where the king himself sits on the supreme throne and fulfills the prayers of those who implore him piously. He, who held out to that queen the golden scepter that was in his hand, showed the power of his rule, that is, the cross of his passion through which he gained authority over heaven, earth and the underworld so that “at his name every knee shall bow in heaven, on earth and under the earth.” And (the church) lovingly kissed it, that is, worshiped it with all her devotion. And with regard to her petition, the king answered that he would listen to it, as it is said in the gospel as well, “Ask, and it will be given you; seek and you will find; knock, and the door will be opened for you.” And again: “Ask, and you will receive, that you joy may be full.” Indeed the full joy of the church is provided nowhere but in the perception of the heavenly kingdom where the queen will happily reign with the king Christ forever. But she, after choosing her petition, invited him to the banquet that she had prepared. This cannot be better interpreted than as the full and perfect devotion of her faith of which the supervisor and arbiter of all things himself nourishes in her. To that magnificent repast, that is, to the communion of wholesome faith, the church invites not only her friends but also her enemies and persecutors, namely the pagans, the Jews, and the heretics so that, after abandoning the wrong path of error, they may rejoice in the one house of universal confession for the common good.\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Clement of Alexandria",
        "file_name": "Esther 5_1-4.toml",
        "id": "4a7fe7d1-b90a-4ed5-a005-082a75a9f204",
        "location_end": 5000004,
        "location_start": 5000001,
        "source_title": "CHRIST THE EDUCATOR 3.2.12",
        "source_url": "",
        "ts": 215,
        "txt": "If the Lord places more importance on beauty of soul than on that of the body, what must he think of artificial beautification when he abhors so thoroughly every sort of lie? “We walk by faith, not by sight.” As a matter of fact, it is the Lord who plainly teaches by the example of Abraham that one who obeys God will make small account of even father and relations and possessions and of his entire fortune. He made Abraham an exile, and then, because of that, gave him the name “friend,” because he was so little attached to the things of his own home. Yet, Abraham was of a noble family and had possessed a large fortune. A proof of this is that he overcame the four kings who had captured Lot, with 318 servants belonging to him. As for women, the only one we know of who used ornaments without blame is Esther. Her action in making herself beautiful had a mystical significance, however, for, as the wife of her king, she obtained deliverance for her people by her beauty when they were being slaughtered.\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 5_2.toml",
        "id": "986f2f3d-99c9-4019-a7f9-7f883488f0e2",
        "location_end": 5000002,
        "location_start": 5000002,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Sackcloth. Greek adds, \"and ashes. \"Such an appearance was deemed disrespectful. God forbids his priests to act thus, Leviticus xxi. 1. See Genesis xli. 14. Yet the miserable ought not to be entirely excluded from the king's presence, as he ought to be their protector.\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 5_3.toml",
        "id": "890746c7-5d58-44f2-9975-2c1189d5f9a8",
        "location_end": 5000003,
        "location_start": 5000003,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Edict. Literally, \"dogma \"(Haydock) a word used in this sense, (Acts xv. 16.) and by Demosthenes (Tirinus) \nMourning. The most effectual means of redress, is to do works of penance for past transgressions, 1 Corinthians xi. 31. (Worthington)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 5_4.toml",
        "id": "c9f90b54-f151-415a-a93a-23999eeb334d",
        "location_end": 5000004,
        "location_start": 5000004,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Her, concerning the unusual distress of one of the courtiers. They knew not, (Menochius) perhaps, that he was related to her. (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 5_5.toml",
        "id": "4090950a-ed08-4958-b271-034eb9dd0b36",
        "location_end": 5000005,
        "location_start": 5000005,
        "source_title": "Commentary on Esther",
        "source_url": "https://sites.google.com/site/aquinasstudybible/home/esther/rabanus-maurus-commentary-on-esther",
        "ts": 856,
        "txt": "Notice that the will of the queen when she invites them is at one with the order issued by the king; but woe to anyone who approaches with evil intent the table of the Lord, who has a breast marred by hatred and an impure conscience and so does not fear to enter the feast of the Lord even though he is unworthy. And even when he has often been invited and has come, he will not linger amid the joyousness of the feasters because his faults force him to leave; but when the king comes in to see him lying there without having dressed in wedding clothes, he chastises him for his arrogance and orders his men to tie his hands and feet and throw him into the outer darkness, where he is rightly forced to suffer the harm he was wickedly planning to inflict on the innocent; as Solomon tells us: “The wicked are caught in their own traps.” So after the king once again gives Esther the chance to make a request, she responds as follows: “If I have found favor in the sight of the king, and if it pleases the king to give me what I ask and fulfill my request, may the king and Haman come to the feast which I have prepared for them, and tomorrow I will surrender my will to the king.” The fact that she puts off her request should be attributed not to the vice of laziness, but to the virtue of patience; it signifies, in other words, that in the future rewards will be given to the righteous, but punishment to the sinner. For tomorrow means here a future time, as it does in the Gospel passage “Do not concern yourselves about tomorrow.” And in Genesis, Jacob says to Laban: “Tomorrow my justice will appear.” In Exodus as well, where the commandment to eat the paschal lamb is given, it adds: “And nothing of it will remain till the morning.” When, moreover, the day of future judgment arrives, and the entire human race- i.e. both the righteous and the sinners—is stood in the presence of the supreme Judge, the intent with which a person has lived in this world will be revealed; and there the righteous are invited by a verdict of the judge who sits before them to partake in the kingdom of their heavenly homeland, and the sinners are expelled to be punished, together with the Devil, with the torments of Hell.\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 5_5-6.toml",
        "id": "b7af40b1-3f25-489a-bf1e-a73b49812ed2",
        "location_end": 5000006,
        "location_start": 5000005,
        "source_title": "EXPLANATION ON THE BOOK OF ESTHER 8",
        "source_url": "",
        "ts": 856,
        "txt": "Notice how the will of the inviting queen and the order of the commanding king agree. But woe to the one who comes to the banquet of the Lord with an evil mind! Even though such a person has his heart defiled by hatred and a corrupt conscience, he is not ashamed to enter unworthily the banquet of the Lord. Even though he comes after being invited, he does not bask in the joy of the guests. But when the king comes and sees that he sits there without wearing a wedding robe, he will rebuke his temerity and will order him to be bound hand and foot and thrown into the outer darkness where he will be forced to suffer the evil of his deception which he was wickedly preparing against the innocent, as Solomon says, “The wicked will be caught in his snares.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 5_6-7.toml",
        "id": "69eb8fa6-09f6-4d06-b261-84e06df7dcf4",
        "location_end": 5000007,
        "location_start": 5000006,
        "source_title": "EXPLANATION ON THE BOOK OF ESTHER 8",
        "source_url": "",
        "ts": 856,
        "txt": "This postponement of the petition is not due to a fault of laziness but must be attributed to the virtue of patience, clearly indicating that the reward of the righteous and the punishment of the sinners are reserved for the future. “Tomorrow,” in fact, must be interpreted as “the future,” as in that comforting sentence, “Do not worry about tomorrow.” And in Genesis Jacob says to Laban, “My justice will answer for me tomorrow.” And in Exodus, when the rules about the eating of the Passover lamb are given, it is added, “You shall let none of it remain until the morning.” Therefore when the day of future judgment comes and the entire human race, both righteous and sinners, is brought before the supreme Judge, then it will be revealed with which mind each person lived in this world. The righteous will be invited to reach the kingdom of the heavenly homeland through the sentence of this judge, and the sinners will be punished and expelled together with the devil into the torments of hell.\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 5_7.toml",
        "id": "1117a2f4-3077-4bc9-a4c5-ac53942ed1e0",
        "location_end": 5000007,
        "location_start": 5000007,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Money. Hebrew, \"the sum of money. \"Septuagint, \"ten thousand talents.\"\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 5_8.toml",
        "id": "8266c717-cd76-417e-890c-63fb8aedf96b",
        "location_end": 5000008,
        "location_start": 5000008,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Entreat. Septuagint, \"to put in a counter-petition, and entreat \"\nPeople. Septuagint add, \"and country, remembering the days of thy lowly state, how thou wast fed by my hand; for Aman, the second after the king, has spoken against us, to have us destroyed. Call then upon the Lord, and speak to the king for us, and rescue us from death. \"(Haydock) \nThis servant must have been very trusty, as the secret was confided to him, respecting the nation to which the queen belonged. (Menochius)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 5_11.toml",
        "id": "46de640f-2ee9-4303-b0d3-4922d920e28c",
        "location_end": 5000011,
        "location_start": 5000011,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Inner court, with regard to many others around, though there was one still more retired, (Tirinus) where the king alone could enter. This admitted the light only by the door, before which hung a curtain, so that the king could see (Calmet) who came into the hall of audience, (Haydock) without being seen. None durst come even to this antichamber, without being called. It was also death to appear with their hands out of their sleeves, (Cyrop. ii.) or to sit down, (Diod. xvii.) or look at any of the king's wives in the face (Plut. AR tax.) \nThis gloomy retirement was intended to keep up the idea of his majesty being something more than man. (Haydock) \nApud Persas persona regis, sub specie majestatis, occulitur. (Justin. i.) \nThe king's secret cabinet (Calmet) resembled, in magnificence, (chap. xv. 9.) the description which Ovid has given us of the palace of the sun. (Tirinus) \nIt was covered with gold and precious stones. Here he continued, almost inaccessible, and business was despatched slowly. (Calmet) \nAgesilaus, king of Sparta, showed how ridiculous these customs were, by acting quite the reverse, appearing frequently among his subjects, and granting their just requests without delay. (Xenophon) \nThirty. She might apprehend that the king's affection was beginning to cool. God was pleased thus to try her the more. (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 5_13.toml",
        "id": "4c26f9c8-b387-41a0-8506-adef5be78b3b",
        "location_end": 5000013,
        "location_start": 5000013,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Only. Aman would contrive to effect her ruin with the rest.\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 5_14.toml",
        "id": "445b1253-dac1-404e-93c1-1e8ade8b33bd",
        "location_end": 5000014,
        "location_start": 5000014,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Occasion. Wonderful confidence! Greek, \"if thou wilt not hearken (Calmet; to me; (Haydock) or, if thou obstinately despise) at this time, the Jews shall be assisted and protected by some \"(Haydock) \nAs this. So Joseph was raised, in Egypt, (Calmet) that he might save all his family. (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 6_1.toml",
        "id": "b26f26e8-dd74-4e0d-ae94-c8345380ecd2",
        "location_end": 6000001,
        "location_start": 6000001,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "And. Instead of these two verses, the Septuagint place (Haydock) what we have chap. xv., with some small variation from the present account in Hebrew. But there is nothing incompatible with the truth. (Calmet) \nThe king might be at first displeased; but, seeing the effect which it had upon Esther, he might feel his former sentiments of love rekindle. (Calmet) (Tirinus) \nHouse, or inner apartment, chap. iv. 11. The throne was surprizingly magnificent, yet inferior to that of Solomon, 3 Kings x. 18. (Calmet) \nIt was formed of gold and precious stones, with a curtain over it of purple and other colours. (Athen. xi. 2.)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 6_1-10.toml",
        "id": "c2396348-f0f7-483c-8053-248c11bca12e",
        "location_end": 6000010,
        "location_start": 6000001,
        "source_title": "Commentary on Esther",
        "source_url": "https://sites.google.com/site/aquinasstudybible/home/esther/rabanus-maurus-commentary-on-esther",
        "ts": 856,
        "txt": "What can the fact that the king spent a sleepless night mean but that which is written in the Psalm: “See, the one who guards Israel will not sleep or slumber” (Psalms 121). They read before him the histories and chronicles of earlier times in which are mentioned the loyalty and the good deeds of Mordecai, because the king of the saints and the prince of the kings of the earth—who remains the same within himself—comes to know with a single glance the course of all the ages and the actions of every individual; and nothing ever escapes his notice, rather everything lies open before him in his sight. Jeremiah tells us about this: “For it is he who has strengthened all things, and Israel is the staff of his inheritance; the Lord of hosts is his name” (Jeremiah 10). Hence the apostle also says: “For in Christ Jesus there is no ‘is’ and ‘was’, but in him there is always ‘is’.” And likewise: “Jesus Christ is the same yesterday and today, and for all time” (Hebrews 13).\n\nSo Mordecai’s actions are mentioned before this king, because the good deeds of the holy teachers never fade from his memory; rather it is as it is written: “The righteous will be in eternal memory, he will have no fear of bad tidings” (Psalms 112).\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Jerome",
        "file_name": "Esther 6_1-3.toml",
        "id": "d2368ab4-eec9-439b-80b3-fb1aa0df3c2e",
        "location_end": 6000003,
        "location_start": 6000001,
        "source_title": "Against the Pelagians 3.10",
        "source_url": "https://www.newadvent.org/fathers/30113.htm",
        "ts": 420,
        "txt": "Sleep was removed from the eyes of Ahasuerus, whom the Seventy call Artaxerxes, that he might turn over the memoirs of his faithful ministers and come on Mordecai, by whose evidence he was delivered from a conspiracy; and that thus Esther might be more acceptable and the whole people of the Jews escape imminent death. There is no doubt that the mighty sovereign to whom belonged the whole East, from India to the north and to Ethiopia, after feasting sumptuously on delicacies gathered from every part of the world would have desired to sleep, and to take his rest and to gratify his free choice of sleep, had not the Lord, the provider of all good things, hindered the course of nature, so that in defiance of nature the tyrant’s cruelty might be overcome. If I were to attempt to produce all the instance of the holy Scripture, I should be tedious. All that the saints say is a prayer to God; their whole prayer and supplication is a strong wrestling for the pity of God, so that we, who by our own strength and zeal cannot be saved, may be preserved by his mercy. But when we are concerned with grace and mercy, free will is in part void; in part, I say, for so much as this depends on it, that we wish and desire and give assent to the course we choose. But it depends on God whether we have the power in his strength and with his help to perform what we desire and to bring to effect our toil and effort.\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 6_2.toml",
        "id": "8ec97e6a-7286-4f67-b52b-91a646ae189b",
        "location_end": 6000002,
        "location_start": 6000002,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Golden. \"It is not this golden sceptre which saves the kingdom \"said Cyrus, \"but faithful friends are the most true and secure sceptre for kings. \"(Cyrop. viii.) (Calmet) \nKissed. Hebrew, \"touched. \"(Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 6_3.toml",
        "id": "5a21cb33-7ba7-4a13-86e2-20418c1b7b72",
        "location_end": 6000003,
        "location_start": 6000003,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Kingdom. Chap. vii. 2. This compliment only (Calmet) meant, that every rational (Haydock) request should be granted, Mark. vi. 23.\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Richard Challoner",
        "file_name": "Esther 6_3.toml",
        "id": "9bd4e4bc-b54d-46b9-9966-64294281de6f",
        "location_end": 6000003,
        "location_start": 6000003,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "No reward at all: He received some presents from the king, chap. 12. 5; but these were so inconsiderable in the opinion of the courtiers, that they esteemed them as nothing at all.\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 6_4.toml",
        "id": "e2c2b910-6a83-4f08-b489-18fdc6ef9111",
        "location_end": 6000004,
        "location_start": 6000004,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Prepared. It was not prudent to declare her request, when many improper persons were present; and Aman was not there. (Menochius) \nShe thought that the hilarity, occasioned by innocent feasting, (Haydock) might be a means of obtaining more effectually what she wanted. (Menochius) \nIf the prudence of this world suggest much address, why may not virtue employ the same arts for good purposes? Esther had to obtain two great points; to make the king retract his edict, and to abandon his favourite. She is afraid therefore of being too hasty, (Calmet) and invites the king again, to increase by this delay his desire of knowing her request, and that he might bind himself to grant it more effectually. (Worthington) \nShe invites Aman alone, who would thus be more envied by the other courtiers; (Lyranus) while she manifested an open dispostion, and disdained to accuse the absent. (Tirinus)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "John Cassian",
        "file_name": "Esther 6_4-11.toml",
        "id": "3774a8ba-dbfa-4975-bb1c-2cd1582b1c36",
        "location_end": 6000011,
        "location_start": 6000004,
        "source_title": "CONFERENCE 1.19",
        "source_url": "",
        "ts": 435,
        "txt": "Above all we should at least know that there are three origins of our thoughts, that is, from God, from the devil and from ourselves. They come from God when he deigns to visit us with the illumination of the Holy Spirit, lifting us up to a higher state of progress; or when we have made but little progress or through sloth have been overcome, he chastens us with most salutary compunction; or when he discloses to us heavenly mysteries or turns our purpose and will to better actions. This was the case of king Ahasuerus when, chastened by the Lord, he was prompted to ask for the books of the annals, by which he was reminded of the good deeds of Mordecai and promoted him to a position of the highest honor and at once recalled his most cruel sentence concerning the slaughter of the Jews.\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Aphrahat the Persian Sage",
        "file_name": "Esther 6_4-11.toml",
        "id": "120cf86b-0c71-4d88-b371-a7791d7f4c2d",
        "location_end": 6000011,
        "location_start": 6000004,
        "source_title": "DEMONSTRATIONS 21.20",
        "source_url": "",
        "ts": 345,
        "txt": "Mordecai was also persecuted as Jesus was persecuted. Mordecai was persecuted by the wicked Haman; and Jesus was persecuted by the rebellious people. Mordecai by his prayer delivered his people from the hands of Haman; and Jesus by his prayer delivered his people from the hands of Satan. Mordecai was delivered from the hands of his persecutor; and Jesus was rescued from the hands of his persecutors. Because Mordecai sat and clothed himself with sackcloth, he saved Esther and his people from the sword; and because Jesus clothed himself with a body and was illuminated, he saved the church and its children from death. Because of Mordecai, Esther was well pleasing to the king and went in and sat instead of Vashti, who did not do his will; and because of Jesus, the church is well pleasing to God and has gone in to the king, instead of the congregation that did not his will. Mordecai admonished Esther that she should fast with her maidens, that she and her people might be delivered from the hands of Haman; and Jesus admonished the church and its children [to fast], that it and its children might be delivered from the wrath. Mordecai received the honor of Haman, his persecutor; and Jesus received great glory from his Father, instead of his persecutors who were of the foolish people. Mordecai trod on the neck of Haman, his persecutor; and as for Jesus, his enemies shall be put under his feet. Before Mordecai, Haman proclaimed, “Thus shall it be done to the man, in honoring whom the king is pleased”; as for Jesus, his preachers came out of the people who persecuted him, and they said, “This is Jesus the Son of God.” The blood of Mordecai was required at the hand of Haman and his sons;4 and “the blood of Jesus,” his persecutors took “on themselves and on their children.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 6_6.toml",
        "id": "e9552c92-a32a-453d-b5c4-66c9d1acc164",
        "location_end": 6000006,
        "location_start": 6000006,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Wine. The Persians did not drink till the end of the feast, (as the Turks are said to do at present. Tavernier) when they fall upon wine without any moderation. (Ælian, Hist. xii. 1.)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 6_11.toml",
        "id": "413a105d-a2e5-4455-9f95-ab9dc159f9c0",
        "location_end": 6000011,
        "location_start": 6000011,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Children. After military glory, this was deemed the greatest. The king sent presents yearly to those who had most children. (Herodotus i. 136.)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 6_11.toml",
        "id": "c0ffe2f0-7b0e-45c3-9f2f-7509a674e8d7",
        "location_end": 6000011,
        "location_start": 6000011,
        "source_title": "Commentary on Esther",
        "source_url": "https://sites.google.com/site/aquinasstudybible/home/esther/rabanus-maurus-commentary-on-esther",
        "ts": 856,
        "txt": "After all, the preachers of the sacred Gospel and the leaders of the Church, who glisten with their practice of all the virtues and the beauty of wisdom and—because they are the limbs of the supreme king—are nobly honored with the diadem of royal rank, are ordered to mount the king’s horse, i.e. to take charge of and govern the people of the faithful in whose hearts the king of Heaven himself presides continuously. The Lord himself is told about these horses by the prophet Habakkuk: “Going up you shall mount your horses, and your horsemanship is salvation” (Habakkuk 3).\n\nIt is to Mordecai that Haman, the spiritual enemy of the people of God, offers—if unwillingly—the appropriate obeisance, since the persecutors of the holy Church are often forced with the assent of Heaven to preach with accurate testimony the praises of the Church, even though they do so in a spirit of disdain; because once the truth has been revealed, the guilty cannot conceal what is obvious by hiding it away.\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 6_12.toml",
        "id": "53428a08-a257-45a0-881c-a448443930c2",
        "location_end": 6000012,
        "location_start": 6000012,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "But me. It was thought very singular, when Artaxerxes invited his own brothers. (Plut.) \nBut when he also admitted a foreigner, the nobility became jealous, as that honour was reserved for the king's relations. (Athen. i.) \nDine, or feast. Only one meal was taken, (Herodotus vii. 120.) and that in the evening. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 6_12-13.toml",
        "id": "15704732-f53c-4a1d-a4a6-b4a7144eb9c5",
        "location_end": 6000013,
        "location_start": 6000012,
        "source_title": "Commentary on Esther",
        "source_url": "https://sites.google.com/site/aquinasstudybible/home/esther/rabanus-maurus-commentary-on-esther",
        "ts": 856,
        "txt": "This is the change in the right hand of the Most High, when someone who was only recently boasting that he had power over others, and was more arrogant than anyone, suddenly becomes more wretched than anyone else and weaker than all of them. It is the magnitude of this phenomenon that Mary, the mother of the Lord, has in mind when she says in her song in the Gospels: “He has made power in his arm, and scattered the arrogant with the thought of his heart. He has dislodged the powerful from their seats, and raised up the humble. He has sated the hungry with good things, and sent the rich away empty-handed” (Luke 1). We are told about this in Isaiah: “Lebanon will be turned into Carmel, and Carmel will be regarded as a forest” (Isaiah 29).\n\nHere we see how the stubbornness of the Synagogue of the Jews was crushed, and the humility of the Church of the nations exalted; how the persecutors of the Christian faith, who once tore apart the flock of Christ like savage lions, have now been destroyed and reduced to nothing; and how those who proclaim Christ throughout the world have been raised up in a state of vigorous faith and exalted through the power of the virtues. The head has been turned into the tail and the tail into the head, because “Everyone who exalts himself will be brought low; and everyone who humbles himself will be exalted.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 6_12-13.toml",
        "id": "cc8685a2-3b45-49fc-871a-0320379209b5",
        "location_end": 6000013,
        "location_start": 6000012,
        "source_title": "EXPLANATION ON THE BOOK OF ESTHER 9",
        "source_url": "",
        "ts": 856,
        "txt": "This is the change caused by the right hand of the Highest: the one who had just boasted about his power and was arrogant towards everyone else becomes viler and weaker than anyone else. When Mary the mother of our Lord considered the greatness of this divine ordering, she sang in her song of praise, “He has shown strength with his arm; he has scattered the proud in the thoughts of their hearts. He has brought down the powerful from their thrones, and lifted up the lowly; he has filled the hungry with good things and sent the rich away empty.” And through Isaiah it is said about this same power, “Shall not Lebanon be transformed into Carmel, and Carmel be regarded as a forest?”\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 6_13.toml",
        "id": "61ac9e86-3ad9-4f44-a88c-42c414ddca81",
        "location_end": 6000013,
        "location_start": 6000013,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Whereas. Septuagint, \"all these things do not satisfy me, while I behold \"Such is the insatiable nature of ambition! (Haydock) \nGate. He does not clearly mention that he wanted to be adored. (Menochius)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 6_14.toml",
        "id": "9d1591f1-1c95-4657-a2d8-deadf0f0a46b",
        "location_end": 6000014,
        "location_start": 6000014,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "High. This was to increase the shame. Hence Galba condemned a Roman citizen to be hung on a high white cross. (Suetonius ix.) \nThe Jews formerly burned a man in effigy with a cross, pretending to do it in detestation of Aman, but in reality to deride our Saviour, till the emperors forbade the custom, chap. ix. 21. (Calmet) (Just. and Theodos.) (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 6_14-7_7.toml",
        "id": "27c39973-51c7-40e3-aed9-9fb45a1e6a2a",
        "location_end": 7000007,
        "location_start": 6000014,
        "source_title": "EXPLANATION ON THE BOOK OF ESTHER 10",
        "source_url": "",
        "ts": 856,
        "txt": "The second day of the banquet arrives to which Haman is invited like before. However, after Esther reveals her petition, he is condemned and brought to his place of execution. The gospel mentions this as a noonday meal in one passage and as an evening meal in another. For it designates the noonday meal of the present church but also the eternal supper and final banquet where only the righteous will rejoice before their creator after sinners have been separated out. Therefore Haman, the spiritual enemy of the people of God, realized that the king was angry because he did not have the robe of charity that would make him worthy of the royal banquet. And while he was hurrying to the palace gardens, that is, while he invited his elect to the delights of paradise, he tried to entreat the queen for his salvation. It was to no avail, however, because he was not able to find the right time for this. It is already too late to ask for the remedies of salvation when revenge and punishment are near.In the parable of the gospel concerning the coming bridegroom, the foolish virgins also ask the wise for oil to fill their lamps, but do not receive any. And after the bridegroom has entered the wedding banquet with the wise virgins, the door is closed. And because they are left outside, they ask to be admitted. They are no longer able to incur this favor, however, because the time for mercy which they neglected to ask for previously with their good works is now past.\nOne who has no desire to hear what the Lord has commanded cannot receive from him what he asks for. And one who has neglected the time for appropriate repentance comes in vain to the door of the kingdom with his prayers. And indeed the Lord says through Solomon, “I called you and you refused. I stretched out my arms and no one heeded. And because you ignored all my counsel and would have none of my reproof, I also will laugh at your calamity; I will mock when panic strikes you like a storm, and your calamity comes like a whirlwind, when distress and anguish come upon you. Then they will call upon me, but I will not answer; they will seek me diligently, but will not find me.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 6_14-7_6.toml",
        "id": "bf5c707c-ed9e-42b3-948e-678999d2ef69",
        "location_end": 7000006,
        "location_start": 6000014,
        "source_title": "Commentary on Esther",
        "source_url": "https://sites.google.com/site/aquinasstudybible/home/esther/rabanus-maurus-commentary-on-esther",
        "ts": 856,
        "txt": "Now, notice that Haman is now attending the second day just as he had come before when he was summoned; and yet once Esther lays out her request, he is condemned and goes off to his punishment. This explains the fact that in one place in the Gospels is mentioned a lunch made by a person, and elsewhere a dinner; since the lunch symbolizes the present Church, and the dinner the eternal and final feast. Hence once the sinners have been removed, only the good may rejoice in the sight of their creator.\n\nBecause Haman—who was of course the spiritual enemy of the people of God—was not wearing the garment of charity which would have made him worthy of the king’s feast, he realized that the king was angry; and when the king rushed into the garden—that is, when he invited his chosen ones to the delights of paradise—he tried to plead with the queen for his own safety but in vain, since he could not find an opportune moment for this. For once the penalty of vengeance is imminent, it is too late to look for a means of salvation.\n\nSo too in the Gospel parable, the foolish virgins ask for oil to refill their lamps when the groom is on his way, but do not receive it. So after the Groom has entered the wedding with the wise virgins, and the door has been closed, the others remain locked out and must look for a point of entry; but there is no way they can be worthy of this, since they no longer find the opportunity for absolution which they had earlier failed to seek out by doing the appropriate deeds.\n\nOne may no longer deserve there what he asks from the Lord, if he did not listen here to what he was ordered to do; once he has lost the chance to do the appropriate penance, in vain does he come with his prayers before the door of the kingdom. This is, in fact, the reason why the Lord says through Solomon: “I called and you refused; I stretched out my hand and no one paid attention; you despised all my counsel, and you ignored my reproaches. I too will laugh at your destruction, and I will mock you when that which you fear comes to pass; when sudden disaster overwhelms you, and destruction assails you like a storm. Then they will call on me but I will not listen; they will arise in the morning but will not find me” (Proverbs 1).\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 7_1.toml",
        "id": "16df7b70-5b9f-48c3-a382-215812183059",
        "location_end": 7000001,
        "location_start": 7000001,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Sleep. Anxious what Esther could desire. Septuagint, \"But the Lord removed sleep from the king that night. \"(Haydock) \nProvidence watched over the welfare of his people. \nChronicles. The kings took particular care (Calmet) to have their benefactors mentioned in history and rewarded. (Herodotus viii. 85.) Assuerus had not recourse to musicians, wisely (Tirinus) reflecting that history is the most pleasing and useful amusement. (Cicero) (Tirinus) \nGod directed him on this occasion, as his eye never sleepeth. (Josephus) (Worthington)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 7_3.toml",
        "id": "ac7eee75-0da4-46aa-9b1f-a74906bc03cd",
        "location_end": 7000003,
        "location_start": 7000003,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "No reward at all. He received some presents from the king; (chap. xii. 5.) but these were so inconsiderable in the opinion of the courtiers, that they esteemed them as nothing at all; (Challoner) and they were not specified in the history. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 7_4.toml",
        "id": "d4dba807-b84f-44eb-bc62-8ae4320ee5e0",
        "location_end": 7000004,
        "location_start": 7000004,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Inner court. To which only such favourites and noblemen had access. (Herodotus iii. 72., and 84.) This king had himself come thither with six others, when they conspired to destroy Smerdis. Hebrew, read, \"the outward court \"in which Aman was, till he heard the king was awake, and called for him. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 7_8.toml",
        "id": "ebafe167-03c4-416e-a590-cc973921ac61",
        "location_end": 7000008,
        "location_start": 7000008,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Apparel. Greek, \"of byssus \"which was very superb, chap. xv. 9. The king alone could wear the tiara upright. The nobles wore it hanging backwards. Cyrus allowed his nobility to appear in purple, but he would have only his own robes striped with white. (Cyrop. viii.; Curtius iii.) \nThe kings often made presents of garments, to ambassadors, and to those who were styled \"their relations. \"\nHorse: 200 such appeared in the train of Cyrus, with golden bits, which none were permitted to use without special leave. \nHead. Greek seems to refer this to the horse, which might indeed have a sort of crown. But the golden one was more probably worn by the person honoured, chap. viii. 15.\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 7_8.toml",
        "id": "7bad82a5-8338-4962-a959-533c63f6b534",
        "location_end": 7000008,
        "location_start": 7000008,
        "source_title": "Commentary on Esther",
        "source_url": "https://sites.google.com/site/aquinasstudybible/home/esther/rabanus-maurus-commentary-on-esther",
        "ts": 856,
        "txt": "That is, Haman’s attempt to beseech Queen Esther was regarded by King Ahasuerus as a ruse, because when the day of judgment arrives the petitions of the wicked are seen not as prayer but as provocation. Hence it is written in the Psalm: “When he is judged let him leave condemned, and let his prayer become sin” (Psalms 109). For it is then that the oppression with which they were crushing the humble is thrown back in their faces, because the time of recompense is at hand; for then those who have been condemned for their sins are covered in shame, as it is written: “The confusion of their faces will cover them,” when they are dragged off to the depths of Hell to be given a reward that suits their actions.\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 7_8.toml",
        "id": "97bf754c-ed2f-4d9d-a5c0-3603b90e38db",
        "location_end": 7000008,
        "location_start": 7000008,
        "source_title": "EXPLANATION ON THE BOOK OF ESTHER 10",
        "source_url": "",
        "ts": 856,
        "txt": "Haman’s appeal to Queen Esther was considered by King Ahasuerus to be an act of deceit. Indeed, when the day of judgment is about to come, the petition of the wicked is no longer a prayer but a source of irritation. This is what is written in the psalm: “When he is tried, let him be found guilty; let his prayer be counted as sin.” Therefore the request is made for the oppression of those who previously oppressed the humble because the time of retribution has come. Then, after they are condemned, they are covered with the shame of their sins, as is written, “The confusion of their face will cover them,” when they are dragged to the darkness of hell to be rewarded with retribution suitable to their works.\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 7_9.toml",
        "id": "464d41a0-e0d1-40b2-a8b4-ef1a066780aa",
        "location_end": 7000009,
        "location_start": 7000009,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Nobles. Literally, \"tyrants. \"(Haydock) \nBut this word was not formerly odious; as it only denoted \"a prince. \"Pars mihi pacis erit dextram tetigisse tyranni. (Vigil, Æneid vii.) \nAbuse of power caused it to become hateful. (Tirinus)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 7_9-10.toml",
        "id": "9038ec41-a56a-4c66-87a9-84c79d7bc622",
        "location_end": 7000010,
        "location_start": 7000009,
        "source_title": "Commentary on Esther",
        "source_url": "https://sites.google.com/site/aquinasstudybible/home/esther/rabanus-maurus-commentary-on-esther",
        "ts": 856,
        "txt": "It is written in Proverbs: “He who digs a pit will fall into it; and when one starts a stone rolling it will roll back upon him” (Proverbs 26). So too Haman was forced to suffer the cross he had prepared for Mordecai.\n\nWe might, however, ask what it means that, as we have read, the cross itself was made fifty cubits high. For the Law had previously been given to the people on the fiftieth day after a lamb was sacrificed on Mount Sinai; and given that we said before that Haman signified the Jews themselves when they were rioting against Christ—who had been promised to them in the Law—and persecuting his Church, the Law itself, which had been given to them to safeguard their lives, became the cause of their deaths because with it they had snuffed out the name of Christ and tried mightily to kill those who professed him. In other words, those who wanted by means of the Law to oppress the guiltless unjustly received through it the verdict of a just judgment, about which we are told by Paul: “Whoever has sinned in the Law will be judged through the Law” (Romans 2).\n\nMoreover, Harbona the eunuch, who handed over the actual cross that had been made, signifies the teachers of the Law who brought to light—by reading the Law itself—the deceit of the Jews and everything which they did contrary to the precepts of God. Hence because Moses foresaw in the spirit the rebels and apostates who would one day come to be, he predicted in his song in Deuteronomy everything that was going to happen to sinners. So too the Savior says to the Jews themselves in the Gospel: “Do not think that I am going to indict you before the Father—it is Moses, in whom you hope, who accuses you; for if you believed in Moses you would perhaps believe in me as well, for it is about me that he wrote. But if you do not believe what he wrote, then how will you believe my words (John 5)?”\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 7_9-10.toml",
        "id": "74052fe7-7333-45fb-b0f5-3aa8674128ee",
        "location_end": 7000010,
        "location_start": 7000009,
        "source_title": "EXPLANATION ON THE BOOK OF ESTHER 10",
        "source_url": "",
        "ts": 856,
        "txt": "It is written in the book of Proverbs: “Whoever digs a pit will fall into it, and a stone will come back on the one who starts it rolling.” So also Haman was forced to support the cross that he had prepared for Mordecai.\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 7_10.toml",
        "id": "6e59fa72-cd77-46fa-8c6d-12b2a6783483",
        "location_end": 7000010,
        "location_start": 7000010,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Spoken. The distinction was not for one day only. Mardochai might afterwards wear the tiara God thus clearly manifested that he would resist the proud, and give grace to the humble. (St. James iv. 6.) The exaltation of Joseph in Egypt, (Calmet) and lately of Daniel at the court at Babylon, (Tirinus) was hardly less wonderful, Genesis xli., and Daniel vi. (Calmet) \nWe may easily conceive the astonishment which would fill the breast of Aman, as well as of Mardochai, on this occasion. The Greek published by Usher, has expressed these sentiments; (Haydock) and the Chaldean has added many embellishments, which are of no authority. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 8_1.toml",
        "id": "70e254f3-ac06-4846-8b18-02c2f081e3e5",
        "location_end": 8000001,
        "location_start": 8000001,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Drink. Wine was only used at great feasts, Ecclesiasticus xxxi. 17. Water was served up first, from the river Choaspes only. The king and his eldest son were allowed to drink of \"the golden waters \"of which they alone had 70 fountains. (Athen. xii. 2.) \nTheir wine was brought from Chelbon, near Damascus. (Ibid. i. 22.) (Ezechiel xxvii. 18.) (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 8_1.toml",
        "id": "88a843a7-74b0-4bc8-b699-fee846755413",
        "location_end": 8000001,
        "location_start": 8000001,
        "source_title": "Commentary on Esther",
        "source_url": "https://sites.google.com/site/aquinasstudybible/home/esther/rabanus-maurus-commentary-on-esther",
        "ts": 856,
        "txt": "When King Ahasuerus gives Queen Esther the house of Haman the enemy of the Jews, this must refer to the fact that after the people spurned the arrival of the incarnate intermediary between God and man and refused to accept his evangel, the true king and our Lord put at the disposal of the holy Church all the dignity and honor which in the past they had gotten from their knowledge of the Law and the prophets and from their practice of righteous faith, so that the Church would possess spiritual wealth and become the most respected guardian of all the virtues. Hence it is written in Proverbs: “The wealth of the sinner is guarded by the righteous” (Proverbs 13). And in the Gospel, the Lord says to the Jews themselves: “The kingdom of God shall be taken from you, and given to a nation that produces its fruits” (Matthew 21). This is also the reason for what Solomon says: “He who is good receives favor from the Lord” (Proverbs 12).\n\nWe are next told about Mordecai that he went in before the face of the king, meaning that because the Church praises and proclaims the dedication of its leaders, these sacred teachers discover—in exchange for the effort they have exerted in nurturing the faithful—abundant grace in the sight of the creator of all things. We might also apply this principle to the characterization of all the persecutors of the Church more generally, because whatever the latter produced in their eagerness to acquire wisdom or useful disciplines; or sought out by investigating the respectability of the virtues; or whatever sorts of punishments they devised to torment the martyrs, it was all subverted by the faithful so as to magnify the honor and the glory of Christ. Nor did the wicked possessors of these things retain any of the good rewards that they earned for their labors, but everything was transferred to the righteous to consummate their perfection. And what follows this, where the king took the ring he had gotten from Haman and gave it to Mordecai, is an allegorical expression of the fact that the seal of faith, which the faithless Jews and all the persecutors of the name of Christ did not want to accept when it was offered to them through the preaching of the Gospel, was transferred to the nations by the apostles of Christ for the sake of their salvation. So Esther holds onto the house of Haman the enemy of the Jews, just as the Church of Christ possesses the world which was once the enemy of Christianity. And Mordecai goes in before the face of the king because the souls of the saints are taken every day from their homes in this life to contemplate the visage of the supreme Judge; there is no limit to the measure of their happiness—each day they experience ever more glory in the joy of eternal exultation.\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 8_1-2.toml",
        "id": "bceadc11-e1aa-4528-a194-8a689e79c44a",
        "location_end": 8000002,
        "location_start": 8000001,
        "source_title": "EXPLANATION ON THE BOOK OF ESTHER 11",
        "source_url": "",
        "ts": 856,
        "txt": "The fact that King Ahasuerus gave Queen Esther the house of Haman, the enemy of the Jews, clearly signifies that the true king who is our Lord transferred to the holy church all the dignity and honor which the people previously possessed because of their knowledge of the law and the prophets and because of their holy and religious worship. This happened because they despised the advent in flesh of the Mediator between God and humanity and because they had no desire to receive his gospel. And so the church was able to possess all the spiritual riches and become the sincere guardian of all virtue. Therefore it is written in the book of Proverbs, “The sinner’s wealth is laid up for the righteous.” And the Lord says to the Jews themselves in the gospel, “The kingdom of God will be taken away from you and given to a people that produces the fruits of the kingdom.” And again it is said through Solomon, “The good obtain favor from the Lord.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Jerome",
        "file_name": "Esther 8_1-2.toml",
        "id": "802ce06a-593a-40a2-a455-4f339d92789d",
        "location_end": 8000002,
        "location_start": 8000001,
        "source_title": "St. Jerome, Commentary on Daniel, CHAPTER TWO",
        "source_url": "https://www.ccel.org/ccel/pearse/morefathers/files/jerome_daniel_02_text.htm",
        "ts": 420,
        "txt": "[Daniel 2:48] \"Then the king elevated Daniel to a high position, and gave him many great gifts and set him up as governor over all the provinces of Babylon...\" In this matter also the slanderous critic of the Church has ventured to castigate the prophet because he did not reject the gifts and because he willingly accepted honor of the Babylonians. He fails to consider the fact that it was for this very purpose that the king had beheld the dream and that the secrets of its interpretation were revealed by a mere lad, that Daniel might increase in importance and that in the place of captivity he might become ruler over all the Chaldeans, to the end that the omnipotence of God might be made known. We read that this same thing happened in the case of Joseph at the court of Pharaoh and in Egypt (Genesis 41:38-43), and also in the case of Mordecai at the court of Ahasuerus (Esther 8:1-2). The purpose was that the Jews, as captives and sojourners in each of these nations, might receive encouragement as they beheld men of their own nation constituted as governors over the Egyptians or the Chaldeans, as the case might be.\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 8_2.toml",
        "id": "183809f6-df6f-473e-8993-11b8dafb52cf",
        "location_end": 8000002,
        "location_start": 8000002,
        "source_title": "Commentary on Esther",
        "source_url": "https://sites.google.com/site/aquinasstudybible/home/esther/rabanus-maurus-commentary-on-esther",
        "ts": 856,
        "txt": "So Esther appointed Mordecai over her house, because it serves the beneficial intentions of the holy Church that great numbers of the faithful might be placed under the government of the aforementioned saints to be subjected—in humility and obedience—to the authority of their chosen magistrates.\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 8_3.toml",
        "id": "c68d22ed-a96c-4b6a-af97-27b97db1e0d9",
        "location_end": 8000003,
        "location_start": 8000003,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "People. She was more concerned for these than for half of the kingdom. Hence all fasted and prayed, and Esther obtained their deliverance. (Worthington)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 8_3-8.toml",
        "id": "4611bdc6-228f-4799-be68-4bea364d4c70",
        "location_end": 8000008,
        "location_start": 8000003,
        "source_title": "Commentary on Esther",
        "source_url": "https://sites.google.com/site/aquinasstudybible/home/esther/rabanus-maurus-commentary-on-esther",
        "ts": 856,
        "txt": "So when Esther falls at the feet of the king and beseeches him for the sake of her people, this must refer to the fact that every day the holy Church humbly petitions the Lord Almighty—through the faith and mysteries of the incarnate, only-born Son of God—to free her children so that through his grace, the arrogance of the enemy might be crushed and the innocence of the faithful be freed from their hands. The supreme king holds out his golden scepter toward the queen as she pleads with him, because he is lavishing on her the mercy of his righteousness. She asks that the earlier letters of the wicked Haman be replaced with new instructions, because it is the fervent wish of the new queen that the followers of every error in doctrine, and all the hostile machinations with which the ancient enemy tried through its agents to exterminate the people of God, should be rejected and destroyed by the thoroughly salutary writings of the Gospels. The letters themselves are written in the name of the king and then sealed with his ring, because the teaching of the Gospels—which are preached throughout the world in the name of Christ—are declared everywhere to be confirmed by the seal of the Holy Spirit, since the preachers themselves, who are filled with its gift, seem to everyone to be undefeatable in their unflagging strength and to remain ever glorious and triumphant over their enemies.\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 8_3-8.toml",
        "id": "4e00a83d-ec86-4aae-89e3-6b01a9539dae",
        "location_end": 8000008,
        "location_start": 8000003,
        "source_title": "EXPLANATION ON THE BOOK OF ESTHER 11",
        "source_url": "",
        "ts": 856,
        "txt": "The fact that Esther falls at the feet of the king and entreats him for the salvation of the people plainly symbolizes the holy church that humbly implores the almighty Lord every day for the rescue of her children through the faith and the mystery of the incarnation of the only begotten Son, so that the arrogance of her enemies may be restrained by the (Lord’s) grace, and the innocence of the faithful may be freed from the clutches of the (wicked). The heavenly king holds out his golden scepter to the pleading queen because he abundantly bestows the clemency of his mercy upon her. She asks that the old decree of the most wicked Haman may be changed into a new decree. Indeed this is the interest of the true queen, namely that any sect that is in error, any hostile plot which the ancient enemy prepares through his ministers for the extinction of the people of God, may be repelled and destroyed through the saving documents of the gospel.\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 8_4.toml",
        "id": "f8377de8-7e5a-4b07-83f0-f0753af87a13",
        "location_end": 8000004,
        "location_start": 8000004,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Perish. Three terms of the same import express the greatness of the misery. (Haydock) \nKing. Whose revenue will be greatly impaired, (Calmet) and character injured, for having given such power to a monster. (Haydock) \nThe kings of Persia had taken many precautions not to be thus deluded, having appointed officers, who were styled \"the eyes and ears \"of the king, purposely to obtain all necessary information. But these eyes were often darkened; these ears were often deaf, (Calmet) and unwilling to act with fidelity; (Haydock) though their diligence in make secret transactions known, caused the people to look upon their kings as gods. (Apul. Mund. Cyrop. viii.) (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 8_5.toml",
        "id": "351f6197-0b13-459e-88a9-05b97444c0ca",
        "location_end": 8000005,
        "location_start": 8000005,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "What. Hebrew, \"where, who durst entertain this design? \"(Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 8_6.toml",
        "id": "4b09c55f-701c-4a44-b1d8-02ea8fa19d64",
        "location_end": 8000006,
        "location_start": 8000006,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Astonished. Horror of a guilty conscience is the first punishment. (St. Chrysostom) (Worthington)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 8_7.toml",
        "id": "b2b48af5-910e-444c-9030-d41728de23ed",
        "location_end": 8000007,
        "location_start": 8000007,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Set. Hebrew, \"of the palace \"(Haydock) belonging to the queen. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 8_8.toml",
        "id": "7f110dfd-12b5-4881-9cef-2f32e7534834",
        "location_end": 8000008,
        "location_start": 8000008,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "My own. Hebrew, \"will he force.in the house? \"(Haydock) \nThose who know with what jealousy the Persians treated their wives, so as to punish with death those who crossed the road before the queens, (Plut. AR tax.) or touched them, will not wonder at the indignation of Assuerus, (Calmet) though his suspicions were groundless. (Haydock) \nAman wished to incline the queen to show clemency, (Menochius) and intercede for him. He threw himself as a suppliant at her feet, as she lay on the bed at table. (Haydock) \nFace. His crime was notorious; no trial was requisite, and the kings could treat their subjects as slaves. It was customary to cover the faces of those who were led to execution. Philotas was thus conducted into the presence of Alexander. (Curtius vi.)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 8_9.toml",
        "id": "382783c2-1345-4c5b-8b27-cb689fa7b04d",
        "location_end": 8000009,
        "location_start": 8000009,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Harbona. Cr., \"Bougathan. \"(Haydock) \nHe had been to call Aman to the feast. (Jos.) \nLittle dependance is to be had on false friendship, when a man is disgraced. (Worthington) \nUpon it. His body was perhaps afterwards exposed in the street, chap. xvi. 18. It is not clear that he was nailed to the cross, though this custom prevailed in the country, 1 Esdras vi. 11. Alexander crucified many satraps. (Curtius ix.) \nThe old Vulgate observes that the wife and ten children of Aman suffered with him, chap. ix. 6. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 8_9-10.toml",
        "id": "86100598-ae9a-4a63-b66f-bc39d1144cda",
        "location_end": 8000010,
        "location_start": 8000009,
        "source_title": "Commentary on Esther",
        "source_url": "https://sites.google.com/site/aquinasstudybible/home/esther/rabanus-maurus-commentary-on-esther",
        "ts": 856,
        "txt": "The month of Sivan, which comes third after Nisan in the Hebrew calendar, is the same one the Greeks call Thessaroi and the Romans Junius. On the twenty-third day of that month new letters were dictated by Mordecai in order to refute the earlier letters of Haman. The significance of this is obvious—the teaching of the Gospel was framed by the writers of the New Testament, under the direction of our Lord Jesus Christ, so that it would fully encompass the faith in the holy Trinity, and the absolute perfection of the entire Decalogue would be proven in the two commandments of charity. And by means of the couriers—i.e. the sacred preachers—the Scripture itself is directed toward the entire world, which is symbolized by the one hundred and twenty-seven provinces that made up the realm of Ahasuerus, since the number ten when multiplied by twelve makes one hundred and twenty; and if we were to add another seven to this, it would allow us to complete the entire sum.\n\nIn the same way, the true custodianship of the Decalogue within the apostolic tradition was imparted to all parts of the world through the sacred teachers; whereas by the grace of the sevenfold Spirit it was spread through the hearts of the faithful. It is likewise of mystical significance that these letters which were sent in the name of the king and were sealed with his ring were, we are told, written according to the scripts and the languages of each and every nation, so that each nation might be able to read and to understand; that is, the teaching of the Gospels was ordained in such a way that its first teachers—who had been taught through the grace of the Holy Spirit—spoke first in the words of all the languages, and then the word of faith was seeded by their ministry through all parts of the world. Hence we read in the Acts of the Apostles that in the Cenacle of Zion, the Paraclete of the Spirit came over the one hundred and twenty believers in the form of a fire and enabled them to declare in the tongues of all the nations the marvels of God, so that those who gathered to listen to them would all be struck dumb by this miracle.\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 8_9-10.toml",
        "id": "7185231c-d3d5-4ffd-a9f8-128748ec686f",
        "location_end": 8000010,
        "location_start": 8000009,
        "source_title": "EXPLANATION ON THE BOOK OF ESTHER 11",
        "source_url": "",
        "ts": 856,
        "txt": "The month of Sivan, which is the third after Nisan among the Jews, and is called Thessari among the Greeks, is named June among Latin peoples. On the twenty-third day of this month new letters were written according to Mordecai’s dictation in order to invalidate the old letters of Haman. And the meaning of this event is quite clear, because the doctrine of the gospel was founded by the writers of the New Testament through our Lord Jesus Christ so that the faith of the Holy Trinity might be contained in it in its fullest form, and the supreme perfection might be shown to lie in two principles of charity that encompass the entire Decalogue. And the Scripture itself, through mounted couriers, that is the holy preachers, was provided to the whole world, which is signified by the one hundred twenty provinces that constituted the kingdom of Ahasuerus.\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 8_11-13.toml",
        "id": "e191860e-bf71-4031-9adf-e67694974ec8",
        "location_end": 8000013,
        "location_start": 8000011,
        "source_title": "Commentary on Esther",
        "source_url": "https://sites.google.com/site/aquinasstudybible/home/esther/rabanus-maurus-commentary-on-esther",
        "ts": 856,
        "txt": "So when this earthly king orders his couriers to gather the Jews in each place, and to command them to assemble so that they might fight for their lives and kill all their enemies together with their wives and children and all their houses, this can only mean that our king, who rules over all of Heaven and earth, is—through his preachers—ordering the true Jews and their adherents throughout the nations to assemble as a union of fellowship and peace; and to fight for the salvation of their souls; and to condemn all their enemies both visible and invisible, i.e. the false Jews who are the synagogue of Satan and the incorrigible pagans and heretics, as well as the impure spirits with all their impieties and perverse notions. Nor should they permit any remnant of these to survive, or even their wives and children, i.e. they should wipe out completely the carnal desires and the works of sinners together with their houses, namely with their worldly ambitions; or allow to remain any offshoot of these things that could pose a threat to them. So it is that in the Law, the Lord commanded the Israelites to kill and to wipe out those nations in the Promised Land that were antagonistic to them; so too he afterward commanded them to destroy the Amalekites until they were all slaughtered, because he wanted to deprive them of any occasion for misbehavior. This is what the prophet is thinking of when he says in the Psalms: “In the mornings I was killing all the sinners of the land, to wipe out from the city of the Lord all the evildoers” (Psalms 101).\n\nFurthermore, the time at which this slaughter of enemies was ordered to take place accords very well with the mystery of this spiritual slaughter, since the twelfth Hebrew month, which is Adar, can only symbolize the last age of our world when this spiritual war is being waged above all by the soldiers of Christ. And in the same way, the thirteenth day symbolizes the faith in the holy Trinity through the observing the commands of God, which is the basis upon which all our adversaries are effectively subdued.\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 8_11-14.toml",
        "id": "1473f158-9ab8-43e9-a972-77ac88118926",
        "location_end": 8000014,
        "location_start": 8000011,
        "source_title": "EXPLANATION ON THE BOOK OF ESTHER 11",
        "source_url": "",
        "ts": 856,
        "txt": "The fact that this earthly king sends his couriers to gather the Jews in each place and to assemble them in a single location so that they may fight for their lives and destroy all their enemies with their children and women and houses signifies that through his preachers our king, the absolute ruler of heaven and earth, orders the true Jews and his confessors among all the Gentiles, after they have gathered in the unity of society and peace, to fight for the salvation of their souls and to condemn their enemies both visible and invisible, namely the false Jews, who belong to the synagogue of Satan, and the unredeemed pagan and heretics, and the unclean spirits with all their impieties.\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 8_14.toml",
        "id": "d9ec4b19-1b05-44aa-a9ad-08bf7b952f4e",
        "location_end": 8000014,
        "location_start": 8000014,
        "source_title": "Commentary on Esther",
        "source_url": "https://sites.google.com/site/aquinasstudybible/home/esther/rabanus-maurus-commentary-on-esther",
        "ts": 856,
        "txt": "Moreover, what follows next—“And the king’s edict was published in Shushan”— means that the domain of the heavenly king rules over and governs the entire world: “everything has been placed under his jurisdiction, and there is no one who can resist his will” (Esther 13); and our mundane ambitions are laid low by his power. So it makes sense that according to the text the king’s edict was also published in Shushan, since “Shushan” means riding or conveying. In the end, the arrogance of the world is bested by the power of God; which is why the Savior says to his disciples in the Gospel: “in the world, you will face repression; but take heart, for I have conquered the world” (John 16).\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 8_15-16.toml",
        "id": "cf8dc729-f169-42d6-b76a-87358c229cf5",
        "location_end": 8000016,
        "location_start": 8000015,
        "source_title": "EXPLANATION ON THE BOOK OF ESTHER 12",
        "source_url": "",
        "ts": 856,
        "txt": "The glory of the holy teachers is exalted because it is through their doctrine and exhortation that the faithful defeat the cruelty of their most evil enemy with the help and strength of their heavenly king. And their reward remains with them in the heavenly kingdom of eternal blessedness and perpetual splendor, which appears to be signified by the colors of blue and white and the brightness of gold.\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 8_15.toml",
        "id": "9683c2a2-a38f-4fd6-ae29-a1939175072e",
        "location_end": 8000015,
        "location_start": 8000015,
        "source_title": "Commentary on Esther",
        "source_url": "https://sites.google.com/site/aquinasstudybible/home/esther/rabanus-maurus-commentary-on-esther",
        "ts": 856,
        "txt": "It is to the great credit of our sacred teachers that with their teaching and encouragement the faithful are able to conquer, through the power of the supreme king, the savagery of a most wicked enemy; and their reward for this awaits them in the heavenly kingdom of eternal blessing and perpetual brightness, which seem to be prefigured by the color blue and the flash of gold. Moreover, in the celestial citadel the martyrs of Christ, along with those who are going to rule together with Christ the king, are repaid with the dignity given to kings by that most righteous of source of recompense, in exchange for shedding their blood. The terms “purple” and “silken” offer us a prefiguration of this fact; and every gathering of saints will be happy and rejoice no less over this in the celestial Jerusalem. This is described in what follows: “So for the Jews, a new light was seen to arise; and joy, and honor, and celebration. Among every people, city and province, and wherever the king’s orders reached, there was a wonderful exultation, banquets, and feasting, and a holiday; and so much so that many members of other nations and beliefs adopted their religion and their rites. For a great terror of the Jewish people had fallen upon them all.” Many, therefore, among the gentiles and enemies of the Church left behind their idolatry and their gentile superstitions, and were converted to the Christian faith by the power, wisdom and perseverance of the holy martyrs, and through the virtue of Christ that shines through them; which should be perfectly obvious to anyone who reads about the sufferings of the saints and the triumphs of the martyrs. And since that time, the numbers of the faithful have been growing every day by the mercy of God, and the precincts of the Church have been replenished. This is mentioned by the Psalmist: “Let all the land fear the Lord; let everyone be moved by him, and all who inhabit the world” (Psalms 33). And likewise: “The righteous will rejoice in the Lord and will hope in him; and all the upright in heart will be praised” (Psalms 64). And the apostle says: “In the name of Jesus every creature—celestial, terrestrial and infernal—shall bend his knee, and every tongue shall proclaim that the Lord Jesus is in the glory of God the Father” (Philippians 2).\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 8_17.toml",
        "id": "f400e0df-3676-4b74-b980-a9647298f5b4",
        "location_end": 8000017,
        "location_start": 8000017,
        "source_title": "EXPLANATION ON THE BOOK OF ESTHER 12",
        "source_url": "",
        "ts": 856,
        "txt": "Thanks to the strength, wisdom and constancy of the holy martyrs—and to the virtue of Christ which shines among them—many among the Gentiles and the enemies of the church abandoned their idolatry and their pagan superstitions and were converted to the Christian faith because it does not hide the suffering of the saints and the triumphs of the martyrs from those it encounters. And therefore, through God’s mercy, the number of the faithful increases daily and the flocks of the church are filled. The power of the Christian name causes terror among infidels and joy among believers the world over. The psalmist also wrote about this: “Let all the earth fear the Lord; let all inhabitants of the world stand in awe of him.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 9_1.toml",
        "id": "f87182aa-5d2d-43ca-9b1b-473a029a111a",
        "location_end": 9000001,
        "location_start": 9000001,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "As. Hebrew, \"(which is the month of Adar) when the king's command and edict drew near to be executed, in that day when the enemies of the Jews hoped to have power over them, (though it turned out that the Jews had dominion over those who hated them.) \"(Haydock) \nTo revenge The Jews, on this occasion, by authority from the king, were made executioners of the public justice, for punishing by death a crime worthy of death, viz., a malicious conspiracy for extripating their whole nation; (Challoner) so inscrutable are the judgments of God, who never wholly abandoned his people! The old Vulgate passes over the first 19 verses, with the 24th, 25th, and 28th. (Calmet) \nIn this whole history we cannot but admire the Providence of God. (Worthington)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Richard Challoner",
        "file_name": "Esther 9_1.toml",
        "id": "514dea58-8743-48fd-99b0-80fa5e0940df",
        "location_end": 9000001,
        "location_start": 9000001,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "To revenge: The Jews on this occasion, by authority from the king, were made executioners of the public justice, for punishing by death a crime worthy of death, viz., a malicious conspiracy for extirpating their whole nation.\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 9_1-2.toml",
        "id": "450619e5-35cd-4753-9aef-2e187898a5c8",
        "location_end": 9000002,
        "location_start": 9000001,
        "source_title": "Commentary on Esther",
        "source_url": "https://sites.google.com/site/aquinasstudybible/home/esther/rabanus-maurus-commentary-on-esther",
        "ts": 856,
        "txt": "The twelfth month, as we said before, symbolizes the last era of our world when the Redeemer has been made incarnate and the preaching of the Gospel itself has spread throughout the entire world. And in the same way, the thirteenth day declares the light of faith and of good works, which—as the Gospels predict—is fulfilled every day by the faithful. For in the twelfth month, “on the thirteenth day of the month, when the slaughter of all the Jews was being readied and their enemies were eager for blood, the tables were turned and the Jews began to gain the upper hand, and to avenge themselves on their opponents.” This means that even though the enemies and persecutors of the name of Christ are constantly stirring up attacks against the community of the faithful—which maintains the true expression of the correct faith— and making every effort to oppress them, the latter have been helped by the grace of God and strengthened with the shield of faith and the arms of justice so that they might defeat their adversaries and carry back from them the spoils of glory. This they do by converting them to the light of faith and making them partners in the grace of Christ, after repelling their spiritual wickedness and the disseminators of error who were seducing them through various vices. “And no one dared to resist them.” That is, the fear of God’s majesty, which in the Church is made known by the gleam of miracles, thrashes soundly the hearts of fleshly creatures and compels them to yield to the word of God, which is naturally described in what follows...\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 9_1-2.toml",
        "id": "25b7d7a7-4a50-4b1c-aa16-e4b7b2a8c96c",
        "location_end": 9000002,
        "location_start": 9000001,
        "source_title": "EXPLANATION ON THE BOOK OF ESTHER 12",
        "source_url": "",
        "ts": 856,
        "txt": "The twelfth month, as we have said above, signifies the last age of the world when our Redeemer became incarnate and the preaching of the gospel spread over the entire world. In a similar way, the thirteenth day proclaims the light of faith and good works which is produced by the preaching of the gospel in the church through the faithful. Indeed, in the twelfth month on the thirteenth day when the destruction of all the Jews was being prepared and their enemies longed for their blood, the Jews, on the contrary, began to triumph and started taking revenge on their adversaries because they [represent] the assembly of the faithful where the true confession of the right faith resides who are helped by the grace of God and comforted by the shield of faith and the weapons of justice in the face of the enemies and persecutors of the name of Christ who persecute and oppress them wherever they are. The assembly of the faithful is thus able to defeat its enemies and to gain the triumph of glory over them.\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 9_3.toml",
        "id": "9e18cb49-c510-43e7-a5a1-553109506ef0",
        "location_end": 9000003,
        "location_start": 9000003,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Extolled. Protestants, \"helped. \"Septuagint, \"the king's secretaries honoured the Jews. \"(Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 9_3-4.toml",
        "id": "821d57c3-9ac2-4d47-bb44-edc9b832b943",
        "location_end": 9000004,
        "location_start": 9000003,
        "source_title": "Commentary on Esther",
        "source_url": "https://sites.google.com/site/aquinasstudybible/home/esther/rabanus-maurus-commentary-on-esther",
        "ts": 856,
        "txt": "That is, the praiseworthy actions of our sacred teachers and the power of the virtues gave great honor and reverence to the mass of the faithful. Hence in the Acts of the Apostles, where we read that these first preachers of the Gospel were trying to teach and to care for the word of God, it is written: “For they were devoted to the teachings of the apostles, and to breaking bread together, and to their prayers. Every soul was full of awe, and many wonders and signs were being done by the apostles in Jerusalem, and there was great fear among them all” (Acts 2). And likewise: “Many signs and wonders were being performed among the people by the apostles; and they were all together in the portico of Solomon. But none of the others dared to join them, though the people were paying them homage” (Acts 5).\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 9_3-4.toml",
        "id": "23ce0f7d-a3a1-424c-8d6f-f8622dd7a8a7",
        "location_end": 9000004,
        "location_start": 9000003,
        "source_title": "EXPLANATION ON THE BOOK OF ESTHER 12",
        "source_url": "",
        "ts": 856,
        "txt": "“All the officials of the provinces, the satraps and the governors, and the royal officials were supporting the Jews.” Certainly the praiseworthy action of the holy teachers and the strength of their virtue have contributed great honor and respect to the multitude of the faithful. Therefore, in the Acts of the Apostles, in which we read how the first preachers of the gospel labored to teach the word of God and cared for it, it is written, “They devoted themselves to the apostles’ teaching and fellowship, to the breaking of bread and prayer. Awe came upon everyone, because many wonders and signs were being done by the apostles.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 9_5-10.toml",
        "id": "1eb225d6-bd2d-4902-9390-ce864bf53218",
        "location_end": 9000010,
        "location_start": 9000005,
        "source_title": "Commentary on Esther",
        "source_url": "https://sites.google.com/site/aquinasstudybible/home/esther/rabanus-maurus-commentary-on-esther",
        "ts": 856,
        "txt": "What can it mean when we read that the Jews pursued their enemies and killed five hundred men in Shushan, except for the ten sons of Haman whom they nailed to gibbets? Merely that to the people of God, it is not only all the evildoers among the nations who appear to be loathsome and worthy of damnation when they persist in their wickedness, refuse to repent for their sins, and make no effort to obtain forgiveness for their offenses through the grace of the Holy Spirit; but also the actual Jews of the flesh, i.e. those who violated the Decalogue of the Law of Moses, and were guilty of the cross of Christ whom in their faithlessness they took responsibility for at his very passion, are quite rightly forced to bear the torments of Hell. And none of the chosen would deign to share in their wickedness, or to imitate their unspeakable actions; so it makes sense that the text would add that once the Jews had killed their enemies, they refused to touch or to handle any of the spoils of their property.\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 9_5-14.toml",
        "id": "24d1c1d1-ba73-4656-b61c-0a97c412737c",
        "location_end": 9000014,
        "location_start": 9000005,
        "source_title": "EXPLANATION ON THE BOOK OF ESTHER 12",
        "source_url": "",
        "ts": 856,
        "txt": "Queen Esther’s endeavor to successfully crush her enemies and root them out reveals the eagerness and zeal of a true queen, namely, of the holy church that constantly fights against her enemies and strives to defeat them completely and subdue them. And it is her voice the psalmist uses when he says, “I pursued my enemies and overtook them; and did not turn back until they were consumed. I struck them down so that they were unable to rise.” And when she first kills five hundred people in Susa, and then three hundred, she shows that eternal death awaits not only those who do not want to repent of their sins, but also those who neglect to adorn the faith of the Holy Trinity with good works.\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 9_6.toml",
        "id": "c13de73e-e0a9-45a6-93c5-7bcf83876df8",
        "location_end": 9000006,
        "location_start": 9000006,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Sons. It seems as if they had been slain with their father, ver. 10. See chap. vii. 9. (Calmet) \nYet, as the contrary would appear from chap. xvi. 18, we may suppose that they were at least (Haydock) imprisoned till this time, for a more exemplary punishment, while all the rest of the family perished with Aman. (Serarius) (Salien) (Menochius) \nThese are the kindred, specified nine months before, chap. xvi. (Tirinus) \nSome Masorets childishly (Haydock) write these ten names one over another, and with greater and less letters, to show that they were hung one above another, and that the guilt of all was not the same, but the youngest son was the most malicious. (Kennicott)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 9_10.toml",
        "id": "6231ba73-c0b6-4c27-a734-5aa93de6cca6",
        "location_end": 9000010,
        "location_start": 9000010,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Goods, in any place, (Tirinus) that they might not appear to be actuated by the desire of riches, (Calmet) to fall upon the innocent. How often does this fatal cause blind Christian conquerors! The sons of Aman were married, and had separate establishments, chap. viii. 1.\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 9_12-14.toml",
        "id": "8e606bfa-f4fd-4a6f-8279-1a138d14c21d",
        "location_end": 9000014,
        "location_start": 9000012,
        "source_title": "Commentary on Esther",
        "source_url": "https://sites.google.com/site/aquinasstudybible/home/esther/rabanus-maurus-commentary-on-esther",
        "ts": 856,
        "txt": "This contention of Queen Esther, in which she fights to have her enemies aggressively attacked and wiped out, expresses the zeal and ingenuity of the true queen, that is, of the holy Church which harasses her enemies without respite and struggles to scatter them completely and subject them to itself. It is in her voice that the Psalmist speaks: “I will harass my enemies, and I will encompass them, and I will not turn away until they are ruined; I will afflict them, and they cannot stand” (Psalms 18). In Shushan she killed first five hundred men, then three hundred, since she shows that not only those who refuse to repent their sins, but also those who fail to adorn their faith in the holy Trinity with good works, are worthy of perpetual death. So it happens that just as the Jews killed, in the course of two days, seventy-five thousand of their enemies, so too the faithful strive and attempt to truly defeat and scatter, in the light of the two Testaments, all those enemies who—because they are devoted to the five senses of the body, and experience the Law of God in the flesh—refuse to know it in spirit, complete and perfected by spiritual dogma through the sevenfold grace of the Holy Spirit. And yet no one wants to touch any of their property, because the chosen believers would never consent to sully themselves with the wickedness of the damned; rather, they make themselves in every way foreign to and separate from the false dogmas, and the evil deeds, of such people.\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 9_13.toml",
        "id": "7d3089dd-b337-4433-8a2c-a116546fda5b",
        "location_end": 9000013,
        "location_start": 9000013,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Susan. Aman's influence had been the greatest there, and had stirred up many enemies to the Jews, who were to be carefully sought out. (Haydock) \nIf we should consider only the dictates of clemency, we should think that the Jews were too eager in their revenge. But when we reflect, that their enemies had intended to destroy them all, and to seize their effects, we shall allow that they did not exceed the limits of justice, as they acted by royal authority, and abstained from touching any effects of the deceased. (Calmet) \nIn the capital, 800 men fell victims to their fury. But as the citizens of that place were probably the most guilty, we must not imagine that other cities would be treated with the like severity. (Haydock) \nGibbets, for a terror to the wicked. (Menochius) \nThis disgrace was not unusual, chap. xvi.18. Polycrates was treated thus. (Herodotus iii. 125.)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Athanasius of Alexandria",
        "file_name": "Esther 9_15-23.toml",
        "id": "eeae7119-ab62-4d80-a2ac-5892ac221825",
        "location_end": 9000023,
        "location_start": 9000015,
        "source_title": "FESTAL LETTERS 8",
        "source_url": "",
        "ts": 373,
        "txt": "In the face of all this, brothers and sisters, what should we do but give thanks to God, the king of all? Let us start by crying out the words of the psalm, “Blessed is the Lord, who has not let them eat us up.” Let us keep the feast in that way that he has established for our salvation—the holy day of Easter—so that we, along with the angels, may celebrate the heavenly feast. Remember that Israel, coming out of affliction to a state of rest, sang a song of praise for the victory as they kept the feast. And in the time of Esther the people kept a feast to the Lord because they had been delivered from a deadly decree. They called a feast, thanking and praising the Lord because he had changed the situation for them. Therefore, let us keep our promises to the Lord, confess our sins, and keep the feast to him—in behavior, moral conduct, and way of life. Let us keep it by praising the Lord, who has disciplined us so lightly but has never failed us nor forsaken us nor stopped speaking to us.\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Athanasius of Alexandria",
        "file_name": "Esther 9_15-23.toml",
        "id": "931b91a7-172d-4b0a-b906-445c9495d471",
        "location_end": 9000023,
        "location_start": 9000015,
        "source_title": "FESTAL LETTERS 4",
        "source_url": "",
        "ts": 373,
        "txt": "When the whole nation of Israel was about to perish, blessed Esther defeated the tyrant’s anger simply by fasting and praying to God. By faith she changed the ruin of her people into safety. Those days are feast days for Israel; they used to call a feast when an enemy was slain or a conspiracy against the people was broken up and Israel was delivered. That is why Moses established the Feast of the Passover: because Pharaoh was killed and the people were delivered from bondage. So then, especially when tyrants were slain, temporal feasts and holidays were established in Judea. Now, however, the devil, that tyrant against the whole world, is slain. Therefore, our feast does not relate only to time but to eternity. It is a heavenly feast! We do not announce it as a shadow or a picture or a type but as the real thing.\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 9_16.toml",
        "id": "3dbedfaf-2193-43e2-92b2-c407b6b441b7",
        "location_end": 9000016,
        "location_start": 9000016,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Lives. In many cases they would probably be attacked, as Aman's edict was perhaps still in force, as well as that of Mardochai. Hence both parties would be upon the watch. (Haydock) \nSeventy-five. Roman Septuagint has only 15,000. Complutensian, 10,035. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 9_17-19.toml",
        "id": "485975bc-015b-42af-9935-c6b03f8e94f8",
        "location_end": 9000019,
        "location_start": 9000017,
        "source_title": "Commentary on Esther",
        "source_url": "https://sites.google.com/site/aquinasstudybible/home/esther/rabanus-maurus-commentary-on-esther",
        "ts": 856,
        "txt": "Now, the Scripture tells us that some of the Jews carried out the killing of their enemies on the thirteenth day of the month of Adar, and stopped their slaughter on the fourteenth day when they held this festival; but that others carried out the killing of their enemies for two days, i.e. the thirteenth and the fourteenth of the aforementioned month, and finally held a formal rest on the fifteenth when they left off the slaughter. And this can only mean that some of the saints, having completed the labors which they carried out in the service of God by performing it according to the proper doctrine and living it properly, now have in their hands—even before the time of universal judgment—the Sabbath rest of eternal peace; while others endure in the flesh until the final day of resurrection, so that once all their enemies have been bested they will be suddenly changed through God’s power, and will attain eternal rest and blessed immortality for both their souls and their bodies. This we know from the statement that the apostle makes when he writes to the Corinthians: “Behold the mystery I am telling you: we will all, it is true, rise again, but we will not all be changed. In a moment, in the blink of an eye, at the final trumpet, the dead will rise up uncorrupted, and we will be changed” (1 Corinthians 15). And to the Thessalonians: “For this we say to you in the word of the Lord: we will not precede those who are sleeping, since the Lord himself—in his command, and in the voice of the archangel, and in the trumpet of God—will come down from Heaven. And the dead who are in Christ will rise up first, and then those of us who are still alive, we who still remain, will be taken up together with those in the clouds to meet the Lord in the air; and so we will be with the Lord always” (1 Thessalonians 4).\n\nAfter all, the number fourteen, which contains twice seven, symbolizes the rest of souls from labor and worry of every kind; and fifteen, which combines the numbers seven and eight, prefigures the coming rest and the immortality of both souls and bodies; and so, once the mass of the chosen have completed the labors of the present life and victory over every enemy has been achieved, they will rejoice in the kingdom of Heaven in their eternal exultation and their love for one another. And there will be no end to this joy, because there will no longer be any further labors to cause us unhappiness.\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 9_19.toml",
        "id": "2fb86e75-08af-4701-a66b-7ff07e2a90d8",
        "location_end": 9000019,
        "location_start": 9000019,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Meats, not only to the poor, but to all their friends, ver. 22., and 2 Esdras viii. 10. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 9_20-23.toml",
        "id": "7034a5c6-6534-43bb-8b93-804df87bcfd2",
        "location_end": 9000023,
        "location_start": 9000020,
        "source_title": "Commentary on Esther",
        "source_url": "https://sites.google.com/site/aquinasstudybible/home/esther/rabanus-maurus-commentary-on-esther",
        "ts": 856,
        "txt": "For those who always faithfully perform pious labors, and good works, and who generously give charity, are fighting for this so that they will be worthy to win entry to eternal life in faith, hope and charity, in accordance with the teachings of the Gospels and the apostles; and so that by comforting both themselves—and those who obey them—in the midst of the troubles of this world, they will gain strength. So by rejoicing in hope they are patient in times of tribulation, they pray without respite, they give thanks for everything, and with pious prayers they place their suffering in the hands of the faithful Lord so that they may be repaid, through his help, with eternal happiness.\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 9_21.toml",
        "id": "c3bc28bd-99e2-47ae-9b7a-21f2ac1c7e98",
        "location_end": 9000021,
        "location_start": 9000021,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Receive. Protestants, \"establish this among them, that they should keep the 14th.yearly \"2 Machabees xv. 37. (Haydock) \nNone were obliged to keep more than one of these days, according to their respective dwellings. The 14th was for the provinces, the 15th for the Jews of Susan, ver. 18. (Tirinus) (Calmet) (Worthington) \nYet it would seem that both days were enjoined, ver. 27, 28. (Haydock) \nThe Jews still observe, them, as they gratify their vanity and vindictive spirit. The 13th is kept a rigid fast, for all above sixteen, for twenty-four hours, during which they eat nothing. (Calmet) \nIf that day should be a sabbath, or its eve, they fast on the 11th or 12th. (Drusius) \nThe day before the festival they give alms to their poor brethren, enjoining them to consume the whole in making good cheer. Each person must then contribute the half sicle, (Exodus xxx. 13.) which is bestowed on those who undertake a pilgrimage to the land of promise. At night, when the feast commences, they light the lamps, and begin to read the Book of Esther, as soon as the stars appear. They use an old parchment manuscript roll, and, in five places, the reader shouts with all his might, running over the names of the ten sons of Aman with all haste, to show that they all died in a moment. Whenever Aman is mentioned, the children beat the benches with mallets; and formerly they used to strike at a stone, on which his name was cut, till it broke, ver. 31. After the lecture, they take a repast at home. Early the next morning they return to the synagogue, and read the account of Amalec from the Pentateuch, and repeat the Book of Esther, with the aforesaid ceremonies. The rest of the day they spend in merriment. Their teachers allow them to drink till they are unable to distinguish the name of Aman from that of Mardochai. (Basnage, vi. 15.) \nThey also change clothes, in contradiction to the law; (Deuteronomy xxii. 5.) and were formerly accustomed to crucify a man of straw, which they burnt with the cross, till Christian emperors put a stop to them; as it was concluded, from their curses, that they had an eye to our Saviour. (Calmet) See chap. v. 14. (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 9_24-26.toml",
        "id": "83c21cff-bbbe-4463-be6f-1e1e87e18bcd",
        "location_end": 9000026,
        "location_start": 9000024,
        "source_title": "Commentary on Esther",
        "source_url": "https://sites.google.com/site/aquinasstudybible/home/esther/rabanus-maurus-commentary-on-esther",
        "ts": 856,
        "txt": "For wicked men often find that their desires are fulfilled in ways they had not expected to happen; and they are caught in the same traps they set to ensnare others, as the Scripture shows when it says: “The wicked are caught in their traps; and whoever digs a pit falls into it” (Proverbs 26). Hence Haman, who prefigures the enemies of the Church, was likewise forced to suffer the death he had planned for Mordecai. For the lot cast into an urn symbolizes the disposition of each and every thing in the mind of man, whose outcomes depend even so upon the judgment of God. Hence we are told by Solomon: “Lots are cast in the lap, but they are tempered by the Lord. For his way is not in the power of man; rather it belongs not to one who wills, or one who runs, but to God who grants mercy. For all things obey at his nod, and he does whatever he wishes in Heaven and on earth, on the sea and in all the depths” (Proverbs 16).\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 9_24-27.toml",
        "id": "ef847679-cbee-4b5a-9b69-42c8e0a71ccc",
        "location_end": 9000027,
        "location_start": 9000024,
        "source_title": "EXPLANATION ON THE BOOK OF ESTHER 13",
        "source_url": "",
        "ts": 856,
        "txt": "Very often people’s evil schemes turn out differently than they had hoped and the trap they had placed to capture others ensnares them, as the Scripture confirms, “The wicked are ensnared in their traps. And whoever digs a pit will fall into it.” Therefore also Haman, who prefigures the enemies of the church, was obligated to suffer the death that he had prepared for Mordecai. The lot cast into the urn represents the machinations of the human mind; but the result of such machinations entirely depends on divine judgment. Therefore it is said through Solomon, “The lot is cast into the lap, but the decision is the Lord’s alone.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 9_25.toml",
        "id": "221f11a1-5d77-4abc-89ac-4f8cda4bf648",
        "location_end": 9000025,
        "location_start": 9000025,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "And. Hebrew, \"But when she came. \"Septuagint, \"and how he came to the king, asking leave to hang Mardochai. But his machinations against the Jews, turned upon his own head; and so \"(Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 9_27-28.toml",
        "id": "f7cf3936-e169-45c1-b9d8-53a7e24f2f79",
        "location_end": 9000028,
        "location_start": 9000027,
        "source_title": "Commentary on Esther",
        "source_url": "https://sites.google.com/site/aquinasstudybible/home/esther/rabanus-maurus-commentary-on-esther",
        "ts": 856,
        "txt": "So the days of lots—on which God gives his true followers victory over their enemies—will never fall into oblivion, but will be celebrated throughout the world in every generation since each of the faithful must declare, with firm hope, the coming rest of souls and the resurrection of bodies on the day of judgment; nor should any of the Churches of Christ throughout the world be bereft of this faith, but should be always mindful of this most salutary rite and be prepared at every moment, and should make themselves fit to receive the coming good so that what they celebrate here in this world they may possess there forever in faith and hope, in the truth of the thing itself and in eternal happiness. And for the present, while we are journeying through this life the ingenuity of the teachers, and the Church’s adherence to the precedent of Esther and Mordecai, ought to accomplish this along with us through teaching and exhortation, so that we are always devoted to the celebration and the cultivation of this faith.\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 9_28.toml",
        "id": "739d3bf4-7dc7-404c-ba3e-18923a9f0f26",
        "location_end": 9000028,
        "location_start": 9000028,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Ceremonies. The king also enjoined (chap. xvi. 22.) all his subjects (Tirinus) to keep a day of rejoicing, (Haydock) as the death of Aman was deemed a public benefit. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 9_28-32.toml",
        "id": "9859fc5a-c946-4f9d-acb6-3791d9741ef7",
        "location_end": 9000032,
        "location_start": 9000028,
        "source_title": "EXPLANATION ON THE BOOK OF ESTHER 13",
        "source_url": "",
        "ts": 856,
        "txt": "The fateful days in which God gives the victory over the enemies to his true confessors must never be forgotten but must be celebrated all over the world by every generation, because the remembrance of the future rest of souls and of the resurrection of the bodies on the day of judgment must be kept alive with firm hope among all the faithful. And no church of Christ in the whole world must be deprived of this religious celebration but, always remembering this truly saving rite, must be ready at any moment and make herself worthy of receiving future blessings so that what she now celebrates in this world with faith and hope she may possess there forever in true reality and eternal blessedness. In the meantime, while we journey as pilgrims, the zeal of the teachers and the admonishment of the church must lead us to follow the example of Esther and Mordecai in doctrine and zeal so that we may be always devout in observing this rite which is to be celebrated and performed.\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 9_29.toml",
        "id": "c0e97a6d-35f9-446e-9874-6ea4ab8f992f",
        "location_end": 9000029,
        "location_start": 9000029,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Second. The first might be the edict, (chap. viii. 9.) or else the provisional establishment of the festival, as it could not have general authority till it was ratified by the high priest; after which, this second letter was dispatched. (Calmet) \nSeptuagint, \"and queen Esther, daughter of Aminadab.wrote all that they had done, and also the confirmation of the epistle of the Phrourai. \"They should say Phurim, as the former word means \"guards. \"Hebrew, \"wrote with all authority, to confirm this second letter of Purim \"(Protestants; Haydock) or rather, \"this letter, Phurim, of which this is a copy. \"The Roman Septuagint only add for this and the following chapter, to v. 9: \"They set them apart during their lives, and by their advice; (Calmet; Ed. Alex., \"for their health and counsel.\") and Esther established for ever, and wrote as a memorial: My nation \"(Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 9_29-32.toml",
        "id": "a8e7ce4a-6789-47be-95c3-fa1089a1890d",
        "location_end": 9000032,
        "location_start": 9000029,
        "source_title": "Commentary on Esther",
        "source_url": "https://sites.google.com/site/aquinasstudybible/home/esther/rabanus-maurus-commentary-on-esther",
        "ts": 856,
        "txt": "For we require this admonition so that we will have always in our hearts the peace of Christianity, and will adopt the truth of the Gospel itself; which will prevent us from inadvertently falling, through discord and disagreement, into the errors of the heretics from which there can be no salvation but certain damnation and ruin. So all those who recognize that, through the seed of the word of God, they have been reborn in baptism from the Church and the ministry of the sacred teachers as sons to God the Father, are certainly required to fast in piety, i.e. to lead a pious, chaste and modest life; to send up the cries of their prayers and teachings; to celebrate the days of lots, i.e. of the victory to come, with reverence and firm hope; and to observe with robust faith and good works everything contained in the book of the two Testaments.\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 9_30.toml",
        "id": "400dfaba-ff6a-4ee5-a36f-f8afd7986c6c",
        "location_end": 9000030,
        "location_start": 9000030,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Peace: receive these glad tidings, and faithfully observe the injunctions. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 9_31.toml",
        "id": "0615b81a-4426-4895-bae4-798fe852292c",
        "location_end": 9000031,
        "location_start": 9000031,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Fasts and cries. See ver. 21. (Calmet) \nProtestants, \"the matters of their fastings and their cry: and the decree of Esther confirmed these matters of Purim, and it was written in the book. \"(Haydock) \nThis feast, instituted by Mardochai, was accepted and observed by the Jews as a constitution agreeable to, and not contrary to, the law, Deuteronomy iv. 2., and xii. 32. (Worthington)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 10_1.toml",
        "id": "8a26ac41-ac8e-46f1-93a6-98b57a65018c",
        "location_end": 10000001,
        "location_start": 10000001,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Land. He conquered many countries on the continent, and several to which he could not come but by water, which the Jews call islands, whether they were surrounded on all sides by the sea or not. Hebrew has not the word all: but as the expressions are indefinite, they are usually taken in this sense. Yet we must not suppose, that the dominion of Assuerus extended over the whole world, no more than that of the Romans, who were styled masters of it. Before this king, the provinces had not paid tribute, but gave what they judged proper. But Darius laid a heavy tribute upon all, that, when half was afterwards remitted, they might esteem it a favour. The Persians hence looked upon him as a trafficker: kapelos. (Herodotus iii. 89., and iv. 44., and vi. 7.) (Calmet) \nProvidence punished them for thirsting after the possessions and blood of the Jews. (Tirinus)\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 10_1-3.toml",
        "id": "40a931f6-109e-43ef-bf2c-9dc2008e74f2",
        "location_end": 10000003,
        "location_start": 10000001,
        "source_title": "Commentary on Esther",
        "source_url": "https://sites.google.com/site/aquinasstudybible/home/esther/rabanus-maurus-commentary-on-esther",
        "ts": 856,
        "txt": "That King Ahasuerus exacted tribute from all the islands, which is where the Hebrew version of the story of Esther comes to an end... \n\nWhy are we told that King Ahasuerus exacted tribute from every land, and from all the islands of the sea? Because the historical king of the Persians and Medes never held every land under his sway, and could not exact tribute from all the islands of the sea since not even his name could have reached the aforementioned islands and parts of the world; whereas this statement more accurately reflects our king and Lord Christ, whose power is in Heaven, and on earth, and on the sea and in all the depths. In fact, in the Gospels he calls himself a gateway, since through him we gain the entry to eternal life; and according to a statement of the Psalmist: “The whole world, all the kings of the earth, adore him. All the kings of the earth will serve him, the kings of Tarshish and the islands will offer him gifts, the kings of Arabia and Sheba will bring presents” (Psalms 72). So the strength, and power, and dignity, and grandeur of this king, and how he raised up the true Mordecai—that is, the community of sacred teachers who were leaders of the Church at the head of the Christian people—are documented in the statements and the writings of not only the single people of Judea, but of all the nations as well. He has from the start exalted his chosen ones with the gift of his grace, and has glorified and honored them in the sight of all the nations; these seek the best for their people and whatever they say is concerned with the well-being of their seed, since according to the prophecy of Isaiah: “The watchmen of the Lord will lift up their voices, and will praise altogether (Isaiah 52); their feet are beautiful, the feet of those who bring the gospel of peace, the gospel of good things” (Romans 10). This is because they always ask after the peace of Jerusalem, and their seed will be known among the nations and their offshoots amid the peoples. All who have seen them will know them, because they are the seed which the Lord has blessed.\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "Rabanus Maurus",
        "file_name": "Esther 10_1-3.toml",
        "id": "200494e3-3cb1-4fc1-aa2a-ddb3982746f4",
        "location_end": 10000003,
        "location_start": 10000001,
        "source_title": "EXPLANATION ON THE BOOK OF ESTHER 14",
        "source_url": "",
        "ts": 856,
        "txt": "What does the text mean when it says that King Ahasuerus made all lands and all islands of the sea subject to his tributes? Since the historical king of the Persians and Medes did not have all lands under his rule, nor was he able to make all the islands of the sea subject to his tributes since the fame of his name could not even reach some of those islands or parts of the world, this sentence more truly applies to our king and Lord Christ whose power is in heaven, on earth, over the sea and every abyss. And he called himself “door,” because through him we have access to eternal life, according to the testimony of the psalmist, “And the kings of the entire universe adore him. And all the kings of the earth serve him, the kings of Tharsis and the islands offer gifts, the kings of Arabia and Sheba bring gifts.” Therefore not only the voices and the writings of the Jewish people alone, but also those of all the nations testify how the power of this king, his authority, dignity and preeminence advanced the true Mordecai, that is, the assembly of the holy teachers and masters of the church who lead the Christian people. Those whom he made his elect at the beginning through the gift of grace, those whom he made glorious and honorable before all the nations are the ones who look out for the good of his people and speak the words which concern the peace of his seed, according to the prediction of Isaiah: “Listen! Your sentinels lift up their voices; together they sing your praises.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "esther",
        "father_name": "George Leo Haydock",
        "file_name": "Esther 10_3.toml",
        "id": "84d836b0-f594-48f7-b016-236b006ecc68",
        "location_end": 10000003,
        "location_start": 10000003,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Seed. Benjamin (I tin.) informs us, that both he and the queen were buried in the chief city of the Medes, which he calls \"the great Hamda \"perhaps the province Mardochæa, (or Amordakia. Ptol. v. 20.) near the Persian gulf, may have been called after this statesman. (Tirinus)\n"
    }
]