[
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 1_1.toml",
        "id": "e0e1fbd2-7168-4ab1-86ec-48871cf9aaa5",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "In. Hebrew, \"And (Calmet) or But in \"as 2 Paralipomenon xxxvi. 22. (Haydock) \nThus the historical works are connected. Spinosa infers, from this book being inserted after Daniel in the Hebrew Bible, that the same author wrote both. But the order of the books in the Septuagint and Vulgate is far more natural, (Calmet) and this has often varied in Hebrew (Kennicott) See 2 Paralipomenon xxxvi. 23. (Haydock) \nFirst. The design was only put in execution the following year. (The year of the world 3468.) \nCyrus (Hebrew coresh, (Haydock) or Koresch) means \"the sun \"according to Ctesias and Plutarch. Josephus ( xi. 1.) informs us that this prince became a friend of the Jews, in consequence of having seen the prediction of Isaias (xliv. 28., and xlv. 1.) fulfilled in his own person. He took Babylon, the year of the world 3466, and established the Persian empire, which was subverted by Alexander. (Calmet) \nHe had before ruled over Persia 27 years, and only reigned three as sole monarch at Babylon. (Tirinus) \nThe Lord; every good notion, even in infidels, proceeds from him. (Du Hamel) \nCyrus was one of the best and greatest conquerors of antiquity. He was the son of Cambyses, by Mandane, princess of Media. Xenophon informs us that he died in his bed; (Haydock) and had been lately conquered. (Tirinus)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Richard Challoner",
        "file_name": "Ezra 1_1.toml",
        "id": "628444f0-4e2b-43fc-99c6-18434813c6aa",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "This Book takes its name from the writer: who was a holy priest, and doctor of the law. He is called by the Hebrews, Ezra.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Athanasius of Alexandria",
        "file_name": "Ezra 1_1.toml",
        "id": "56a2bdd5-5d6e-4260-8e90-034081e05c91",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "",
        "source_url": "",
        "ts": 373,
        "txt": "[Synopsis on Ezra]\nThese two books were written by the man whose name they bear as a title. This Ezra, being a priest and a scribe, recounted the return of the children of Israel from Persia to Jerusalem. In the first book, he relates how the charge of organizing the return was in the hand of Josue the son of Josedec, and of Ezra, Zerubbabel, and Nehemiah, a Jewish eunuch. The return was occasioned as follows: three soldiers who guarded the king, one of whom was Zerubbabel, were engaged in a competition regarding a certain question, and a promise had been made that the winner should ask the king for whatever he wanted. When the first soldier had said that wine was stronger, and the second that the king was stronger, Zerubbabel contended that women were stronger, and that truth excelled over all things. Because Zerubbabel spoke these things, he won. When he was told to ask what he wanted, he asked for the captives to be released and for Jerusalem to be rebuilt. And it was done as he asked, and the captives were let go. For at that time sixty years of wrath had been completed. The people of the tribes of Juda and Benjamin, together with the Levites, who went up from the captivity to Jerusalem, were in all forty-two thousand three hundred and sixty in number. Their menservants and womenservants were seven thousand three hundred and thirty-four. Their singing men were two hundred and forty-five. Their camels four hundred and thirty-five. Their donkeys six thousand seven hundred and twenty. The builders were Zerubbabel, Josue the son of Josedec, and Nehemiah. As for Ezra, being skilled in the knowledge of the law, he brought forth the law and read it, and arranged everything pertaining to the temple, and he also it was who used to designate the Levites according to the law. Moreover, he also made sure that strange wives should be cast out by such as had married them during the time of the captivity. They all cast them out indeed, and they cleansed themselves, and, as is written, they observed the phase and a fast according to the law.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Jerome",
        "file_name": "Ezra 1_1.toml",
        "id": "b33c810f-6fe5-4619-a484-813251730665",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "",
        "source_url": "",
        "ts": 420,
        "txt": "Whether it may be more difficult to do or not to do what you have requested, I have not yet established. For it is also not my desire to refuse your commands, and the greatness of weight imposed thus press upon the neck, so that before a falling under the bundle, there might rather be a lightening (of the load). The efforts of the envious agree with this, who consider all that I write reproof, with conscience occasionally fighting against them, publicly tearing apart what they read secretly, to such a degree that I am compelled to cry out and to say: \"O Lord, free my soul from crooked lips and a false tongue\" (Ps 119.2). It is the third year that you always write and write again, that I might translate the book of Ezra for you from Hebrew, as though you do not have the Greek and Latin scrolls, or whatever it is which is translated by us might not be something immediately spat upon by all. As a certain person says, \"For to strive without effort, and not to seek anything by wearying except hatred, is extreme insanity\" (Sallust, Jugurtha 3). Therefore, I implore you, my dearest Domnius and Rogatian, that, keeping the reading private, you will not bring the book forth into the public, nor throw food to the fastidious, and you will avoid the pride of them who know only (how) to judge others, and themselves (know how) to do nothing. And if there are any of the brothers whom we do not displease, give the text to them, admonishing that they transcribe the Hebrew names, of which there is a great abundance in this book, separately and with intermediate spaces. For it will profit nothing to correct the book, without diligence being preserved in the correction of the copiers.\nNeither should it disturb anyone that the book edited by us is one, nor should they be delighted by the dreams of the third and fourth books (which are) of the apocrypha, both because among the Hebrews the discourses of Ezra and Nehemiah are confined to one scroll, and those things which are not found among them, nor are of the twenty-four elders, are for throwing away. And if anyone sets the (version of the) Seventy interpreters before you, the variety of the texts of which shows them torn and perverted, nor indeed can it be asserted truth is diverse, send him to the Gospels, in which are set down many things as though from the Old Testament, things which are not found among the Seventy interpreters, like this: \"He will be called a Nazarene,\" and \"From Egypt I have called my son,\" and \"They will look on him whom they have pierced\" and many other things which we are saving for a more extensive work, and ask of him where they might be written, and when he has not been able to reveal (where), you must read from these texts which recently were edited by us, daily pierced by the tongues of the slanderous.\nBut so that I might come to a shortcut, certainly what I will introduce is the most reasonable. I have given, in what is translated by me, anything that is not found in the Greek or is found otherwise (than there). Which interpreter do they mangle? They may ask the Hebrews and their authors, whether they accept or reject the sense of my translation. Furthermore, it is another thing if, as is said, with eyes closed they want to slander me and not imitate the study and goodwill of the Greeks, who, after the Seventy translators, with the Gospel of Christ now shining, they both attentively read the Jewish and Ebionite interpreters of the Old Law, namely Aquila, Symmachus, and Theodotion, and have also dedicated (them) to the churches, through the labor of Origen in the Hexapla. How much more should Latins be grateful, having understood that the joy of Greece is to borrow anything from itself (?). For firstly, it is of great expense and of infinite difficulty to be able to have all of the texts; then also, those who have (them) and are ignorant of the Hebrew words will err more, not knowing which ones of the many will have said the truth. Which thing also happened recently to a certain very wise man among the Greeks, so that occasionally leaving the sense of the Scriptures, the error of some particular translator was followed. And we, who at least have a little knowledge of the Hebrew tongue, and our Latin does not lack style in any way, are both better able than others to judge, and to express those things of them which we understand in our language. Therefore, even if a serpent hisses, \"and the victor Sinon throws burning torches,\" with Christ helping, my speech will never be silenced, for (even my) severed tongue will stutter (something). Those who will, may read; those who won’t, may throw away. They may scatter (?) the writings; they may slander the letters. Much more by your love will I be provoked toward study, rather than be deterred by their detraction and hatred.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Bede",
        "file_name": "Ezra 1_1.toml",
        "id": "c22adf16-b535-4a55-adc1-9e23bbd3f7c0",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "",
        "source_url": "",
        "ts": 735,
        "txt": "The holy prophets Isaiah and Jeremiah clearly foretold that all these events would thus come to pass. Jeremiah even predicted the number of years in which they would be held captive in Babylonia and when they would be brought back to their homeland, whereas Isaiah, without any of the obscurities of prophetic speech, even revealed the name of King Cyrus, by whom they were to be freed from slavery, brought back to their homeland, and by whose permission they would  restore the temple. For Jeremiah says: Thus says the Lord of Hosts, the God of Israel, to all that I carried into exile from Jerusalem to Babylon: Build houses and dwell in them. For thus says the Lord of Hosts, when the seventy years have begun to be fulfilled in Babylon, I will come to you and raise up my voice over you and bring you back to that place. And Isaiah says: This is what the Lord says, your Redeemer and Maker from the womb: 'I am the Lord, who make all things;' and a little farther on: / who say to the deep: 'Be desolate, and I will dry up your rivers'. I who say to Cyrus: 'You are my shepherd, and shall perform all my will'. I who say to Jerusalem: 'You shall be built'; and to the temple: 'Your foundation shall be laid'. This is what the Lord says to my anointed Cyrus, whose right hand I have taken hold of so that I may subdue nations before him and turn the backs of kings, and I will open doors before him and gates will not be shut: I will go before you and will level the great ones of the earth; I will knock down the gates of bronze and break through bars of iron. I will give you hidden treasures and secrets of secrets, so that you may know that I who call your name am the Lord, the God of Israel. For the sake of Jacob my servant and of Israel my elect, I have summoned you by name and have made you like “them”, though you have not known me. I am the Lord, and there is no other; apart from me there is no God. I have armed you, and you have not known me.5 From this prophecy of Isaiah it ought to be believed that King Cyrus greatly loved the children of Israel and freed them from captivity and sent them home and commanded them to rebuild the Lord's temple, because he had heard what their prophets had foretold through the spirit of God concerning Cyrus' kingdom and the destruction of the Babylonians' kingdom. For these prophets had specifically described the kind of assault by which Cyrus seized Babylon, of whom Isaiah says:  who say to the deep: Be desolate, and I will dry up your rivers; but Jeremiah: That very wall of Babylon, very broad though it is, shall be utterly broken down, and her high gates shall be set on fire. For the accounts tell that the enemy entered Babylon via the dry and abandoned bed of the River Euphrates, which flows through the middle of the city but which had been diverted and emptied into many channels. Let this much be said briefly concerning the historical sense.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Bede",
        "file_name": "Ezra 1_1-2.toml",
        "id": "d2f01eee-8c20-4c00-9fdc-199ff3c7fa46",
        "location_end": 1000002,
        "location_start": 1000001,
        "source_title": "ON EZRA AND NEHEMIAH 1.1",
        "source_url": "",
        "ts": 735,
        "txt": "The ancient histories, with which also the Scripture of Daniel agrees, relate that Cyrus, king of the Persians, after allying with Darius, king of the Medians, destroyed the empire of the Babylonians and killed their last king, Balthazar, and razed and ransacked their capital. And therefore Cyrus, knowing that the kingdom of Israel had been entrusted to him by God, as soon as he defeated that kingdom that had captured the people of Israel and kept them in bondage, gave the Israelites permission to return to their homeland and to rebuild the house of their God, which had been set on fire. And not only did he proclaim by words that sentence of release to those present, but also he communicated it to those who were away in all the provinces of his kingdom by means of letters and testified through public voice that he who is the God of Israel was truly the maker of all kingdoms.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Bede",
        "file_name": "Ezra 1_1-2.toml",
        "id": "3a21ce16-5389-40f3-b39d-bc96725a18f2",
        "location_end": 1000002,
        "location_start": 1000001,
        "source_title": "ON EZRA AND NEHEMIAH 1.1",
        "source_url": "",
        "ts": 735,
        "txt": "Therefore the Lord made Cyrus similar to his only-begotten Son, our God and Lord Jesus Christ. Just as Cyrus, after destroying the empire of the Chaldeans, freed the people of God, and sent them back to their homeland and ordered them to rebuild the temple, which had been set on fire in Jerusalem, taking care that his edict was proclaimed everywhere through letters, so that Jeremiah’s words might be fulfilled, through which he had predicted what would have happened in the future; so the mediator between God and humanity, after destroying all over the world the kingdom of the devil, called back from that tyranny his elect, who had been scattered, and now gathers them in his church.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 1_2.toml",
        "id": "e5eb1fe6-dbf0-4db6-9102-b8d5f33c9315",
        "location_end": 1000002,
        "location_start": 1000002,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Earth, which had belonged to the king of Babylon. (Haydock) \nThis may be an hyperbole, or allusion to Isaias xlv. 1. (Menochius) \nThe dominions of Cyrus were very extensive, (Xenophon, Cyrop. i. and viii.) reaching from Ethiopia to the Euxine sea He acknowledges that he received all from the hand of God. Nabuchodonosor makes a similar confession of his supreme dominion; (Daniel ii. 47.) and the potentates of Egypt and of Rome, procured sacrifices to be offered to him. But what advantage did they derive from this sterile knowledge of his divinity? since they did not honour him accordingly, but wished to join his worship with that of idols; though the force of miracles and of reason must have convinced them that there is but one God. (Calmet) \nHouse, or temple, Isaias xliv. 28. \nJudea. So the Septuagint read, but the Hebrew has \"Juda \"all along. The whole country now began to be known by the former name. (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Bede",
        "file_name": "Ezra 1_2.toml",
        "id": "98ef9663-3fbd-49ea-bcb0-23d81f44f472",
        "location_end": 1000002,
        "location_start": 1000002,
        "source_title": "",
        "source_url": "",
        "ts": 735,
        "txt": "The 'children of the province' means the children of Judea, not of Babylon. For to this province belonged not only those who were deported from Judea to Babylon but also those who were born in Babylon from their stock - those who, though born in the flesh in Babylon, yet longed with all their soul for Judea and Jerusalem. Their distinguished leader Zerubbabel was a figure of these people: his name indicates that he was born in Babylon, but by his intention and his deeds he shows that he was a citizen of Jerusalem. In a higher sense, however, the children of the Church are the children of the heavenly homeland, not only those who have already been imbued with the sacraments of the Church but even those who, though wandering in error for some time (i.e. among the impious), nevertheless were preordained to life by divine election before the world began, and are to be consecrated by the mysteries of divine grace at their own due time. About these it is aptly And they returned to Jerusalem and Judah, everyone to his own city, who came with Zerubbabel, Jeshua, Nehemiah, and the remaining names of the leaders. For when, after being freed from the power of Satan those who have strayed from the faith have returned with those who have recently learned the faith to the Jerusalem of longed-for 'peace' and the Judah of devout 'confession or praise', each one soon makes for his own city again and enters it, i.e. he devoutly pursues the guardianship and exercise of the virtues which divine generosity has granted to him according to the measure of faith. And it is appropriate that when he had said that in general they had returned to Jerusalem and Judah, he immediately added everyone to his own city, doubtless because they remained in their own cities but in such a way that everyone in general belonged to Jerusalem and Judah. Let Jerusalem, therefore, stand for the universal state of the Holy Church throughout the world; let the cities belonging to Jerusalem stand for the individual virtues of the faithful whereby they are shielded from the temptations and onslaughts of evil spirits, as if by the protection of cities. The cities in which those who had come from captivity to Jerusalem and Judah dwelled can also be understood to refer to the various churches of Christ throughout the world from all of which the one Catholic Church is made, in which all who dwell individually nonetheless profess that they are the children of the Catholic Church, as it were the citizens of Jerusalem.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 1_3.toml",
        "id": "c2780754-6c11-4311-91bb-971e8e4a98e2",
        "location_end": 1000003,
        "location_start": 1000003,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "He is the God, is placed within a parenthesis, by the Protestants. But the pagans might suppose that God was attached to this city, like their idols; and the temple was not yet begun. (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Bede",
        "file_name": "Ezra 1_3.toml",
        "id": "9304b65d-310b-4ffc-9a4d-2b8b11861372",
        "location_end": 1000003,
        "location_start": 1000003,
        "source_title": "",
        "source_url": "",
        "ts": 735,
        "txt": "And now the seventh month had come, and the children of Israel were in their cities; so the people gathered together as one man in Jerusalem. The seventh month, which we call October, was more than all the other months solemn with the observance of ceremonies according to the Law, and was also the time when the dedication of the temple was celebrated. It was thus appropriate to the devotion of the faithful who had come up from the captivity that, as soon as they had individually entered their own cities with the livestock and money they had brought with them and there built homes suitable for themselves and their families, they should all presently gather together in Jerusalem and construct an altar there for offering holocausts to God, and this at the time of year when this temple was originally consecrated with the altar and all of its vessels and when they had been accustomed to come there every year for the day of this consecration. In a higher sense, however, the seventh month suggests the grace of the Holy Spirit, which is described as sevenfold in the prophet Isaiah and in the Apocalypse of Saint John. We come together in Jerusalem in this month from our cities after captivity when, after the stains and errors of the vices have been washed away, and after the defenses of good works have been begun, we are illuminated by the greater grace of the same Spirit and set ablaze with the love of heavenly peace, which resides in true unity; for Jerusalem, to be sure, means 'vision of peace'. And it is well said that in the seventh month all of Israel gathered in Jerusalem as one man. For this occurs daily in the spiritual Israel3 when, through the grace of the Holy Spirit, all the elect throughout the world worship God with one and the same faith, and aspire with one no less equal love to the joys of everlasting peace and happiness and imitate these things, insofar as they can even in this life, by loving and being patient with one another.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Bede",
        "file_name": "Ezra 1_3-7.toml",
        "id": "21da1048-1cac-4563-af59-7762c618cab0",
        "location_end": 1000007,
        "location_start": 1000003,
        "source_title": "ON EZRA AND NEHEMIAH 1.1",
        "source_url": "",
        "ts": 735,
        "txt": "In these words the great faith of the king and his great piety shine. His faith, certainly, because he understood that the people of Israel was the people of God before all nations. And his piety because without exception he allowed all who wanted to to go back to their homeland. And again his faith, because he testified that that same Lord God dwelled in heaven and was in Jerusalem and moved to Jerusalem together with all those who were coming back from Babylon. Is it not clearer than light that he conceived him not as a corporeal being that can be enclosed in a place but as a Spirit that is everywhere? Indeed Cyrus confessed that [God] was in Jerusalem and in the temple, without doubting that he also ruled the kingdom of heaven at the same time. So he believed that he reigned in heaven but was nevertheless on earth with his faithful, in order to direct their minds and hands to make the good works of salvation. In addition, all the words of this Scripture are fragrant with spiritual meanings. To whom is it not obviously clear that only those with whom God is can actually move from the “confusion” of sin to the works of virtue, as from the bondage of Babylon to the freedom of Jerusalem?\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 1_4.toml",
        "id": "56460761-58c0-4e1f-ad2b-ca3dfb1a4cf7",
        "location_end": 1000004,
        "location_start": 1000004,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Rest, who do not please to return. The Jews went at different times, and under the different leaders, Zorobabel, Esdras, and Nehemias. Many did not return at all. Cyrus allowed them full liberty. He permits money to be exported, particularly the half sicle, required Exodus xxx. 13, and all voluntary contributions for the temple. (Grotius) (Calmet) \nHe also enjoins the prefects of the provinces, (ver. 6., and chap. iii. 7.) whom Josephus styles \"the king's friends \"to forward the work; and he even designed to perfect it at his own expence, chap. vi. 4.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Bede",
        "file_name": "Ezra 1_4.toml",
        "id": "e9a6a1e9-43c2-439f-af26-88d72472a2b7",
        "location_end": 1000004,
        "location_start": 1000004,
        "source_title": "",
        "source_url": "",
        "ts": 735,
        "txt": "But the enemies of Judah and Benjamin heard that the children of the captivity were building a temple to the Lord God of Israel. And they approached Zerubbabel and the leading men of the fathers and said to them: 'Let us build with you, for we seek your God as you do: behold we have been sacrificing to him since the days of King Esarhaddon king of Assyria, who brought us here'. The story is well-known. By the enemies of Judah and Benjamin he means the Samaritans whom the king of the Assyrians, when the ten tribes had been captured, transported from various peoples of the Gentiles into their cities and lands; they later accepted God's law and observed it to a degree and yet continued to be slaves to the same idols as before. Therefore, because they despised the true worshippers of God, they promised to help them with their work so that, having been received into their fellowship, they might be able to cause them loss. Now it is readily obvious to anyone that such peoples figuratively stand for false brethren, that is, heretics and the bad catholics. They are the enemies of Judah, that is, of the 'confession' and 'praise' which the Church offers in this life to the Lord through right faith and works worthy of faith. They are also the enemies of Benjamin (that is, of the 'child of the right hand'), since they separate those who listen to them from the lot of faithful people who will receive blessing and an eternal kingdom at the right hand of the judge in the life to come. Therefore, such ones say to Zerubbabel and the leading men of the fathers, Let us build with you, for we seek your God as you do, when heretics pretend that the authority to preach is divided equally between themselves and catholics, claiming that they have and love one and the same purity with those of true faith and work in order that they might receive the power to teach and, in the midst of the good seed from which the Apostle Paul received the name spermologos (i.e. 'word-sower'), sow the weeds of hidden doctrine. Certain men at the council of Nicaea acted in just this manner: they subscribed to the true faith along with the catholic Fathers but not with a catholic mind in order that the more intimately they mixed themselves with the faithful, the easier it would be for them to make a place for receiving the Arian treachery. So too, at the Council of Palestine Pelagius denounced by utterance and writing but not in mind the heresy by which he most sharply impugned God's grace, lest he should himself be anathematized by catholic priests and lose his position as a teacher in the Church and, with it, the opportunity to sow his error.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Bede",
        "file_name": "Ezra 1_6.toml",
        "id": "345a8ea8-8145-4f2e-b861-c3ea3c57e2f7",
        "location_end": 1000006,
        "location_start": 1000006,
        "source_title": "",
        "source_url": "",
        "ts": 735,
        "txt": "Then, it says, King Darius issued an order, and they searched in the archive of the books which were stored in Babylon, and there was found in Ecbatana, which is a fortress in the province of Madena, a scroll, and this record was written in it: In the first year of Cyrus the king, King Cyrus decreed that the house of God which is in Jerusalem should be built in a place where they may sacrifice animals as offerings. Josephus stated the name of the place in which this letter of Cyrus was found as follows: And a book was found at Ecbatana in a fortress built in the region of Media? Moreover, another translation has the following: In Ecbatana in a very secure building in the region of the Medes. Hence it seems likely that the name 'Madena' means nothing other than 'Media'.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Bede",
        "file_name": "Ezra 1_7.toml",
        "id": "219f7b2f-4fa4-49eb-92a5-50beba617adf",
        "location_end": 1000007,
        "location_start": 1000007,
        "source_title": "",
        "source_url": "",
        "ts": 735,
        "txt": "Now after these words in the reign of Artaxerxes king of the Persians, Ezra son of Seraiah, son of Azariah, and so on until his genealogy is completed and it says, son of Eleazar, son of Aaron the priest from the beginning - this Ezra came up from Babylon. He was a scribe swift in the Law of Moses, which the Lord God had given to Israel. This Artaxerxes, under whom Ezra came up from Babylon to Jerusalem, Josephus believes to be Xerxes son of Darius, who reigned after him. Moreover, the books of the chronicles hold that the successor of this same Xerxes, who also among them was called Artaxerxes, is designated here. Now Darius, under whom the temple was built, ruled thirty-six years; after him Xerxes ruled for twenty years; after him Artabanus ruled for seven months (which the chroniclers set down as a year); and after him Artaxerxes ruled for forty years.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 1_8.toml",
        "id": "f4b4e9ed-e303-4a06-a127-1b5bc1bcf9aa",
        "location_end": 1000008,
        "location_start": 1000008,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Gaza bar means, \"the treasurer. \"(Hebrew; Syriac; Calmet; Protestants; 3 Esdras ii. 10.) (Haydock) \nSon is not in Hebrew, (Menochius) and must be omitted. (Tirinus) \nSassabasar. This was another name for Zorobabel, (Challoner) given by the Chaldeans, as they changed the name of Daniel into Baltassar. (Eusebius, Præp. Evan. xi. 3.) (Tirinus) \nBut others think that this was the Persian \"governor (Junius) of Judea \"(3 Esdras) as one resided at Jerusalem, till the days of Nehemias, 2 Esdras v. 14. It does not appear that Zorobabel was invested with this dignity, before the reign of Darius Hystaspes, Aggeus ii. 24. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Bede",
        "file_name": "Ezra 1_8-11.toml",
        "id": "f4ac0e2b-279f-434b-acdb-1a91647c4614",
        "location_end": 1000011,
        "location_start": 1000008,
        "source_title": "ON EZRA AND NEHEMIAH 1.1",
        "source_url": "",
        "ts": 735,
        "txt": "Therefore the basins, which are large vessels, signify the clear hearts of the simple, who do not know how to hide in themselves any covert thought but always declare with a pure tongue the things they have in their mind … The knives, which they used to cut and divide in a right measure the members of the victims, so that, after everything had been prepared according to the ritual, a part might be consumed on the altar by the holy fire and a part might be given to the use of those who had made the offering, indicate those in the church, who are renowned for the grace of discretion, who know perfectly how to distinguish the sacrifice of salvation, which is Christ.… The bowls, which are vessels for drinking, figuratively express those who are usually inebriated by a greater ardor of interior charity.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Bede",
        "file_name": "Ezra 1_8.toml",
        "id": "48644948-d668-4413-9ae3-48d693912dee",
        "location_end": 1000008,
        "location_start": 1000008,
        "source_title": "",
        "source_url": "",
        "ts": 735,
        "txt": "These, then, are the heads of the families and genealogies of those who came up with me from Babylon during the reign of King Artaxerxes. From the descendants of Phinehas: Gershom, and so on until the end of the genealogy. He carefully enumerates the leaders who came up with him from Babylon and unfolds their genealogy. He takes pains too to add their total, which reached 1,440, to suggest that the names of those who come up from the 'confusion' of this world are contained in the book of life of the Lamb. But also all teachers (i.e. the heads of the families) of God's people also receive increases in their eternal reward commensurate with the number of souls they have acquired for the Lord, according to that parable in the Gospel wherein the good and wise servant said: Master, your pound has earned ten pounds, and the master replied: Take charge often cities? which is to say 'appear more glorious in the heavenly kingdom because of the life of those whom you have taught'.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 1_9.toml",
        "id": "4e374e63-ea38-4a18-a269-da6e6210a408",
        "location_end": 1000009,
        "location_start": 1000009,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Knives. Septuagint, \"changes \"of garments. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Bede",
        "file_name": "Ezra 1_9.toml",
        "id": "c700a81e-1a45-4e04-b7e8-09a314cf0da7",
        "location_end": 1000009,
        "location_start": 1000009,
        "source_title": "",
        "source_url": "",
        "ts": 735,
        "txt": "After these things were accomplished, the leaders came to me and said, 'The people of Israel and the priests and Lévites have not kept themselves separate from the people of the lands and from their detestable practices, like those of the Canaanites, Hittites, Perizzites, Jebusites, Ammonites, Moabites, Egyptians and Amorites. For they have taken some of their daughters for themselves and for their sons, and have mingled the holy seed with the people of the lands. And the hand of the leaders and officials has been the first in this crossing of boundaries.' The crime of this transgression is also plainly described in the prophet Malachi and is denounced by prophetic authority. For when they had returned from captivity in Babylonia, not only the leaders and priests and Lévites but also the remaining people cast aside their wives who were of the Israelite race, who were exhausted and unable to work due to their poverty and the privations of too long a journey and the weakness of their sex, and so their bodies had become weak and unattractive; and they joined in marriage with foreigners either because they were flourishing in age, or were more beautiful because of the care they took of their bodies, or because they were the daughters of powerful and rich men. These Israelites, it should be understood, were not from among those who had come up with Ezra on that occasion but from those who had long since come up from captivity with Zerubbabel and Jeshua. For those who had come up with Ezra could not have come so rapidly to despise the teaching of such a great guide and leader that, having remained in their homeland for not even five months, they would have abandoned their own wives and accepted foreign ones; rather, those leaders must be understood to have been from the number of those who were anxious to condemn this crime by reporting to Ezra.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 1_10.toml",
        "id": "56dcc9d0-f4ce-479b-b4ab-14ccd2acebd9",
        "location_end": 1000010,
        "location_start": 1000010,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Sort. Septuagint and Syriac, \"double \"yet of less value. (Calmet) \nAs no first sort had been mentioned, and some Latin manuscripts read 2410, agreeably to 3 Esdras ii. 12., and the truth, (Hallet) it may be inferred that \"thousands were expressed anciently by single letters, with a dot. Over them. \"Afterwards, when numbers were expressed by words at length, the b being thus reduced to signify \"two \"was, of course, written shnim; but this word making nonsense with the following, has been changed into mishnim, a word not very agreeable to the sense here, and which leaves the sum total, now specified in the Hebrew text, very deficient for want of the 2000, thus omitted. (Kennicott, Dis. ii.) \nJosephus has, \"30 golden cups, 2400 of silver. \"(Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Bede",
        "file_name": "Ezra 1_10.toml",
        "id": "0bdbf66f-fdfe-46e5-9bfb-7e6b42d8d92d",
        "location_end": 1000010,
        "location_start": 1000010,
        "source_title": "",
        "source_url": "",
        "ts": 735,
        "txt": "While therefore Ezra was thus praying and lamenting and weeping and lying down before the temple of God, a very large assembly of Israel, of men, women, and children, gathered around him, and the people wept with much weeping. How much Ezra's prayer, tears, and sorrow accomplished is shown when it relates that a very great crowd of weeping people of both sexes and of all ages immediately gathered around him. They were weeping either because those who had sinned were doing penance for their sin, or because those who had remained pure were sorrowing over the transgression and downfall of their brothers. But whether it was the former or the latter or both groups who were weeping, all are shown to have been greatly troubled by the prayers and laments of their pontifex, since even the women and children are said to have been present here as well. The event can also be understood to have happened in this way, namely that first those who were innocent and righteous flocked to Ezra when he says, And all who feared the word of God concerning this transgression of those who had come up from captivity gathered round me, but now those who had sinned also came to do penance, together with their wives and children.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 1_11.toml",
        "id": "f3c7471b-b615-46b5-87ab-fecffd2de2b3",
        "location_end": 1000011,
        "location_start": 1000011,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Hundred. Only 2499 are specified. 3 Esdras reads, 5469. Josephus ( xi. 1.) differs from all, reading 5210; which shows that the copies have varied, and that the Hebrew is incorrect. (Calmet) \nThe use of numeral letters might cause this confusion. (Haydock) (Capel. iii. 20, 13.)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 2_1.toml",
        "id": "22eefb5f-a910-4124-bc56-b89d0a75e7e7",
        "location_end": 2000001,
        "location_start": 2000001,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Now. This catalogue is given again, 2 Esdras vii. 6., and 3 Esdras v. 7., immediately (Haydock) after the long interpolated story (Kennicott) of the three guards, concerning the superior strength of wine, the king, women or truth, in which Zorobabel gains the victory, in favour of the latter. (Haydock) \nThe rest of the book is taken from other inspired writings; (Sandford) and this story may be borrowed from Josephus: so that there is no reason for asserting \"that one whole book is now lost out of the sacred canon. \"(Kennicott) \nYet this argument is by no means conclusive, as the Paralipomenon consists of such supplements These three catalogues vary considerably, not only in the proper names, but also in the numbers, (Haydock) though they must have been the same originally, and still give the same total, 42,360. We cannot find that number at present, by above 8,400. In many cases, the disagreement consists of a single unit, hundred, which may lead us to suspect that the Palmyrene, or the more ancient Sidonian notation, may have been adopted in some Hebrew manuscripts, being used about the time of Christ. See Swinton's tables, (Phil. Trans. xlviii., and l.) where the Sidonian coins express the units by small perpendicular strokes; and the Palmyrene inscriptions only admit four of these together, having an arbitrary mark for 5: \"the hundreds and units after the tens, are expressed in both, in the same manner as the single units. \"(Kennicott, 2 Diss.) \nCordell (manuscript note on this author) disapproves of this mode of correcting, and says that the females are included in the total sum, being 12,542, not recorded in the separate sums. But this number seems too small, as there are generally as many of that sex as of the other. (Haydock) \nSome find the total 31,583, which leaves 10,777 wanting to complete 42,360, as these could not make out their genealogies, or were of the ten tribes. In this chapter only 29,818 are specified, whereas 2 Esdras vii. has 31,089; the latter reckons 1765 unnoticed by Esdras, who has 494 not specified in Nehemias. The difference, that seems to make a reconciliation impossible, is what makes these authors agree; for, if you add the surplus of each to the other, the same total, 31,583, will arise. (Alting. ep. 59.) This solution, though ingenious, is not solid or satisfactory. (Rondet, t. v. p. 176.) \nDe Vence rather thinks that the difference is to be laid to the charge of transcribers, or that some people enrolled themselves after the registers had been made up; so that they are only included in the general sum. (Haydock) \nSome things may have been inserted from 2 Esdras, though here out of place, (Grotius) as we find similar anachronisms, 1 Paralipomenon ix. 2., and perhaps Genesis xxxvi. 31. Nehemias may also have included those whom he brought back along with these; unless we allow that some one, by attempting to reconcile the two, has thrown all into confusion. It seems undeniable, that some additions have been made to the latter book, chap. xii. 11., and 22. The list given 1 Paralipomenon ix. 4., comprises only those who came first from Babylon. (Calmet) \nAfter this remark, it will hardly be requisite to specify all the variations of names and numbers. (Haydock) \n\"For what can be hence inferred, but that there are some arithmetical mistakes in Scripture, which no one denies? \"(Huet) \n\"Almost all who are conversant with ancient copies, agree in the decision of St. Jerome, as they cannot but perceive that some variations have crept in, particularly with respect to numbers and proper names. \"(Walton) \nProvince, born in Chaldea, (Menochius) or rather belonging to Judea, which was now considered as a province of the empire, (Calmet) and paid tribute, chap. iv. 13., and 2 Esdras ix. 36. (Tirinus) \nIn 3 Esdras, we read, \"These are they of Judea. \"\nNabuchodonosor had taken some of these; the rest were chiefly their descendants. \nJuda now is used to denote Judea. (Haydock) Ver. 2. Zorobabel was the prince, Josue the high priest. (Calmet) \nThere are 12 mentioned in 2 and 3 Esdras. But here the sixth Nahamani, or Enenion, is omitted. (Haydock) \nThey represented the 12 tribes, (Kennicott) and were chiefs. (Menochius) \nIt is wonderful that Esdras is not here mentioned, as well as Nehemias, who led a company after him, many of whom are here recorded. (Calmet) \nThey might come to take care of their patrimony, and return into Chaldea, like Mardochai, (Tirinus.; though it does not seem to be Esther's uncle, Du Hamel) and Nehemias, who is styled also Athersatha, ver. 63. (Tirinus) \nBaana. 3 Esdras adds, \"their leaders. \"(Haydock) Ver. 3. Children. When this term precedes the name of a man, it means his offspring; (ver. 3, 20.) when placed before a city, it denotes the inhabitants, ver. 21, 35. (Calmet) \nThe lay Israelites are placed here; then the Levitical tribe; (ver. 36.) the Nathineans, ver. 43. It is very difficult to decide when the names designate places, and when persons. (Menochius) Ver. 5. Seven. 2 Esdras, only 652. These arrived at Jerusalem; the rest altered their mind. (Junius) (Calmet) \nBut 3 Esdras has 756: so that there is most probably a mistake somewhere. (Haydock) Ver. 6. Moab. This seems to be the name of a place, where the descendants of Josue and Joab might reside; (chap. viii. 4.; Calmet) or Phahath might have this title, on account of some victory, or residence in the country. His descendants, with those of Josue and Joab, were 2812, (Tirinus) or 2818, 2 Esdras vii. 11. (Calmet) \nJosue. Protestants, \"Jeshua and Joab. \"(Haydock) \nSome translate Pahath, \"the chief of \"Moab (Du Hamel) \nGrotius suspects that to ver. 68 may be inserted from Nehemias. Ver. 13. Six. Other 60 returned afterwards with Esdras. (Haydock) (Chap. viii. 13.) Ver. 16. Ather. 3 Esdras, Ator-Ezekios, 92: but 2 Esdras has Ater, children of Hezecias, 98. (Haydock) Ver. 17. Besai. We should perhaps read Hasum, (ver. 19.; Calmet) then Besai, and afterwards Jora, who may be the same with Hareph, 2 Esdras vii. 24. (Haydock) Ver. 20. Gebbar. 2 Esdras, Gabaon. 3 Esdras, \"Baitereus, 3005. \"(Haydock) Ver. 22. Six. 2 Esdras puts the inhabitants of those two cities together, and makes 188, instead of the present calculation 179. (Calmet) \nNetupha was in Ephraim. (Du Hamel) Ver. 29. Nebo. 2 Esdras (vii. 33.) adds, \"of the other Nebo \"as in some Latin copies a first had been mentioned, (ver. 30.) where we have Geba, (Calmet) here written Gabaa, ver. 26. (Haydock) \nNebo belonged to some of the other tribes, as well as Phahath-Moab; which shows that some of the people returned, (Calmet) and are particularized, as well as the men of the three tribes of Juda, Benjamin, and Levi. (Haydock) Ver. 30. Megbis. 3 Esdras, \"Niphis \"(Calmet) or, according to the Alexandrian Manuscript, \"Phineis. \"(Haydock) \nThe verse is omitted 2 Esdras. But Megphias occurs below, chap. x. 20. Megabyse is a Persian name. (Herodotus iii. 20., and 160.) Ver. 31. Other Elam. The first is mentioned (ver. 7.) with exactly the same number. Is not this verse redundant? (Calmet) \nWho would not be astonished? (Tirinus) \n3 Esdras omits this and the following name. (Haydock) Ver. 33. Hadid. These cities were in the tribe of Benjamin. (Calmet) \nSenaa was in Ephraim, eight miles from Jericho. (Eusebius) Ver. 36. Josue, the high priest, ver. 2. Ver. 40. Odovia, called Juda, chap. iii. 9. (Calmet) Ver. 43. Nathinites, \"people given \"(1 Paralipomenon ix. 2.; Haydock) by Josue, David, and Solomon. (Tirinus) Ver. 55. Servants, proselytes, 1 Paralipomenon xxii. 2. (Menochius) Ver. 57. Pocereth-Hatsebaim, in Hebrew (Calmet) or \"of Zebaim. \"(Protestants) Ver. 59. Thelmela, \"the height of Mela, or of salt. \"The river Melas empties itself into the Euphrates. (Strabo xii.) \nThe cities here mentioned were in Chaldea. Some of the ten tribes had probably been transported into Cappadocia, where Herodotus (ii. 35,) place some circumcised Syrians. \nThelharsa, or Thelassar, 4 Kings xix. 12. \nCherub, were cities of Chaldea, (Tirinus) or chief men; but as they had been carried away by Theglathphalassar, they had lost their genealogies, and could only produce circumcision as a proof that they were Israelites. Ver. 61. Their name. The priest, Berzellai, assumed the name of the family, from which he had chosen a wife. (Haydock) \nIt was that of the famous old man, who was so hospitable to David, 2 Kings xix. 31. (Calmet) Ver. 62. Priesthood. Those who cannot prove that they are priests, ought not to exercise the functions. (Worthington) \nThe Jews were particularly careful to preserve their genealogical tables, and transcribed them again after any very troublesome times. (Josephus, contra Apion 1, and in his own Life.) \nThe Rabbins falsely assert that only the mother's side was examined, and that the children followed her condition. (Calmet) Ver. 63. Athersatha. Protestants' marginal note, \"the governor \"(Haydock) in the Persian language. (Du Hamel) \nNehemias has this title, 2 Esdras viii. 9. (Haydock) \nIt means \"a cup-bearer. \"(Calmet) (Menochius) \n3 Esdras, \"And Nehemias, who is also Atharias, said unto them, that they should not partake of the holy things, till a high priest, clothed with manifestation and truth, should arise. \"(Haydock) \nLearned. Hebrew, \"with Urim and Thummim. \"We do not find that God had been consulted, in this manner, since the time of David: and the Jews inform us that the ornament was not used after the captivity, (Calmet) as it had been, perhaps, concealed with the ark, by Jeremias, 2 Machabees ii. 4. (Tirinus) \nNehemias hoped that it would be soon recovered. In the mean time, he followed the spirit of the law, but with additional rigour, as it permitted such priests to eat consecrated meats, Leviticus xxi. 22. It seems that this decision is out of its proper place, since Nehemias came 80 years after Zorobabel. (Calmet) \nBut he might have been present on this occasion, (Haydock) though he returned afterwards to Babylon, where he officiated as cup-bearer to the king. (Tirinus) Ver. 64. Forty-two thousand Those who are reckoned up above of the tribes of Juda, Benjamin, and Levi, fall short of this number. The rest, who must be taken in to make up the whole sum, were of the other tribes. (Challoner) \nThis explanation is given by R. Solomon. (Worthington) \nBut we have seen that cities belonging to the ten tribes are specified. See ver. 1, and 29. (Haydock) \nSome might not be able to make out their genealogies, (Calmet) ver. 62. Yet some of these also are counted, ver. 60. (Haydock) \nThe particular sums may therefore be incorrect. Josephus ( xi. 1,) adds 102 to the number. (Calmet) \n3 Esdras has, \"But they were all of Israel from 12 years old and upwards, exclusive of boys and girls, (or male and female servants) 42,300. \"Grabe has in another character \"sixty. The men and women servants of these, 7300. \"Then the Alexandrian Manuscript continues, \"thirty-seven. \"So that without the addition it would give for the total, 42,337. Some copies (Haydock) have 40. (Calmet) \nBut the most correct (Haydock) read 60. (Kennicott) The small number of servants and cattle show that the people were poor. (Du Hamel) Ver. 65. Servants. Probably strangers. (Calmet) \nYet the Hebrews might renounce their liberty, Exodus xxi. 6. (Haydock) \nHundred, comprised in the last number; (Calmet) or they belong to Israel, but were different from those mentioned ver. 41. We find 45 more in 2 and 3 Esdras. (Haydock) \nThese might be inserted by Nehemias, after they had proved themselves to be of the tribe of Levi. (Tournemine) \nThere were in all 49,942. (Haydock) So much was the power of this kingdom now reduced! Sulp Severus says above 50,000 of every sex and rank could not be found. (Haydock) Ver. 69. Solids. Hebrew darcemonim. (Haydock) \n\"Darics \"worth as much as a golden sicle. (Pelletier) (Calmet) (1 Paralipomenon xxix. 7.) \nPounds, (mnas) or 60 sicles. (Menochius) \n3 Esdras has \"mnas \"in both places. Ver. 70. Some. The laics, mentioned from ver. 2., to 35. (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Bede",
        "file_name": "Ezra 2_1-34.toml",
        "id": "8f714b92-e64c-4929-b01c-598684635d8a",
        "location_end": 2000034,
        "location_start": 2000001,
        "source_title": "ON EZRA AND NEHEMIAH 1.2",
        "source_url": "",
        "ts": 735,
        "txt": "“Now these were the people of the province who came from those captive exiles.…” The text calls them children of the province of Judah, and not of Babylon. Indeed, not only those who had migrated from Judah to Babylon belonged to it, but also those who were born in Babylon from their stock. Even though they were bodily born in Babylon, they longed with all their heart for Judah and Jerusalem. And the one who represented them was their distinguished leader Zerubbabel, who showed with his name that he was born in Babylon but demonstrated with his intentions and actions that he was a citizen of Jerusalem.In a different sense, they are the children of the church, the children of the heavenly homeland, not only those who have been already imbued with the sacraments of the church but also those who have erred among the impious for a long time but have been chosen for life before the centuries by divine election and in time are to be consecrated to the mysteries of divine grace.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Bede",
        "file_name": "Ezra 2_1-34.toml",
        "id": "ad76ad78-53f3-4e87-ba8e-eb0dc79cd55a",
        "location_end": 2000034,
        "location_start": 2000001,
        "source_title": "ON EZRA AND NEHEMIAH 1.2",
        "source_url": "",
        "ts": 735,
        "txt": "“All to their own towns,” because they certainly lived in each of their towns, as they all belonged to Jerusalem and Judah in general. Therefore Jerusalem signifies the universal state of the holy church, which is all over the world. The towns, which belong to Jerusalem, signify each of the virtues of the faithful, in which they are defended from the temptations and attacks of the evil spirits as in a fortress made of different towns.Finally the towns, in which lived those who had come to Jerusalem and Judah from the exile, may be interpreted as the different churches of Christ, by all of which together the one universal church is formed.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Jerome",
        "file_name": "Ezra 2_3.toml",
        "id": "3713b9e7-4227-4916-8904-843ed8c528df",
        "location_end": 2000003,
        "location_start": 2000003,
        "source_title": "",
        "source_url": "",
        "ts": 420,
        "txt": "A type of these events previously occurred in Zerubbabel and Ezra, when the people returned and the city was begun to be built on its heights and religion observed in the temple, all of which are contained in Ezra‘s own book. But this was more fully and more perfectly completed in the Lord and Savior and his apostles, when the city was built on its heights—about which it is written, &#8213;A city set on a hill cannot be hidden&#8214;—and the temple was founded in accordance with its order and ceremony, so that whatever was done carnally by the people in the past would be completed spiritually in the church. [SIX BOOKS ON JEREMIAH 6.9.3-6]\n   \n 3:2\n \nTheodoret of Cyrus:\n \n“And Josue the son of Josedec rose up, and his brethren the priests, and Zorobabel the son of Salathiel,” Now this is the man who after the return was in charge of the people.  From them Christ the Lord was descended according to flesh. [Commentary on Ezekiel 17:23]\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Jerome",
        "file_name": "Ezra 2_3.toml",
        "id": "29050e87-fdc1-4741-bae9-00b415d2bfdf",
        "location_end": 2000003,
        "location_start": 2000003,
        "source_title": "",
        "source_url": "",
        "ts": 420,
        "txt": "Many think that this (Jer. 32:37-41) was fulfilled in the time of Zerubbabel the son of Shealthiel and Jeshua the son of Josadek the high priest, when Haggai and Zechariah prophesied under Ezra the priest, when the temple was rebuilt and when the walls surrounding the city were repaired under Nehemiah.  According to this view, the people who formerly were driven out of Jerusalem in God's anger, wrath and great indignation, being dispersed into the whole world, were afterwards to be brought back and made to dwell securely, so that they would be God's people and the Lord would be their God, as Scripture describes. [Commentary on Jeremiah, 32:37-41]\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Bede",
        "file_name": "Ezra 2_3.toml",
        "id": "8d3b00d1-a745-4db6-9256-d09d25b82cec",
        "location_end": 2000003,
        "location_start": 2000003,
        "source_title": "",
        "source_url": "",
        "ts": 735,
        "txt": "And Jeshua son of Jozadak rose up, with his brethren the priests, and Zerubbabel son of Shealtiel with his brethren, and they built the altar of the God of Israel, that they might offer holocausts upon it, as is written in the law of Moses the man of God. For they employed Jeshua and Zerubbabel as the masters for the work of divine worship. Both men, as we have said above, fulfil one and the same figure of our Lord and Saviour - Jeshua in view of his priesthood, Zerubbabel in view of his kingship, since the former descended from priestly stock, while the other descended from royal stock. Now the true king of Israel (i.e. of all 'who see God') is our Lord. He is also the true priest according to the order of Melchizedek - a priest because he cleanses us from our sins through the sacrificial offering of his body and even now, after his passion and ascension, intercedes for us at the right hand of the Father; a king because even in the present life he arms us for spiritual warfare and helps us to prevail and grants an everlasting kingdom in the future to those who win the battle.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Bede",
        "file_name": "Ezra 2_10.toml",
        "id": "f02fa3dc-9236-4eef-ad56-7eba1b000c26",
        "location_end": 2000010,
        "location_start": 2000010,
        "source_title": "",
        "source_url": "",
        "ts": 735,
        "txt": "And Shecaniah son of Jehiel, one of the descendants of Elam answered and said to Ezra, 'We have sinned against our God and have married foreign wives from the peoples of the land'. Josephus says that this Shecaniah was the first of the citizens of Jerusalem who himself, as was proper for a leader, immediately used his great authority to support Ezra's plan, both by acknowledging that the people had sinned as he himself had done and by urging that it was necessary for them to do penance after casting out their foreign wives along with the children who were born of them.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Quodvultdeus",
        "file_name": "Ezra 2_10.toml",
        "id": "14be9b19-c285-45fd-aea0-1b34c71c4599",
        "location_end": 2000010,
        "location_start": 2000010,
        "source_title": "",
        "source_url": "",
        "ts": 450,
        "txt": "Having arrived at Jerusalem, Ezra, inflamed with zeal for the Law, decided first of all to purify the people of their vices, since, as the prophet said, &#8213;A wise king is the salvation of his people.&#8214; Having found the book of Moses, he showed, among other things, that the wrath of God was kindled against the people because they had married foreign wives against God‘s commandment.  With severity, which was his strength, he convinced them to send back their wives and their children. No longer held back by carnal delights and wanting to propitiate God, they did what was commanded of them without hesitation. In this way they symbolized the Christian people, whom the first among all priests admonishes, &#8213;If anyone leaves house, fields, wife or children because of my name, he will be repaid many times over here and will gain eternal life. (Matt. 19:29)&#8214;[ THE BOOK OF PROMISES AND PREDICTIONS OF GOD 2.37.83]\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Richard Challoner",
        "file_name": "Ezra 2_64.toml",
        "id": "20ad9ce5-d342-4ff7-8b99-f90fd257b031",
        "location_end": 2000064,
        "location_start": 2000064,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "Forty-two thousand: Those who are reckoned up above of the tribes of Juda, Benjamin, and Levi, fall short of this number. The rest, who must be taken in to make up the whole sum, were of the other tribes.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Cassiodorus",
        "file_name": "Ezra 2_64-70.toml",
        "id": "53c30f72-b04d-4ac1-b5b8-104942763545",
        "location_end": 2000070,
        "location_start": 2000064,
        "source_title": "EXPLANATION OF THE PSALMS 95.1",
        "source_url": "",
        "ts": 585,
        "txt": "“A canticle of David, when the house was built after the captivity.” So far as the literal sense is concerned, the heading points to the time when the temple at Jerusalem is known to have been refurbished by Zerubbabel, son of Salathiel, after it had been leveled to the ground by a hostile band of Chaldeans. But since he says nothing of this kind in what follows, and since the headings of psalms are never at variance with their content, it remains for us to investigate it in the spiritual sense. A destroyed house is built up when a soul following the captivity of sin begins to return to an understanding of the truth through the generosity of the Lord. This house, which is the universal church in which Christ dwells, is always raised up on living stones, because every day it gains increase in building from its confessors and does not cease to be built up until the number of the predestined is attained at the end of the world. We must store this psalm in our minds as the second of those proclaiming the first and the second coming of the Lord.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 3_1.toml",
        "id": "e3dd6c53-0690-41d4-9996-d73a0277fe7e",
        "location_end": 3000001,
        "location_start": 3000001,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Month. Tisri, famous for the feasts of trumpets, of expiation, and of tabernacles. (Du Hamel) \nThe Israelites might spend four months on their journey, and two in making preparations for the feast of tabernacles, (Tirinus) and in erecting huts for themselves. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Bede",
        "file_name": "Ezra 3_1.toml",
        "id": "f0fbfe3e-045e-4263-90c1-65a4915de7c5",
        "location_end": 3000001,
        "location_start": 3000001,
        "source_title": "",
        "source_url": "",
        "ts": 735,
        "txt": "The king's great faith and great mercy is evident in these words - faith in that he understood that, before other nations, the people of Israel are God's people; mercy because without exception he allowed all who wished to return to their homeland to do so as free people; faith because he acknowledged that the same Lord God not only dwelt in heaven and was in Jerusalem but also could go up with each of those who were returning from Babylon to Jerusalem. Is it not clearer than light that Cyrus believed this God to be not corporeal and confinable in terms of place but a spirit and present everywhere? He confessed that God was present in Jerusalem and in the temple and yet did not doubt that he ruled simultaneously in the kingdom of heaven. And he believed that he ruled in heaven in such a way that he was nevertheless with his faithful on earth and guided their hearts and hands to the doing of those things which are salutary.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Bede",
        "file_name": "Ezra 3_1.toml",
        "id": "67670868-f159-4c44-9893-bb7b0e9a8aca",
        "location_end": 3000001,
        "location_start": 3000001,
        "source_title": "ON EZRA AND NEHEMIAH 1.3",
        "source_url": "",
        "ts": 735,
        "txt": "In a higher sense, the seventh month suggests the Holy Spirit’s grace, which is described in the prophet Isaiah and in the Revelation of Saint John as sevenfold. And certainly in that month, after our captivity, we gather in Jerusalem, where we are washed from our filthiness and the errors of vice, and protected by the defense of good works and finally are illumined by the greater grace of that same Spirit, so that we are lit in the love of supreme peace, which is contained in the true unity: Jerusalem, indeed, means “vision of peace.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 3_2.toml",
        "id": "b0b44985-572e-42f1-a127-ed56e0808cce",
        "location_end": 3000002,
        "location_start": 3000002,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Josue, or Jesus, (Jeshua) the son of Jose Dec: he was the high priest at that time; (Challoner) the first after the captivity. \nSala Thiel, by whom he was brought up, though he was born of Phadaia, 1 Paralipomenon iii. 19. (Calmet) \nProtestants read Shealtiel.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Richard Challoner",
        "file_name": "Ezra 3_2.toml",
        "id": "75dedca8-b6a4-4ade-aebf-eb9cb6dfa9b6",
        "location_end": 3000002,
        "location_start": 3000002,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "Josue: or Jesus (Jeshua) the son of Josedec; he was the high priest, at that time.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Athanasius of Alexandria",
        "file_name": "Ezra 3_2-7.toml",
        "id": "6d108d09-9695-4ab9-8341-1f8f18bfcbec",
        "location_end": 3000007,
        "location_start": 3000002,
        "source_title": "DEFENSE BEFORE CONSTANTIUS 18",
        "source_url": "",
        "ts": 373,
        "txt": "Or rather let them learn of you, who are so well instructed in such histories, how that Jeshua the son of Josedek the priest, and his brother, and Zerubbabel the wise, the son of Salathiel, and Ezra the priest and scribe of the law, as the temple was being built after the captivity, the feast of tabernacles being at hand (which was a great feast and time of assembly and prayer in Israel), gathered the people together with one accord in the great court within the first gate, which is toward the east, and prepared the altar to God, and there offered their gifts and kept the feast. And so afterwards they brought hither their sacrifices, on the sabbaths and the new moons, and the people offered up their prayers. And yet the Scripture says expressly that when these things were done, the temple of God was not yet built; but rather while they thus prayed, the building of the house was advancing. So neither were their prayers deferred in expectation of the dedication, nor was the dedication prevented by the assemblies held for the sake of prayer. But the people thus continued to pray; and when the house was entirely finished, they celebrated the dedication, and brought their gifts for that purpose and all kept the feast for the completion of the work.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Bede",
        "file_name": "Ezra 3_2.toml",
        "id": "c5470d43-dcf3-454e-94b7-f2b4ee75c2c3",
        "location_end": 3000002,
        "location_start": 3000002,
        "source_title": "",
        "source_url": "",
        "ts": 735,
        "txt": "The number of the men of the people of Israel: the children of Parosh two thousand one hundred and seventy-two, and so on until it concludes with a complete catalogue of the people of Israel (i.e. priests, Lévites, singers, Nathinnites and descendants of the servants of Solomon) as follows: All the Nathinnites, and the children of the servants of Solomon, three hundred and seventeen. After the catalogue of leaders there follows the number of the people; after the recounted total of the people there follow in order the different ranks devoted to God. The 'people of Israel' means the tribe of Judah and Benjamin and whoever else from the other tribes had previously escaped from the hands of the Assyrians but had nonetheless been taken with them by the Babylonians and had been led away into captivity. In fact we should note that in the very text of the catalogue - and more where the same catalogue is repeated in the second part of the book, i.e. in the words of Nehemiah - the names of about fifteen cities are inserted which, unless I am mistaken, are all found only in the tribe of Judah and Benjamin. In this passage, then, it is probable that 'people of Israel' is to be understood as these tribes in particular along with the priests and Lévites who had shared the same fate. The Nathinnites, however, who are described in due sequence after the priests, Lévites, singers and gatekeepers, were the equivalent in those days of those who nowadays in the Church are called subdeacons, since they assisted the duties of the Lévites and received offerings in the temple from the peoples. Further, the name 'descendants of the servants of Solomon' was given to the temple stewards who were responsible for repairing the sacred buildings, so that whatever had been damaged might be restored again by them through the use of the sacred funds. What we have said above4 about the vessels should be said now about the people, namely that the reason that Scripture has distinguished so scrupulously how many captives from what families had returned to their country as free men is so that from this we might be advised with how much certitude the Lord writes the sum of his elect in the book of life, records, as it were, in the register of heaven, how many souls each of the faithful have turned from error by preaching or manifesting examples of good works, and compensates those they have converted with an appropriate reward for each one.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Bede",
        "file_name": "Ezra 3_2-7.toml",
        "id": "877581ea-20cf-436c-8b08-678088d9b598",
        "location_end": 3000007,
        "location_start": 3000002,
        "source_title": "ON EZRA AND NEHEMIAH 1.3",
        "source_url": "",
        "ts": 735,
        "txt": "Typologically, in this passage, the founding of God’s temple holds a figure of those who, recently converted to the faith, prepare a place or abode in their heart and body for the Lord, as the apostle says: “Do you not know that your limbs are the temple of the Holy Spirit, which is in you”; and again, “That by faith Christ dwells in your hearts.” Accordingly, those who when freed from captivity had come up to Jerusalem had indeed arranged to build a temple, which, by their labor, they eventually achieved, but first they built an altar and commended themselves to the Lord with daily burnt offerings, so that in this way being made more pure they might deserve to start the work of building the temple. Likewise with respect to the spiritual edifice too it is necessary in every way that whoever has decided to teach others should first teach himself, and one who aims to instruct his neighbors to fear and love God should first make himself worthy for the office of teacher by serving God more eagerly, lest by chance he should hear from the apostle, “You, then, who teach others, do you not teach yourself? You who preach against stealing, do you steal?” This is why the apostle says in regard to himself, “But I chastise my body and bring it into subjection, in case when preaching to others I myself should be found wanting.” Consequently, it is fitting that the descendants of the exile are found to have offered God no victims or sacrifices other than entire burnt offerings …, because whoever lives an evil life yet desires to teach others to refrain from illicit acts must give himself over entirely to his Creator by living well and refraining even from things that are permissible, so that he might not only by the merit of good action more copiously obtain heavenly help in preaching but also, by the example of that same good work, encourage his hearers to follow more effectively what he teaches.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 3_3.toml",
        "id": "a3a1e89b-88b5-4f2d-83b3-4a413634637e",
        "location_end": 3000003,
        "location_start": 3000003,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Fear. This must not prevent God's servants from offering sacrifice. (Worthington)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Bede",
        "file_name": "Ezra 3_3.toml",
        "id": "4d16492d-9171-48d6-aea7-c312b054ae8e",
        "location_end": 3000003,
        "location_start": 3000003,
        "source_title": "",
        "source_url": "",
        "ts": 735,
        "txt": "And they set the altar of God upon its bases, because they were in fear of the peoples of the lands around them, and they offered a holocaust to the Lord upon it morning and evening. For the bases of the altar are the hearts of the elect which are prepared as it were by the tools of craftsmen to receive the mysteries of the Lord's faith by the precepts of the teachers who went before. And it is fitting that there is one altar but several bases supporting it, because there is one Lord, one faith, one baptism, and one God but many are the hearts of the faithful which, having been taught by the single rule of truth as though they had been brought together into the same bosom, carry the burden of the heavenly mysteries with a common devotion. Otherwise, anyone who entrusts the mysteries of the faith to those who have been insufficiently instructed and are not yet endeavouring to abandon their past sins is like one who places the Lord's altar on the ground without its bases, surrendering the things of heaven to minds which are still earthly. Now this accords with that passage in the Gospel where the Lord says: Neither do men light a lamp and put it under a bushel, but they put it upon a stand, that it may give light to everyone in the house. For just as the Lord is rightly called an altar since he cleanses us from our transgressions because, receiving the offerings of our prayers, he commends them to the Father, in the same way he can be not inappropriately called a lamp, since he placed the light of his eternal divinity in the vessel of the humanity that he had assumed. Furthermore, the bases are put under the altar and the lampstand is put under the lamp when all the faithful submit their own hearts and bodies with humble determination to practice through their works what they believe.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Bede",
        "file_name": "Ezra 3_4.toml",
        "id": "9c9253c2-81a1-43a4-b99e-1cd9121aa971",
        "location_end": 3000004,
        "location_start": 3000004,
        "source_title": "",
        "source_url": "",
        "ts": 735,
        "txt": "And Zerubbabel, Joshua, and the rest of the leading men of the fathers of Israel said to them: 'It is not for you and for us that we should build a house to our God, but we alone will build to the Lord our God'. It is not for heretics to build the house of the Lord, which is the Church, from which they are proved to be strangers. Rather, it is only for those who, adhering to Christ the true king and priest, deserve to be called 'leading men of the fathers' because of their devout care towards those who yearn 'to see God', which is the meaning of the word 'Israel'.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Bede",
        "file_name": "Ezra 3_5.toml",
        "id": "4d5c0eee-0837-49d1-9829-74a0eb442621",
        "location_end": 3000005,
        "location_start": 3000005,
        "source_title": "",
        "source_url": "",
        "ts": 735,
        "txt": "At that very time Tattenai, who was governor beyond the river, and Shethar-Bozenai and their counsellors came to them and spoke to them as follows, 'Who counselled you to build this house and restore these walls?' At which we answered them with the names of the men who were responsible for that building. But the eye of their God was watching over the elders of the Jews, and they were unable to stop them. The literal meaning is clear, namely that the leaders of the Jews, strengthened by the prophets' words, could not be hindered by the harrying of the enemies from the holy work, from which they had ceased out of fear of the enemies when the prophets still remained silent. This occurs in the same way in the Holy Church now when those who have been held back by the attacks of wicked people or spirits and have remained for a while rather lax with respect to good deeds are suddenly set straight by the words either of faithful teachers or of the divine Scriptures and begin to burn so greatly for righteous pursuits that they cannot be overcome by any wiles of temptations or be called back from what they intended to do. One rightly asks, however, in what sense it is said, At which we answered them, as though the one who wrote it was himself present at the time, in view of the fact that Ezra, who is said to have written this book, was apparently not in Jerusalem at this time but came long afterwards when Artaxerxes was ruling. So either he actually was there while the temple was being built and went back to Babylon when it was finished to lead back more of the children of Israel to Jerusalem; or at any rate, even if he was not yet there when the temple was being built, he nevertheless united himself to those who were doing the building because he reckoned as his own all that was done to his brethren or whatever they themselves did. Similarly, through the harmony of this same brotherhood the Apostle associates himself in a certain sense with those saints who will come into being at the end of the world: We, he says, who are still alive, who are left at the coming of our Lord, will not precede those who have fallen asleep.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 3_7.toml",
        "id": "ae6261cc-d04a-46e6-926d-9b502f78e091",
        "location_end": 3000007,
        "location_start": 3000007,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Meat, in imitation of Solomon, 3 Kings v. 11. \nOrders. Hebrew, \"permission. \"(Calmet) \nProtestants, \"grant. \"(Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 3_8.toml",
        "id": "72c70107-7170-4e2d-b77c-7974e1697422",
        "location_end": 3000008,
        "location_start": 3000008,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Work. Hebrew adds, \"of the house. \"Josias had appointed the Levites overseers, 2 Paralipomenon xxiv. 12. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Basil of Caesarea",
        "file_name": "Ezra 3_8-9.toml",
        "id": "c0ed8f0c-64c6-4572-9666-4d65dc0492fc",
        "location_end": 3000009,
        "location_start": 3000008,
        "source_title": "LETTER 236.2",
        "source_url": "",
        "ts": 379,
        "txt": "When Jerusalem was demolished by Nebuchadnezzar, the kingdom was destroyed, and no longer were there hereditary successions to the sovereignty as formerly; at that time, moreover, being out of power, the posterity of David were living in captivity. But, when the followers of Salathiel and Zerubbabel returned, they led the people more democratically, transferring the rule henceforth to the priesthood because of the intermingling of the priestly and royal tribes.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Bede",
        "file_name": "Ezra 3_8-9.toml",
        "id": "104fb42c-2d5e-4db7-807e-f66748b76539",
        "location_end": 3000009,
        "location_start": 3000008,
        "source_title": "ON EZRA AND NEHEMIAH 1.4",
        "source_url": "",
        "ts": 735,
        "txt": "[The text] says they came to the temple of God not because they found the temple already built, since, to be sure, it was said earlier that it did not yet have foundations. Rather, “to the temple of God” means to the place of God’s temple—to the work by which they desired to rebuild the temple. And so modern Jews who habitually claim that not the temple walls but only the roof was destroyed by the Chaldeans are mistaken, since Ezra plainly writes that the descendants of the exiles rebuilt the temple from its foundations. However, since it was said above that they came to Jerusalem on the seventh month, and here it is added that “in the second year of their arrival” they began the work of the temple “in the second month,” it is clear that for seven months they prepared the stones, cement, timber and other necessary materials, but when the eighth month began they started to press on at last with their longed-for work: for there were six months in the first year and the seventh in the following. Any learned person will very easily find a great mystery in this. For seven pertains to the sabbath, on which day the Lord either rested from all his works after he created the earth or when he redeemed the world through his passion and rested in the tomb. Eight refers to the first day after the sabbath4 on which he rose from the dead; seven looks to the hope of our sabbath rest after death, eight to the joy of our everlasting happiness after resurrection.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Bede",
        "file_name": "Ezra 3_9.toml",
        "id": "508341ec-1786-41e2-aadf-4a317fae4ffd",
        "location_end": 3000009,
        "location_start": 3000009,
        "source_title": "",
        "source_url": "",
        "ts": 735,
        "txt": "When I heard this speech, I tore my cloak and tunic, and pulled hair from my head and beard, and sat down in sorrow. Through the sombre garb of a mourner Ezra reveals the inmost anguish of his heart. He tears his clothing, pulls out hair from his head and beard, and sits down in sorrow in order that by such defilement of his body and clothing along with the sadness of his face, he may more swiftly rouse the minds of all to repentance of their own or their brethren's sin.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 3_10.toml",
        "id": "ca3d45ea-4e42-4967-b8ab-ca10fc4633a9",
        "location_end": 3000010,
        "location_start": 3000010,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Hands; compositions, (Haydock) or ordinances. (Worthington) \nThe 135th Psalm was sung, (Calmet) or the 117th. (Vatable)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Bede",
        "file_name": "Ezra 3_10-13.toml",
        "id": "8723d5db-5aa2-482d-97ff-bca782d811ae",
        "location_end": 3000013,
        "location_start": 3000010,
        "source_title": "ON EZRA AND NEHEMIAH 1.4",
        "source_url": "",
        "ts": 735,
        "txt": "Of those who had seen the first temple, some were uttering cries of weeping, others of joy when the foundation of this temple too was laid before their eyes—of joy, indeed, because the temple of the Lord that had been destroyed had now begun to be restored; of weeping because they were distressed when they realized what a difference there was between the poverty of the undertaking of that time and the former most magnificent power of Solomon, whereby the original temple was founded. They rejoiced greatly because they had been freed from captivity and had received the authority to restore the temple, but they wept loudly because they knew that the first temple, whose size and beauty they could in no way equal, had been destroyed on account of their wickedness. For the prophet’s words, “The glory of this new house will be greater than that of the first,” pertain not to the greatness or decoration of the house but to the act of building itself, because the fact that the few surviving captives were able to accomplish such a great undertaking even as their enemies were opposing them was a greater and more obvious miracle of divine power than that a very rich king who had no adversaries at all but rather the very powerful and wealthy king of Tyre as a collaborator, did this with most accomplished craftsmen, just as he desired. So too, the glory of that most recent house will be greater than the first because the worshipers in the first house preached to the peoples the writings of the Old Testament, namely, the Law and the Prophets, whereas in the second house Christ and the apostles spread the good news of the grace of the New Testament and coming of the kingdom of heaven.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Bede",
        "file_name": "Ezra 3_10.toml",
        "id": "7c2064b9-48d9-4af9-9b2e-a67618dd45c9",
        "location_end": 3000010,
        "location_start": 3000010,
        "source_title": "",
        "source_url": "",
        "ts": 735,
        "txt": "'And now,' he says, 'if there is repentance in Israel for this, let us make a covenant with our God and send away all these wives and those who are born from them. If the people, he says, fully repent for this transgression, first, having turned to the Lord, let us promise amendment and ask for mercy; and then, having returned to ourselves, let us remove from us the whole root and stem of the wicked deed we have committed - namely, by casting out the unlawful wives along with their progeny. For this is what it means for one truly to do penance: to be entirely turned to God inwardly in the heart, and outwardly to cut off all the means of committing sin from its very source. And by adding,\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 3_12.toml",
        "id": "a02ec687-9ebd-49f6-97db-b92c3543e35a",
        "location_end": 3000012,
        "location_start": 3000012,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Temple. This second temple, though very large (2 Machabees xiv. 13.) and magnificent, (Aggeus ii. 10,) never equalled the glory of the first, in its outward appearance, being also destitute of the ark, and perhaps of the Urim But the presence of the Messias gave it a more exalted dignity. (Calmet) \nJoy. These different emotions of grief and joy filled their breasts, (Du Hamel) thinking how they had brought on the judgments of God by their transgressions, and that he was now appeased, and would enable them to have some sort of a temple. (Tirinus) \nAs it was less beautiful than that of Solomon, Aggeus must be understood to speak of the Church of Christ. (St. Augustine, de C. xviii. 45.) (Worthington)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 4_1.toml",
        "id": "36748a71-0b39-462c-a73f-a6caaf4a19f6",
        "location_end": 4000001,
        "location_start": 4000001,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Enemies; Samaritans, and others, ver. 9.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Bede",
        "file_name": "Ezra 4_1.toml",
        "id": "ced4da4d-bc39-4715-9162-7f6b2d1553f7",
        "location_end": 4000001,
        "location_start": 4000001,
        "source_title": "",
        "source_url": "",
        "ts": 735,
        "txt": "For the king gave permission to all those who had been freed from the injustice of captivity that whoever wished might, with the Lord's guidance, go up to build the temple. Yet he did not order everyone to go up there, for if there were any among the same people of God whom it pleased more to make use of the liberty given to them in any other places, he ordered that these people, each one from his own place, should assist those who were going up, namely by giving them money and livestock for their needs on such a long journey. But he desired that they also give and entrust other gifts to them that they should offer in the Lord's temple when they arrived there in memory of those who sent them. Therefore, all were freed from the Babylonian captivity, all dedicated themselves to acts of devotion, but only the more perfect went up to build a temple for the Lord. The rest aided those who went up, because even if all the elect, after being freed from the power of darkness, attain the freedom of the glory of the children of God? and all rejoice that they are counted among the fellowship of the holy city (i.e. the Church), yet even so it is not the duty of everyone but only of the perfect to labor in the building up of this Church even by preaching to others. Consequently, such people, more than the rest of the faithful, are thought by the Apostle to be worthy of twofold honour, as also the angel says to Daniel: Those who are learned shall shine like the brightness of the firmament, and those who instruct many to righteousness, like stars for everlasting eternities? And evidently the more the instructors of the multitude train their hearers to seek and love the things of heaven, the less they themselves care about acquiring or possessing earthly things. Rather, very often they abandon all the temporal things they have acquired for the hope of things eternal. Thus, in order that they may continue to preach, their needs must be sustained by the generosity of richer persons who are unable to preach. In this way, even rich people themselves can be participants in this preaching. From the viewpoint of these people, John says to Gaius: It was for the sake of the name that they went out, receiving no help from the Gentiles. We ought therefore to receive such people so that we may work together for the truth. For this reason it is now said that those who were going up to build the Lord's house should be assisted by generous gifts of money from their friends wherever they were residing, i.e. whether in Chaldea or in other places to which they had fled from fear of the Chaldeans. In addition to, he said, voluntary offerings for the temple of God in Jerusalem, because it behoves those who abound in temporal riches not only to give from these what is necessary to the poor of Christ but also themselves willingly to do what good works /300/ they can on their own behalf, in order that by the merit of these, as of a voluntary offering, they may themselves deserve to have a place in God's temple, which is the Church. Let it suffice to have said this much about King Cyrus' letter.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Bede",
        "file_name": "Ezra 4_1-5.toml",
        "id": "c7992097-05e9-44db-b672-e94d6ae5cb31",
        "location_end": 4000005,
        "location_start": 4000001,
        "source_title": "ON EZRA AND NEHEMIAH 1.4",
        "source_url": "",
        "ts": 735,
        "txt": "The story is well known, because the text declares that the adversaries of Judah and Benjamin are the Samaritans, whom the king of the Assyrians, during the captivity of the ten tribes, assembled from different nations and moved into their cities and lands. And while they had accepted the law of God and partly served it …, they still worshiped their old idols. Therefore those who abhorred the true followers of God promised that they would have helped in the reconstruction of the temple, so that, after being received in their society, they might cause a loss of funds. It is obviously clear to everybody that these people figuratively represent the false brothers, that is, the heretics and the evil Catholics. In fact, they are the adversaries of Judah, that is, of the confession and praise that now the church offers to the Lord through orthodox faith and works that are worthy of faith. They are also enemies of Benjamin, that is, of the son of the right, because they separate the people who listen to them from the fate of the faithful people who will receive the blessing and the eternal kingdom at the right hand of the Judge.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 4_2.toml",
        "id": "f1b08b08-61f9-4486-95c0-b60b038d9984",
        "location_end": 4000002,
        "location_start": 4000002,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Asor Haddan sent a priest to instruct these people, but Salmanasar had transported them into the country. (Calmet) \nThey continued for some time worshipping idols alone, and afterwards they consented to pay the like adoration to the Lord, 4 Kings xvii. 24 (Haydock) \nIt is clear, from their petition, that they had as yet no temple. The first was erected by them on Garizim, by leave of Alexander the Great, as a retreat for Manasses, brother of the Jewish high priest, and others who would not be separated from their strange wives. (Josephus, xi.) \nYet the Samaritan Chronicle, lately published, seems to give a higher antiquity to that temple, and pretends that a miracle declared in favour of the place. (Calmet) \nThe fathers indeed adored there, (John iv. 20., and Genesis xii. 6,) and Josue erected an altar on Hebal, but the Samaritan copy says it was to be on Garizim, Deuteronomy xxvii. 4., and Josue viii. 30. (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 4_3.toml",
        "id": "7c6b70d4-7856-49dd-bbd0-a26721f89281",
        "location_end": 4000003,
        "location_start": 4000003,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "You Literally, \"It is not for you and us to build. \"But why might not these people assist in the work, as well as king Hiram or Darius? (Haydock) \nSchismatics and heretics must not communicate in sacrifices with Catholics, (Worthington) nor must the latter have society with them, in matters of religion. The Jews feared lest the Samaritans might introduce the worship of idols, or claim a part of the temple, or at least boast of what they had done. (Tirinus) \nThey were aware of the insincerity of these people. (Menochius) \nThe permission was moreover only granted to the Jews: (Calmet) but Cyrus had exhorted all to contribute; (chap. i. 4,) and Darius, as well as his pagan governors, were not repelled with disdain, chap. vi. 13. This treatment caused the Samaritans to be more inveterate, though the Jews were always more unwilling to come to a reconciliation. (Haydock) \n\"For the Scripture did not say, the Samaritans have no commerce with the Jews \"says St. Chrysostom in John iv. The Jewish authors inform us, that \"Ezra, gathered all the congregation into the temple, and the Levites sung and cursed the Samaritans. That no Israelite eat of any thing that is a Samaritan's, nor that any Samaritan be proselyted to Israel, nor have any part in the resurrection \"(R. Tan chum) (Lightfoot i. p. 598.) (Kennicott) \nIf this were true, it would be carrying their resentment too far; as we ought to promote the conversion of the greatest reprobates. But we have no reason to condemn such great men. They knew the character of the Samaritans, and wished to bring them to a sense of their duty, by this rebuke. (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Bede",
        "file_name": "Ezra 4_3.toml",
        "id": "8907421a-7b4b-47be-ad99-28f90030953d",
        "location_end": 4000003,
        "location_start": 4000003,
        "source_title": "",
        "source_url": "",
        "ts": 735,
        "txt": "And they celebrated the Feast of Tabernacles, as it is written, and offered the holocaust on each individual day in due order according to the commandment: the duty of the day in its day. The Feast of Tabernacles, which in the Gospel is called by the Greek word scenopegia (i.e. the fixing of tents), was a seven-day feast beginning on the fifteenth day of the seventh month, on which the Lord commanded all the people to make tabernacles for themselves from the leaves and branches of the most beautiful wood and, leaving their homes, to stay in these tabernacles for seven days, daily pondering the decrees of the divine law and offering holocausts to the Lord in fire. They were commanded to do all this, lest thanks for such a great blessing ever depart from their mind, in remembrance of the time in which they once made their exodus from Egypt and dwelt in tabernacles in the wilderness, and while Moses preached the law and the divine presence frequently appeared to him, they waited a long time for the day when they would be allowed to enter the Promised Land. And so as those people who had come up from Babylon were making their way to Jerusalem, since they had been inflamed by a wondrously devout love to carry out all the Lord's commandments, they took care to celebrate this feast as well, in the way in which he specifies for their assembly on the fifteenth day, performing on each day of the week those things that were commanded by the law. It befits us to do the same with equal devotion in a spiritual sense. For we too went out from servitude in Egypt through the blood of a lamb that we might come to the Promised Land when, baptized into the sacrament of the Lord's passion, we shook off the heavy yoke of transgression in order that, after being adopted into the freedom of the glory of the children of God, we would be heirs of the kingdom of Heaven. We stayed in tabernacles and tents travelling for a long time through the desert until we should come to our homeland when, renouncing in baptism not only Satan (as it were the king of Egypt, i.e. of darkness) but also all his pomp and the works of this present age, we promised that we should  be as pilgrims and wayfarers in this world but citizens of that other life which we hope for from the Lord. In remembrance of this hope and promise we ought to dwell in tabernacles in the seventh month (that is, while the grace of the Holy Spirit, which is described as sevenfold, illuminates us), to desert this world with our whole mind as if it were something foreign and barren, and to hasten with a fixed resolve to the unfading joys of paradise. And it behooves us to do this incessantly for seven days (i.e. for the whole period of our present life which is accomplished in as many days), and of each of these seven days we ought without ceasing to offer 'a holocaust' and 'the duty of the day in its day' - namely a holocaust (that is, an entirely burnt-up offering) in regard to those things that properly pertain to divine service, such as prayers and fasting; and the duty of the day in its day in regard to those things that pertain to the service of brotherly love, such as ministering bread to the hungry, drink to the thirsty, clothing to the cold, hospitality to the pilgrim, care to the sick, burial to the dead, doctrine to the erring, and comfort to the mournful.\n   \nAnd when he said that they made a holocaust on each individual day according to the commandment, as the day required, he rightly interjected in due order, no doubt because anything in the service of either divine or brotherly love that is performed in a disorderly fashion loses the merit of its perfection. For the honour of a king loves judgement, for whatever tasks we devoutly carry out in honour of the most high king, we certainly must distinguish through discerning judgemen twhen or to what extent we should carry them out so that we do not, by performing our righteous work in a less than orderly manner, corrupt the standard of his righteousness. Paul suggested that we ought to celebrate this Feast of Tabernacles (i.e. scenopegia) in a mystical way when, in the midst of his preaching, he used to make time for the art of tent-making: for he used to make scenomata (i.e. tents) in order to teach that he was himself an inhabitant of this world and yet a pilgrim in it as well, and to educate those whom he was instructing that they must be travelling in this life but expecting and hoping for their homeland in the life to come. For when travelling or making journeys we are accustomed to use tents. The same Apostle testifies that the saints do this in this life when he says: While we are in the body we are travelling apart from the Lord; and to the Hebrews: For here we do not have a lasting city but we are looking for the city that is to come. But since those who entirely turn their minds away from the world and faithfully confess that they are citizens of the homeland which is on high immediately open an entrance in themselves for all the virtues.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Bede",
        "file_name": "Ezra 4_4.toml",
        "id": "915e2a55-9de1-4066-8874-e867463a92cf",
        "location_end": 4000004,
        "location_start": 4000004,
        "source_title": "",
        "source_url": "",
        "ts": 735,
        "txt": "It happened therefore that the people of the land disturbed the hands of the people of Judah, and hindered them in building. Rightly does he call those who were trying to hinder the workers of truth and impede the work of the Church the people of the land, whereas those who were seeking to build for their Lord God with a uncorrupted mind (that is, to convert the minds and mouths of all those whom they could to do his will and seek his glory) he calls the people of Judah (i.e. 'he who confesses and glorifies'). Would that we did not know how often heretics, not just in individual cities but in entire regions as well, have impeded the doctrine of true confession either by wrongful instruction or even by violent threats. For - to pass over the teacher of the Gentiles who was imprisoned for two years in Caesarea and restrained his tongue from the duty of building God's house due to the persecution of the Jews - let us consider the blessed Athanasius, exiled for many years from his homeland by the attacks of the heretics who pursued him; Ambrose, besieged in his own city; Hilary, banished3 into exile; Eusebius, who suffered martyrdom; the many bishops in Africa who had their tongues cut out and were expelled from their province;6 and many others who were afflicted with a variety of punishments or put to death - all these left the house of God which they had built to profanation by the peoples of the land (that is, by men who were seeking their own ends not the things which are of Jesus Christ) until at a time foreordained by divine providence there were again sufficient resources for the rebuilding of the same house by wise architects after the captivity - i.e. until an opportunity was given to catholic Fathers to restore the Church after heresies had been detected and overcome.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 4_5.toml",
        "id": "a5e3fe30-3b44-48cc-809b-dc37fd034b15",
        "location_end": 4000005,
        "location_start": 4000005,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Counsellors; ministers of the king, (Calmet) or governors of the provinces. (Tirinus) \nCyrus, who was ignorant of their machination, (Josephus) being engaged in war with the Scythians. We may easily conceive what ill-disposed ministers may do, against the inclinations of their prince. (Calmet) \nDarius, son of Hystaspes, who succeeded the false Smerdis, after five months' usurpation. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 4_6.toml",
        "id": "36ca8afe-a9a7-4e80-b0f9-d7171b33b968",
        "location_end": 4000006,
        "location_start": 4000006,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Assuerus; otherwise called Cambyses, the son and successor of Cyrus. He is also, in the following verse, named Artaxerxes, by a name common to almost all the kings of Persia, (Calmet) after Memnon. (Diodorus xv.) Septuagint, \"Arthasastha. \"Arta signifies \"great \"and xerxes, \"warriour. \"(Herodotus vi. 98.) \nAfter Assuerus, some copies add, \"he is Artaxerxes \"and Assuerus is so called in the Septuagint of Sixtus, 3 Esdras ii. 16. (Menochius)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Richard Challoner",
        "file_name": "Ezra 4_6.toml",
        "id": "33e69959-21c1-4584-9966-376768d7a7e7",
        "location_end": 4000006,
        "location_start": 4000006,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "Assuerus: Otherwise called Cambyses the son and successor of Cyrus. He is also in the following verse named Artaxerxes, a name common to almost all the kings of Persia.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 4_7.toml",
        "id": "f88c5a33-8bd3-43c0-bde5-2b1b98e046bb",
        "location_end": 4000007,
        "location_start": 4000007,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Artaxerxes may be the Or pastes of Trogus, (Calmet) or the false (Haydock) Smerdis. (Herodotus) \nBeselam These governed the provinces on the west side of the Euphrates. \nSyriac comprises the Chaldean, with which it has a great resemblance. It was spoken at the court of Babylon. (Xenophon vii.) See 4 Kings xviii. 26., and 2 Machabees xv. 37., and Daniel ii. 4.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Bede",
        "file_name": "Ezra 4_7-12.toml",
        "id": "949254ab-1227-4aef-9f98-79c0644ac87f",
        "location_end": 4000012,
        "location_start": 4000007,
        "source_title": "ON EZRA AND NEHEMIAH 1.5",
        "source_url": "",
        "ts": 735,
        "txt": "Josephus believes that this Artaxerxes, who forbade that the temple might be reconstructed in Jerusalem after receiving the letter from the Samaritans, was Cambyses, son of Cyrus, who took power after his father had reigned for thirty years and ruled the kingdom for eight years. Then the magi reigned one year after him, until Darius, son of Hystaspis, succeeded. And in the second year of his reign, in which he allowed the temple to be rebuilt, the angel said through the prophet Zechariah before the people: “O Lord of hosts, how long will you withhold mercy from Jerusalem and the cities of Judah, with which you have been angry these seventy years?” With regard to Ahasuerus, to whom it is said that a letter of accusation was sent as well, it is not mentioned whether he replied or wrote anything back, because he died in the same year in which he had begun to reign, so that he left to Artaxerxes all the power and also the care of this case.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 4_8.toml",
        "id": "8bab58ee-0693-4d00-9322-73023ca6d334",
        "location_end": 4000008,
        "location_start": 4000008,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Beelteem. Syriac, \"the son of Baltam. \"The term designates the office of Reum, \"the master of reason \"president of the council, treasurer (Calmet) \nProtestants, \"chancellor. \"\nFrom. Protestants, \"against. \"(Haydock) \nHebrew, \"concerning.\"\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 4_9.toml",
        "id": "cbe57bdf-6bb3-4ab9-bc1e-02db3018e636",
        "location_end": 4000009,
        "location_start": 4000009,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Counsellors. Septuagint and Syriac, \"of our fellow-servants. \"Chaldean, \"colleagues. \"This letter, and as far as chap. vi. 16, is in the Chaldean language. \nDinites, perhaps the Denarenians. (Junius) (4 Kings xvii. 24.) (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 4_10.toml",
        "id": "cae95d4a-0a28-4a84-a037-1a54c3cce6ee",
        "location_end": 4000010,
        "location_start": 4000010,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Asenaphar, commonly supposed to be the Asarhaddon, though we know not that he caused any of these nations to remove thither, as Salmanasar certainly did. (Calmet) \nThe name of the latter occurs in some copies. (Lyranus) \nRiver, Euphrates. \nIn peace. (Haydock) \nThe original, ceheneth, is neglected by the Septuagint and Arabic. The Syriac reads, \"Acheeneth. \"Others translate, \"at that time \"as if the date had been lost. (Junius) \nProtestants, \"and at such a time. \"(Haydock) \nOthers suppose the writers lived \"at Kineeth. \"(Pagnin) \nBut who ever heard of such a place? Le Clerc takes it to mean \"and the rest \"as if the title were curtailed. But it is more probable that the text ought to be Ceheth, as ver. 17, and that we should translate, \"beyond the river, (Calmet) as now, (11) unless this word ought to be here omitted, (Haydock) to Artaxerxes, the king, peace (and prosperity) as at present. \"(Calmet) \nChaldean sslum ucath, \"peace even now. \"(Haydock) \nSo Horace says, suaviter ut nunc est, wishing a continuation of happiness. 3 Esdras (ii. 17.) joins the last word with ver. 12, \"And now be it \"Canoth may have this sense, (Calmet) and consequently no change is necessary. (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Bede",
        "file_name": "Ezra 4_10.toml",
        "id": "187762f2-31e5-4828-951c-b407c3b9a523",
        "location_end": 4000010,
        "location_start": 4000010,
        "source_title": "",
        "source_url": "",
        "ts": 735,
        "txt": "'Rise up, it is your part to make a decision, and we will be with you, so take courage and do it', he very fittingly teaches how one should consult with superiors, namely that a person should say what he has understood is best according to his own reason, if he believes that he has understood well, and yet leave the prerogative of decision making to the person who is qualified to make it and be ready to submit to all that this person ordains should be done in accordance with the will and law of God.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 4_11.toml",
        "id": "d634e592-dc5c-4fbf-93fb-8177b330d725",
        "location_end": 4000011,
        "location_start": 4000011,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Him. This is a gloss. (Calmet) \nGreeting. Protestants, \"and at such a time.\"\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 4_12.toml",
        "id": "b8578c34-ed15-4385-b250-34bc32337b9a",
        "location_end": 4000012,
        "location_start": 4000012,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Rebellious. The Jews had shown themselves impatient of subjection, contending with the kings of Assyria and Babylon, whose territories were now possessed by the successors of Cyrus, ver. 15. (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 4_13.toml",
        "id": "261bc65e-2945-41e2-8210-09c26517a7be",
        "location_end": 4000013,
        "location_start": 4000013,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Revenues. Septuagint, include all under the term of \"tribute.\"\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 4_14.toml",
        "id": "6e892869-a2ff-469a-82e1-9e03dd890775",
        "location_end": 4000014,
        "location_start": 4000014,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Eaten. Chaldean, \"on account of the salt, with which we have been salted, from the palace. \"The king's officers were fed from his table. Salt is put for all their emoluments; (Calmet) and hence the word salary is derived. (Pliny, xxxi. 7.) We may also translate, \"because we have demolished the temple, and because \"(Kimchi; Grotius) But this seems to refined. (Calmet) \nProtestants, \"Now because we have maintenance from the king's palace, and it is not meet \"To have neglected their master's interests, would have betrayed great ingratitude and perfidy; particularly if they had entered into a covenant of salt, or solemnly engaged to be ever faithful servants, as the nature of their office implied, Numbers xviii. 19., and 2 Paralipomenon xiii. 5. (Haydock) \nPalace, being honoured with much distinction. (Delrio, adag. 215.)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 4_15.toml",
        "id": "770e39f1-902d-49b0-8a21-83b874125a8a",
        "location_end": 4000015,
        "location_start": 4000015,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Fathers, the preceding emperors, Nabuchodonosor, Salmanasar (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 4_16.toml",
        "id": "1404bf21-5cd3-4525-b542-9c2ea80112b6",
        "location_end": 4000016,
        "location_start": 4000016,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Possession. Septuagint have simply, \"peace.\"\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 4_17.toml",
        "id": "8808f863-f572-44e9-aca6-2ac68aeda8fd",
        "location_end": 4000017,
        "location_start": 4000017,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Greeting. Protestants, \"peace, and at such a time \"which has no great meaning. (Haydock) See ver. 10.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Bede",
        "file_name": "Ezra 4_17-24.toml",
        "id": "69b830f7-3acf-4b36-ba2f-567442b5afbf",
        "location_end": 4000024,
        "location_start": 4000017,
        "source_title": "HOMILIES ON THE GOSPELS 2.1",
        "source_url": "",
        "ts": 735,
        "txt": "The Jews said, “This temple was built in forty-six years, and you will raise it up in three days?” They answered as they understood. But lest we too should perceive our Lord’s spiritual word in a carnal way, the Evangelist subsequently explained what temple it was of which he was speaking. As for their stating that the temple was built in forty-six years, they meant not its first but its second building. For Solomon, the first [builder], finished the temple very rapidly within seven years, during a time of great peace in his kingdom. It was destroyed by the Chaldeans, but after seventy years it began to be rebuilt, at the bidding of Cyrus the Persian, when the captivity was lightened. But the descendants of those who were deported were unable to finish the work that they were doing under the rulers Zerubbabel and Jeshua before forty-six years had passed, on account of the resistance of the neighboring nations.This number [forty-six] of years is also most apt for the perfecting of our Lord’s physical body. Writers on natural history tell us that the form of the human body is completed within this number of days. During the first six days after conception it has a likeness to milk; during the following nine days it is changed into blood; next, in twelve days, it becomes solid; during the remaining eighteen days it is formed into the perfect features of all its members; and after this, during the time remaining until birth, it increases in size. Six plus nine plus twelve plus eighteen makes forty-five. If to this we add one, that is, the day on which the body, divided into its separate members, begins to grow, we find the same number of days in the building up of our Lord’s body as there were years in the construction of the temple.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 4_19.toml",
        "id": "a64ef709-3eb0-45a2-be04-e5b09288a5d8",
        "location_end": 4000019,
        "location_start": 4000019,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Seditions: so are styled the just efforts of the Jews, to keep or to regain their liberty. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 4_20.toml",
        "id": "441591c9-36ff-4e79-a615-1cd9f998a7c3",
        "location_end": 4000020,
        "location_start": 4000020,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Kings; only David and Solomon. (Menochius) \nThey had made some on the east side of the river pay tribute, though the king may speak of the countries on the west.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 4_21.toml",
        "id": "fe86f7c9-36d5-4289-b5a6-ae9b89c22cb5",
        "location_end": 4000021,
        "location_start": 4000021,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Hear. Chaldean, \"give command \"\nFurther: literally, \"perhaps. \"(Haydock) \nThis was a private edict, which might be rescinded, Daniel vi. 7.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 4_23.toml",
        "id": "f088db1f-bec2-468f-9dfb-0af637c886ad",
        "location_end": 4000023,
        "location_start": 4000023,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Beelteem, is not in Chaldean. \nArm, or \"force. \"(Protestants) (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 4_24.toml",
        "id": "4ebd2dbe-ae84-4b1d-8373-1cfa813288d1",
        "location_end": 4000024,
        "location_start": 4000024,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "House. They went beyond the order, which only forbade the building of the city, ver. 21. \nDarius, the year of the world 3485. (Calmet) \nHe was the son of Hystaspes, (St. Jerome) and not No thus, the sixth from Cyrus, as Sulpitius and Scalinger believe. (Tirinus)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 5_1.toml",
        "id": "ac835637-93f5-4b81-a310-de45b1880f78",
        "location_end": 5000001,
        "location_start": 5000001,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Addo was grand-father of the prophet, whose writings are extant. (Calmet) \nBoth prophesied in the second year of Darius. (Menochius)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Augustine of Hippo",
        "file_name": "Ezra 5_1.toml",
        "id": "c2d3ce44-3071-451a-887a-5649ae22e392",
        "location_end": 5000001,
        "location_start": 5000001,
        "source_title": "",
        "source_url": "",
        "ts": 430,
        "txt": "Both Haggai and Zechariah, the one within the year after the other, began to prophesy that which seemed to pertain to the restoration of the temple, as was foretold so long before. [EXPLANATION OF THE PSALMS 112.1]\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Bede",
        "file_name": "Ezra 5_1-2.toml",
        "id": "2bb8f1a7-2817-45ad-9e4a-41c96cf95209",
        "location_end": 5000002,
        "location_start": 5000001,
        "source_title": "ON EZRA AND NEHEMIAH 2.6",
        "source_url": "",
        "ts": 735,
        "txt": "“Now the prophets Haggai and Zechariah, son of Iddo, prophesied to the Jews.” … These things are reported in full detail in the books of the same prophets. And with their words they reproached the laziness of those who had been negligent in the reconstruction of the temple and exhorted them to work with the help of God. And thanks to their exhortation and devotion, Zerubabbel and Jeshua together with the entire people set out to rebuild the house of the Lord. And certainly the prophet Haggai began with these words: “In the second year of King Darius, in the sixth month, on the first day of the month, the word of the Lord came by the prophet Haggai to Zerubbabel, son of Shealtiel, and to Joshua, son of Jehozadak, the high priest: Thus says the Lord of the hosts: These people say the time has not yet come to rebuild the Lord’s house. Then the word of the Lord came by the prophet Haggai, saying: Is it a time for you yourselves to live in your paneled houses while this house lies in ruins?” And a bit further: “And the Lord stirred up the spirit of Zerubbabel, son of Shealtiel, governor of Judah, and the spirit of Joshua, son of Jehozadak, the high priest, and the spirit of all the remnant of the people; and they came and worked on the house of the Lord of hosts, their God, on the twenty-fourth day of the month, in the sixth month.” And as a sequel to the words that we have quoted above: “The latter splendor of this house shall be greater than the former, says the Lord of hosts.” In the same way Zechariah begins: “In the eighth month, in the second year of Darius, the word of the Lord came to the prophet Zechariah son of Berechiah son of Iddo. Thus says the Lord of hosts: Return to me, says the Lord of hosts, and I will return to you.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Bede",
        "file_name": "Ezra 5_1.toml",
        "id": "00178fc8-8298-4850-8f1a-845cc76d6ddc",
        "location_end": 5000001,
        "location_start": 5000001,
        "source_title": "",
        "source_url": "",
        "ts": 735,
        "txt": "Through the words he proclaimed and the letters he dispatched throughout his whole kingdom, Cyrus indeed permitted, or rather commanded concerning the whole people of Israel (which consisted of twelve tribes) that those whom God was with should go up to Jerusalem to build the Lord's house. Nevertheless, it was not the whole people who wished to go up but only some of those to whom Jerusalem itself and the Lord's temple had formerly belonged, namely those from Judah and Benjamin and the priestly and levitical tribe. For the remaining ten tribes had already been estranged from the Lord's temple and the practice of devotion while under King Jeroboam, and as a due reward for such great disobedience, they had been captured by the kings of the Assyrians and transported beyond the mountains of the Medes, and, so they say, none of them were ever allowed to return to the homeland. Moreover, the two tribes of Judah and Benjamin, which possessed Jerusalem and the surrounding regions of Judea, together with the priests and Lévites to whom the ministry of the temple pertained, though they themselves had imitated the sins of the ten tribes, nonetheless never forsook their dwelling in the city of Jerusalem and the sacred rituals of the temple. Hence they were the last to be captured by the Chaldeans and the first to be permitted to return home once the Persians began to rule - and deservedly so, seeing that our Lord descended from the tribe of Judah and his mother Mary was joined by kinship to the tribe of Levi, which is why Elizabeth, the wife of the priest Zechariah, is called her cousin by the angel. The tribe of Benjamin had also joined itself to them in observant faith especially because the city of Jerusalem itself was in its lot and so it merited to be the sharer of the mercy bestowed upon them.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 5_2.toml",
        "id": "0f2a2402-f4d5-432b-a4b9-89436ae0e022",
        "location_end": 5000002,
        "location_start": 5000002,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Them. Aggeus had rebuked the people for building houses for themselves, while they neglected the temple. The work was hereupon resumed without any fresh order from the king; as the edicts of the usurper, Or pastes, were considered as null, and the Jews only answer the governor, that they had been authorized by Cyrus, ver. 13, 17. Josephus, and 3 Esdras iii., and iv. 47., assert that Darius had given leave. (Calmet) (Menochius)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 5_3.toml",
        "id": "c0020a87-f7c2-45b5-84bb-5af1b2684e4d",
        "location_end": 5000003,
        "location_start": 5000003,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "River, over all Syria This man had not been bribed, but acted with great moderation, and in compliance with his duty. (Calmet) \nCounsel. Chaldean, \"order.to make up this wall.\"\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Bede",
        "file_name": "Ezra 5_3.toml",
        "id": "a03a5c3f-a114-43e4-b0d0-95b3022d96f2",
        "location_end": 5000003,
        "location_start": 5000003,
        "source_title": "",
        "source_url": "",
        "ts": 735,
        "txt": "And after these a continual holocaust on the Kalends and on all the feasts of the Lord that were consecrated, and on all in which a voluntary offering was made to God. He calls a holocaust 'continual' that was offered morning and evening. By 'Kalends' he means the beginnings of the months, that is the appearance of the new moon from which the Hebrews always began the months inasmuch as they had no months except lunar ones. Hence instead of 'Kalends' the Greeks use the better word neomeniae, that is, new moons. Now if the months, by reason of the thirty days by which they are fulfilled, stand for the fullness of works of light whenever, in the faith of the Holy Trinity, we carry out the precepts of the Decalogue, what else do the beginnings of the months designate, in which the moon, in order that it might give light to us anew, is said to be newly kindled by the sun, except the start of each good work, a start that we perceive by the grace of our Creator as though by the presence of the sun of righteousness! To signify this divine illumination, without which we can neither begin nor complete any good thing, the Lord ordered that all the Kalends (that is, the beginnings of the months) be observed by carrying out ceremonies of animal sacrifices. Hence there is that saying of the psalmist: Blow on your trumpet at the beginning of the month, on the special day of your feast, which is to say openly: 'Rejoice in the Lord4 you who are righteous, and proclaim the word of instruction to your neighbors as soon as you consider that you have been thought worthy by him to do good work in the special light of his internal inspiration through which it is proper that you be called away from the lust of this world and devote your time to divine matters in a higher way'.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Bede",
        "file_name": "Ezra 5_3-5.toml",
        "id": "0bb25c55-f538-48b0-8c58-95921e4c45dc",
        "location_end": 5000005,
        "location_start": 5000003,
        "source_title": "ON EZRA AND NEHEMIAH 2.6",
        "source_url": "",
        "ts": 735,
        "txt": "The literal meaning is clear, namely, that the leaders of the Jews, strengthened by the prophets’ words, could not be hindered by the harrying of the enemies from the holy work, from which they had ceased out of fear of the enemies when the prophets still remained silent. This occurs in the same way in the holy church now when those who have been held back by the attacks of wicked people or spirits and have remained for a while rather lax with respect to good deeds are suddenly set straight by the words either of faithful teachers or of the divine Scriptures and begin to burn so greatly for righteous pursuits that they cannot be overcome by any wiles of temptations or be called back from what they intended to do.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 5_4.toml",
        "id": "78f569a7-1460-4482-92e8-8b910d9dd6a3",
        "location_end": 5000004,
        "location_start": 5000004,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "In. Septuagint, \"Then I (or they; eipon. The Syriac and Arabic declare for the latter) said thus to them: What \"\nWe gave. Chaldean, \"what are the names? \"(Haydock) \nIt seems Thathanai asked this question, ver. 10. The Jews might give in the names of Zorobabel, Josue, Aggeus (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Bede",
        "file_name": "Ezra 5_4.toml",
        "id": "bdeec9b0-9475-4db0-9d86-8d6031d2c57a",
        "location_end": 5000004,
        "location_start": 5000004,
        "source_title": "",
        "source_url": "",
        "ts": 735,
        "txt": "And they bribed counsellors against them, to frustrate their plan throughout the days of Cyrus king of Persians, and until the reign of Darius king of the Persians. The distinction of the words should be noted because he says that they bribed counsellors for a certain price to go against the temple builders so that their plan would be frustrated. However, he does not say that their plan had actually been frustrated or that they ceased from their work until the letter of accusation was written to Artaxerxes, at whose command, as Scripture reports, they prevented them by force. For there it is written: Then the work of the house of God in Jerusalem ceased, and it remained suspended down to the second year of the reign of Darius king of the Persians. Consequently, it can be inferred that during the whole of Cyrus's reign, when the work was begun, they were pressing on with that work although more slowly than was just, but when he died they were not merely impeded by wicked plans but were prevented from working through open attack. For while Cyrus - who had commanded that the work be carried out - was still alive, the enemies did not dare to oppose his edicts through open contention even though they did so by hidden suggestion and counsel. The allegorical meaning, however, is quite plain: that heretics assail the Church whenever the opportunity is favourable. At times they attack through the counsels of wicked teachings, at others through the fiercer battle of swords, and sometimes they are not even afraid to harass the Church through the support of Gentile rulers. For they hinder the hands of the people of Judah when they keep the Church in its weaker members from works of devout practice; they seek to frustrate the plan to work when they endeavour to inhibit their minds from even the very intention of good action; they accuse them to kings when with the help of earthly rulers too they seek protection against the Church. How much this harms the faith became clearer than daylight during the time of the Arian treachery.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 5_5.toml",
        "id": "538e2aa8-c356-4eea-af97-f40fdf2277e5",
        "location_end": 5000005,
        "location_start": 5000005,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Ancients. Septuagint, \"captivity of Juda. \"(Haydock) \nDivine Providence favoured the undertaking. (Delrio adag. 216.) (Menochius) (Psalm xxxii. 18.) \nHis eye sometimes threatens ruin, Amos ix. 8. (Calmet) \nGod did both on this occasion. (Worthington) \nHinder. Chaldean, \"cause them to leave off, till the matter came to Darius, (Haydock) and his decision was brought back \"(Calmet) or Protestants, \"and then they returned answer by letter concerning this matter. \"Septuagint, \"and they did not molest them, till the sentence should be brought to (or from) Darius; and then it (word) was sent to the tax-gatherer, concerning this affair.\"\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Bede",
        "file_name": "Ezra 5_5.toml",
        "id": "88d98b97-c415-45b0-9f7a-f83077a75dd5",
        "location_end": 5000005,
        "location_start": 5000005,
        "source_title": "",
        "source_url": "",
        "ts": 735,
        "txt": "And it was agreed that the matter should be referred to Darius, and that they should then give satisfaction concerning that accusation. side of the river, sent to King Darius, and the rest up until the end of the letter where it says: Now therefore, if it seems good to the king, let him search in the royal archive which is in Babylon, whether it was decreed by King Cyrus that the house of God should be built in Jerusalem, and let the king send us his decision in this matter. This letter that Tattenai writes to Darius is very different from the one Rehum and Shimshai wrote to Artaxerxes. That letter was filled with accusation of the people of Jerusalem, this one with praise not only of the people but of Almighty God. Indeed it begins as follows: To Darius the king, all peace: Let it be known to the king that we went to the province of Judah, to the house of the great God, which is being built with unfinished stone and the timbers are being laid in the walls; and the work is being carried on with diligence and is making rapid progress in their hands. So we questioned those elders and spoke to them as follows, 'Who gave you the authority to build this house?' and so on. In these words we should also note in what sense it is said that God's house was built from 'unfinished stone', when it is evident that such a great work could only have been built from finished stones. Yet by 'unfinished stone' we should understand new stone which they themselves discovered unhewn but, by shaping it up, made it suitable for the building of the Lord's house. For even though some of the old stones remained, which, as the lamenting Jeremiah shows, were scattered at the end of every street, yet no one can doubt that new stones also had to be shaped to complete the work of the temple. The mystery of this matter is undoubtedly plain, since we have seen that God's Church is built not only from those who by repenting regain their senses and return to the life of holiness which they have previously squandered by sinning, but also from those who have recently been called to the faith, arranged by the instruction of teachers as though with the measuring-rod of builders, and so inserted into the edifice of the Lord's house in a place appropriate to themselves. Yet the fact that the temple was built from both old and new stones, that is both from stones that had been finished long previously and from those that had remained unfinished for longer, can also rightly be interpreted as corresponding to the fact that the one Church of Christ is assembled from both peoples, namely Jews and Gentiles - the Jews who long since had been as though finished through knowledge and mindfulness of God's law, the Gentiles who, being enslaved to idolatry, had not by any industry of spiritual architects or any cultivation of piety divested themselves of the ugliness of a rustic and earthly mind.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Bede",
        "file_name": "Ezra 5_6-17.toml",
        "id": "fdf70b6c-00c5-4ee2-a612-c5f24f5c4a9d",
        "location_end": 5000017,
        "location_start": 5000006,
        "source_title": "ON EZRA AND NEHEMIAH 2.6",
        "source_url": "",
        "ts": 735,
        "txt": "This letter that Tattenai writes to Darius is very different from the one Rehum and Shimsahi wrote to Artaxerxes. That letter was filled with accusation of the people of Jerusalem, this one with praise not only of the people but also of almighty God. Indeed, it begins as follows: “To Darius the king, all peace: Let it be known to the king that we went to the province of Judah, to the house of the great God, which is built with unfinished stone, and the timbers are being laid in the walls; and the work is being carried on with diligence and is making rapid progress in their hands. So we questioned those elders and spoke to them as follows, ‘Who gave you the authority to build this house?’ and so on. In these words we should also note in what sense it is said that God’s house was built from ‘unfinished stone,’9 when it is evident that such a great work could only have been built from finished stones. Yet by ‘unfinished stone’ we should understand new stone, which they themselves discovered unhewn but, by shaping it up, made it suitable for the building of the Lord’s house. For even though some of the old stones remained, which, as the lamenting Jeremiah shows, were scattered ‘at the end of every street,’ ” yet no one can doubt that new stones also had to be shaped to complete the work of the temple. The mystery of this matter is undoubtedly plain, since we have seen that God’s church is built not only from those who by repenting regain their senses and return to the life of holiness that they have previously squandered by sinning, but also from those who have recently been called to the faith, arranged by the instruction of teachers as though with the measuring rod of builders and so inserted into the edifice of the Lord’s house in a place appropriate to themselves. Yet the fact that the temple was built from both old and new stones, that is, both from stones that had been finished long previously and from those that had remained unfinished for longer, can also rightly be interpreted as corresponding to the fact that the one church of Christ is assembled from both peoples, namely, Jews and Gentiles—the Jews who long since had been as though finished through knowledge and mindfulness of God’s law, the Gentiles who, being enslaved to idolatry, had not by any industry of spiritual architects or any cultivation of piety divested themselves of the ugliness of a rustic and earthly mind.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Bede",
        "file_name": "Ezra 5_6.toml",
        "id": "2ae0fe64-3d6f-47da-b81a-a12a90ee150b",
        "location_end": 5000006,
        "location_start": 5000006,
        "source_title": "",
        "source_url": "",
        "ts": 735,
        "txt": "But also let the gold and silver vessels of the temple of God, which Nebuchadnezzar took from the temple in Jerusalem and brought to Babylon, be returned and brought back to their place in Jerusalem, which also have been placed in the temple of the god. When he says that the vessels were at that time placed 'in the temple of the god', he means the temple of the Babylonians in which Nebuchadnezzar had put them and, as is stated more clearly earlier in the book,1 from which Cyrus had ordered they be removed and brought back to Jerusalem. The letter of King Cyrus that had been found in Ecbatana ends at this point. To which suddenly in a novel and unusual way there is an addition in the name and authority of King Darius:\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 5_8.toml",
        "id": "c03f91ad-adaf-4b93-91a6-3b265707186e",
        "location_end": 5000008,
        "location_start": 5000008,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Unpolished. Protestants, \"great. \"(Haydock) \nHebrew, \"to be rolled. \"See Vitruv. x. 6. Septuagint, \"choice stones. \"Kimchi, \"marble. \"(Calmet) \n3 Esdras, \"polished and precious stones. \"(Haydock) \nYet the Vulgate seems more conformable to chap. vi. 4., and Aggeus ii. 2. (Menochius) (Ribera) \nWalls, every fourth course, 3 Kings vi. 36. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Bede",
        "file_name": "Ezra 5_9.toml",
        "id": "45c2a1af-c9b0-4f5c-b444-37783180869a",
        "location_end": 5000009,
        "location_start": 5000009,
        "source_title": "",
        "source_url": "",
        "ts": 735,
        "txt": "And at the evening sacrifice I rose up from my self-abasement and, having torn my cloak and tunic, I fell on my knees and spread out my hands to the Lord my God and said: 'Oh my God, I am ashamed and blush to lift up my face to you, my God'. Ezra had prepared himself both through compunction of heart and through bodily affliction so that he might be made worthy to hear heavenly mercy, and only then did he begin to break forth in words of prayer. He bends his knees, spreads out his hands, and pours forth prayers to the Lord at the time of the evening sacrifice, not doubting that this sacrifice which is offered with a humble spirit and contrite heart would be more pleasing to God than one offered with the flesh or blood of cattle. Typologically, however, in the fact that with his garment torn he falls on his knees, spreads out his hands to God and turns the minds of very many to repentance by pouring out prayers and tears, as is written in what follows, he represents the Lord Saviour, who deigned to pray for our sins both before and at the very time of his passion, and who allowed his hands to be stretched out on the cross and the garment of his own flesh to be torn with wounds and mortified at the appointed time on behalf of our restoration, so that, as the Apostle says: he who died on behalf of our sins might rise for our justification? This was aptly done at the time of evening sacrifice either because the Lord at the end of the age offered the sacrifice of his own flesh and blood to the Father and ordered that it should be offered by us in bread and wine; or because with legal sacrifice coming to an end, he freed us through his own passion and, separating us from the people of the lands, made us become heavenly and allowed those who are chaste in heart and body to adhere to him. This prayer too, in which, though he was righteous, he associated himself with the people who were sinners.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 5_13.toml",
        "id": "adb645c7-4c5a-45c2-adeb-9af8a5627b68",
        "location_end": 5000013,
        "location_start": 5000013,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Built. It did not appear that this edict had been revoked; (Calmet) nor could it be changed, if it had been passed by the advice of the Lord. (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 5_14.toml",
        "id": "5f55f92d-7229-4e57-91c1-0b80dacd99df",
        "location_end": 5000014,
        "location_start": 5000014,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Governor. Septuagint, \"over the treasury.\"\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 5_16.toml",
        "id": "bc58096d-6ea0-4520-b883-e918083a317b",
        "location_end": 5000016,
        "location_start": 5000016,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "In building, being pretty far advanced, though for some time past it had been at a stand. (Haydock) \nIt is not probable that Zorobabel said this, but the author of the letter added it, as he supposed the Jews continued to do some little. (Calmet) \nHe desired to favour their cause, yet so as not to irritate the Samaritans. (Menochius)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 5_17.toml",
        "id": "381643c5-48c0-4d8b-8775-c8501f7f8e92",
        "location_end": 5000017,
        "location_start": 5000017,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Library. Septuagint, \"treasury-house. \"Arabic, \"for the archives. \"It is called \"the house of books \"chap. vi. 1. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 6_1.toml",
        "id": "bb6b3502-2a63-45b3-9ba1-0139e0d68b28",
        "location_end": 6000001,
        "location_start": 6000001,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Library. Protestants, \"house of the rolls, where the treasures were \"\nBabylon. In the city, the search was fruitless: (Vatable) but in the kingdom, the record was discovered. (Menochius)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Bede",
        "file_name": "Ezra 6_1-4.toml",
        "id": "841a0c2b-e647-47b3-bd75-7344b06a5684",
        "location_end": 6000004,
        "location_start": 6000001,
        "source_title": "ON EZRA AND NEHEMIAH 2.7",
        "source_url": "",
        "ts": 735,
        "txt": "“And so that they lay foundations that may support a height of 60 cubits and a breadth of 60 cubits, three rows of unfinished stones and in the same way rows of new timber”: we need not comment on it because neither in the building of the first temple nor of the subsequent one are any of these measurements or works of this sort found. It can thus be inferred that Cyrus proposed this from his own ideas and that he noted the measurements and arrangement of the work as seemed appropriate to him. Indeed, as Chronicles relates, in the first measurement (that is, inside the inner walls) the temple was 60 cubits long and 20 cubits wide, but the height, as the history of Kings explains, was 30 cubits to the upper room;4 from there to the high chamber an additional 30 cubits, which was the level reached by the top of the porticos, as Josephus attests; and from there another 60 to the top of the roof, which is to say, 120 cubits all together, as Chronicles explains. Yet how does it say that three rows of unfinished stones and in the same way rows of new timbers are to be laid, when all inside the temple was lined with cedar, unless perhaps it was a custom of the Persians to make temples with varied work in such a way that there were three rows of stones throughout the walls and a fourth made skillfully from timbers, and Cyrus thought that this should be done too in the same manner in the Jerusalem temple; or perhaps we should understand that he spoke of the courtyard of the priests, which, built in a circle around the temple, had three rows of finished stones and a fourth of cedar wood7 and was as high as a man’s chest; or else of the portico of the Lord’s house that was in the front of the temple, concerning which Scripture, when King Solomon’s palace was being built, relates thus: “And he made the greater courtyard round with three rows of hewn stones and one row of planks of cedar, and also in the inner courtyard of the Lord’s house and in the portico of the house.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 6_2.toml",
        "id": "81f09028-9993-4df4-a702-f60d51407889",
        "location_end": 6000002,
        "location_start": 6000002,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Ecbatana. Chaldean achmetha, signifies \"a jug, or chest. \"(Calmet) \n\"They found in the chest of the palace, under the inscription of Media. \"(Munster) (Pagnin) \n\"And a roll was found (some add, in Amatha) in the city, in a chest, (or tower; Barei) and this memorial was written in it. \"(Septuagint) Protestants style the place, \"Achmetha. \"(Haydock) \nArabic, \"Athana. \"Syriac, \"Ahmathane. \"The memoirs of Cyrus had probably been conveyed to Ecbatana, which was built by Dejoces, the first king of the Medes, and greatly enlarged by his successor, Phraortes. (Calmet) \nProvince. Media now only formed a province of the empire. (Tirinus)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 6_3.toml",
        "id": "11111186-4964-4b55-8cf6-014f92420388",
        "location_end": 6000003,
        "location_start": 6000003,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "And.foundations is not found in Septuagint, Syriac, and Arabic, but it is in Chaldean. The temple was thus of larger dimensions than that of Solomon, which was only 30 cubits high, and 20 broad inside, 3 Kings vi. 2. The Rabbins assign 100 for each, (Tr. Middot. iv. 6.) speaking perhaps of the temple rebuilt by Herod, with still greater magnificence. Josephus allows 100 in height, and 60 in breadth. But the Scripture only speaks of 54 cubits breadeth, and 99 in length including the adjoining edifices. (Calmet) \nBreadth, from the front to the end of the holy of holies, which we should call the length. (Tirinus) \nThis temple was lower than Solomon's by one half, (2 Paralipomenon iii. 4.; Menochius) unless those 120 cubits refer only to a tower. (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Bede",
        "file_name": "Ezra 6_3.toml",
        "id": "f2700e91-69ab-4296-bc0e-736502d0a0a2",
        "location_end": 6000003,
        "location_start": 6000003,
        "source_title": "",
        "source_url": "",
        "ts": 735,
        "txt": "And from the first day of the seventh month they began to offer a holocaust to the Lord. It has been said more than once that the seventh month stands for the sevenfold enlightenment of spiritual grace. So now it is well said that from the first day of the seventh month they began to offer a holocaust to the Lord, doubtless because from the very beginning of divine inspiration, human conscience must be transformed and, as it neglects the delights of the lowest level, burn to think and do only those things which are the Lord's. Is it not true that from the first day of the seventh month (that is, from the first illumination of divine grace) they “the Apostles” were offering holocausts of virtues to the Lord? For when the Holy Spirit came upon them in tongues of fire, immediately, as though transformed from what they had been before, they began to burn with new torches of a now intimate love and to preach the wonderful works of God in the tongues of all nations, and they were so dedicated through this holocaust indeed they themselves became a holocaust - that it would have been easier for them to be killed by those who had opposing beliefs than it would have been for them to be called away from their purpose. For this reason this same seventh month is deservedly called among the Hebrews the 'New Year', indicating to us by its name that it is given to the faithful through the gift of the Holy Spirit so that they might have the strength to fulfil the new commandment of mutual love and to proclaim a new song of heavenly praise in the construction of the Lord's house. Regarding the observance of this month, the Lord mystically commanded as follows: In the seventh month, on the first day of the month, there will be for you a memorial sabbath with trumpet blasts, and it shall be called holy. You shall do no servile work on it, and you shall offer a holocaust to the Lord. For there will be a memorial sabbath (i.e. a rest) on the first day of this month when the mind, enflamed by divine influence, abstains from worldly enticements and exerts itself in contemplating God's will. The priests blow the trumpets when the faithful work hard to preach to their neighbours also that glow of internal sweetness which they have begun. No servile work is performed on such a sabbath when, to please God, the mind keeps itself free from every pleasure and infection of sin, insofar as it is possible in this life. For sin is servile work because he who sins is surely a servant of sin; and for this reason a holocaust is rightly offered to the Lord on this Sabbath, no doubt because he whose whole heart burns with the fire of heavenly love is truly made free from the servitude of sin.\n \nAs to the literal meaning, it should be noted that in the seventh month it is reported that the people met in Jerusalem and there, when they had all gathered together, that Jeshua and Zerubbabel along with their brethren built an altar and from the first day of the seventh month offered a holocaust to the Lord. One thus infers that this altar was assembled very hastily from unpolished stones and not skilfully made from wood and covered with plates of brass, as was once customary. For even with a very huge crowd of builders there, the altar could not have been completed and prepared for offering a holocaust on it on one and the same day on which it was begun. For in the Book of Maccabees too it is shown that the altar was made from stones, and it is mentioned there that it was profaned by pagans and after six years restored by Judas Maccabaeus: And they took, it says, unhewn stones according to the Law, and built a new altar on the model of the previous one.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 6_4.toml",
        "id": "777a1105-fca6-49bf-9a87-f2054611c729",
        "location_end": 6000004,
        "location_start": 6000004,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Unpolished, to correspond with the polished stones and cedar employed by Solomon, 3 Kings vi. 36. (Menochius) \nProtestants, \"great stones. \"See chap. v. 8. \nCharges. It appears that the Jews furnished money and meat to pay for the wood, chap. i. 4., and iii. 7. Some annual sum might be assigned by Cyrus, either for the building, or for the daily holocausts. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Bede",
        "file_name": "Ezra 6_4.toml",
        "id": "1b6a3e2b-e729-4189-b364-7bd8f0c3a2ee",
        "location_end": 6000004,
        "location_start": 6000004,
        "source_title": "",
        "source_url": "",
        "ts": 735,
        "txt": "And in the reign of Ahasuerus, in the beginning of his reign, they wrote an accusation against the inhabitants of Judah and Jerusalem. And in the days of Artaxerxes, Bishlam, Mithredath, and Tabeel, and the rest that were in their council wrote to Artaxerxes king of the Persians, and so on. Josephus believes that this Artaxerxes, who upon receiving the letter of accusation from the Samaritans forbade that Jerusalem and the temple be rebuilt, is Cyrus's son Cambyses, who after the thirty-year reign of his father himself ruled for eight years. After him, the Magi ruled for one year and they were succeeded by Darius son of Hystaspes, during whose second year, in which he authorized the rebuilding of the temple, the angel interceding on behalf of the people said through the prophet Zechariah: Oh Lord of hosts, how long will you withhold your mercy from Jerusalem and from the cities of Judah, which you have been angry with these seventy years? Perhaps the reason that no mention is made of whether Ahasuerus, to whom a letter of accusation is likewise said to have been sent, wrote back or responded in any way is that he either died the very year he began to rule and left the authority to rule and look into these matters to Artaxerxes; or, being a contemporary of Artaxerxes but of lesser power, so to speak, he allowed him to deal with and decide on them.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 6_5.toml",
        "id": "2c959f62-c3bd-427f-aab3-f17171636134",
        "location_end": 6000005,
        "location_start": 6000005,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Placed formerly, before the destruction of the temple. Protestants, \"and place them in the house of God.\"\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Bede",
        "file_name": "Ezra 6_6.toml",
        "id": "2cdf7af5-12e1-442e-868d-706b524dadd5",
        "location_end": 6000006,
        "location_start": 6000006,
        "source_title": "",
        "source_url": "",
        "ts": 735,
        "txt": "So you, Tattenai, governor of the region beyond the river, Shethar-Bozenai and your counsellors the Apharsachites, who are beyond the river, go far away from them, and let that temple of God be built by the governor of the Jews and their elders: let them build that house of God on its site. The sequence of events in the text is as if Darius himself had read Cyrus's letter and, having perused it, immediately endorsed it with his authority, in such a way that suppressing all their adversaries, he ordered the temple of God to be rebuilt on its site just as the letter said, and himself, with a most devout mind in all things, assisted God's worshippers to serve his will. Let Artaxerxes, therefore, who above forbade that the house or city of God be built, designate those lords of worldly affairs who by inciting persecutions opposed the construction of the Holy Church, while in the upheaval of these persecutions that Church flourished chiefly by the triumph of martyrs. Let Darius designate the dutiful devotion of those kings who, recognizing the will “of God”, endeavoured not only not to resist the Christian faith but also to assist it with their decrees; and many of them, forbidding the persecutions of their predecessors, wished that they themselves along with the peoples under their sway might be consecrated in the sacraments of the same faith. It is very consistent with the character of these kings that to the words of King Darius it is subsequently added:\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Bede",
        "file_name": "Ezra 6_6-8.toml",
        "id": "9493d057-9aa3-4d4b-a720-8d6396e4b557",
        "location_end": 6000008,
        "location_start": 6000006,
        "source_title": "ON EZRA AND NEHEMIAH 2.7",
        "source_url": "",
        "ts": 735,
        "txt": "The sequence of events in the text is as if Darius himself had read Cyrus’s letter and, having perused it, immediately endorsed it with his authority, in such a way that suppressing all their adversaries, he ordered the temple of God to be rebuilt on its site just as the letter said, and himself, with a most devout mind in all things, assisted God’s worshipers to serve his will. Let Artaxerxes, therefore, who above forbade that the house or city of God be built, designate those lords of worldly affairs who by inciting persecutions opposed the construction of the holy church, while in the upheaval of these persecutions that church flourished chiefly by the triumph of martyrs. Let Darius designate the dutiful devotion of those kings who, recognizing the will of God, endeavored not only not to resist the Christian faith but also to assist it with their decrees; and many of them, forbidding the persecutions of their predecessors, wished that they themselves along with the people under their sway might be consecrated in the sacraments of the same faith.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Irenaeus",
        "file_name": "Ezra 6_7.toml",
        "id": "578a4eec-e024-4a34-bbde-28e8e1273899",
        "location_end": 6000007,
        "location_start": 6000007,
        "source_title": "",
        "source_url": "",
        "ts": 202,
        "txt": "When, in the captivity of the people by Nebuchadnezzar, the Scriptures were corrupted, and after seventy years the Jews went up to their country, then in the times of Artaxerxes, king of the Persians, he inspired Ezra the priest, of the tribe of Levi, to set in order the words of all the former prophets, and to restore to the people the legislation by Moses. [Adversus Haereses, 3. 24. 1]\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Augustine of Hippo",
        "file_name": "Ezra 6_7.toml",
        "id": "8dc22438-3a55-454b-b60f-e71e99112762",
        "location_end": 6000007,
        "location_start": 6000007,
        "source_title": "",
        "source_url": "",
        "ts": 430,
        "txt": "Ezra, the priest of God, restored the law, which had been burned by the Chaldeans in the archives of the temple. For indeed he was full of the same spirit with which the Scriptures had previously been filled. [De Mirabilibus Sacrae Scripturae, 2.33]\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Tertullian",
        "file_name": "Ezra 6_7.toml",
        "id": "d9138b3e-9ecf-4ca0-bf47-4e4aad42db41",
        "location_end": 6000007,
        "location_start": 6000007,
        "source_title": "",
        "source_url": "",
        "ts": 220,
        "txt": "After the destruction of Jerusalem by the Babylonian storming of it, every document of the Jewish literature is generally agreed to have been restored through Ezra. [On the Apparel of Women 1.3]\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Jerome",
        "file_name": "Ezra 6_7.toml",
        "id": "1fa90a10-77aa-44bd-a156-71484349ee31",
        "location_end": 6000007,
        "location_start": 6000007,
        "source_title": "",
        "source_url": "",
        "ts": 420,
        "txt": "Whether you choose to say that Moses was the author of the Pentateuch, or that Ezra was the restorer of the same work, I have no objections. [Adversus Helvidium]\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Eusebius of Caesarea",
        "file_name": "Ezra 6_7.toml",
        "id": "b5d69c40-bed0-46a6-bcd0-94aaf85c8796",
        "location_end": 6000007,
        "location_start": 6000007,
        "source_title": "",
        "source_url": "",
        "ts": 339,
        "txt": "And this was nothing wonderful for God to do, who, in the captivity of the people under Nebuchadnezzar, when the Scriptures had been destroyed, and the Jews had returned to their own country after seventy years, afterwards, in the time of Artaxerxes, king of the Persians, inspired Ezra the priest, of the tribe of Levi, to relate all the words of the former prophets, and to restore to the people the legislation of Moses. [quoting Irenaeus, Church History 5.8.15]\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Clement of Alexandria",
        "file_name": "Ezra 6_7.toml",
        "id": "b1f64a64-897b-4d8d-9d02-713cfa30e0a6",
        "location_end": 6000007,
        "location_start": 6000007,
        "source_title": "",
        "source_url": "",
        "ts": 215,
        "txt": "Moreover, in the captivity of Nebuchadnezzar, when the Scriptures had been destroyed in the time of Artaxerxes, king of the Persians, Ezra the Levite, the priest, having become inspired, recalled again, prophetically, all the ancient Scriptures. [Stramata 1.22]\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 6_8.toml",
        "id": "b0567840-37b9-441b-8c5d-327428139711",
        "location_end": 6000008,
        "location_start": 6000008,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Hindered. Thus Darius trod in the footsteps, or perhaps exceeded the liberality of Cyrus. (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 6_9.toml",
        "id": "4c320a6a-47cc-4aa0-9131-0cceb66fb8b9",
        "location_end": 6000009,
        "location_start": 6000009,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Complaint. Protestants, \"without fail \"(Haydock) or \"delay. \"(Montanus) (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Bede",
        "file_name": "Ezra 6_9.toml",
        "id": "093121ca-06e4-437d-abdc-b58e2ef3519a",
        "location_end": 6000009,
        "location_start": 6000009,
        "source_title": "",
        "source_url": "",
        "ts": 735,
        "txt": "My God, I am too ashamed and blush to lift up my face to you, My God, because our iniquities are multiplied over our heads and our sins have grown to the heavens from the days of our forefathers, and so on until the end of the prayer where it says, Here we are before you in our sin; no one can stand in your presence because of this, is appropriate to the humility of our Redeemer, who appeared in the likeness of sinful flesh to take away the sins of the world. Hence in the Psalms also (which, as the Gospel attests, were written in his own person) he clearly refers to our sins, which he had taken upon himself, as his own, saying, My God, my God, why have you abandoned me far from my salvation? and adding why he says, the words of my sins, and again, Oh God, you know my foolishness, and my sins are not hidden from you, not because he himself could have sins or foolishness in him, who, as the Apostle says, has become for us wisdom from God and righteousness and holiness and redemption, but because taking upon himself the cause of those whom he had come to save, he compassionately deigned to transfer to himself even those things that in reality were proper to their weakness.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Bede",
        "file_name": "Ezra 6_10.toml",
        "id": "6fdb3a33-9703-46e8-b613-2a727b2f6b7c",
        "location_end": 6000010,
        "location_start": 6000010,
        "source_title": "",
        "source_url": "",
        "ts": 735,
        "txt": "And Ezra rose up from before the house of God and went away to the room of Jehohanan son of Eliashib, and entered there. Eliashib was the high priest at that time. For after Jeshua son of Josedech, his son Joachim occupied the office of high priest, and Joachim's son Eliashib served after him, as both the following part of this sacred narrative and Josephus's History of the Jews attest. He ate no bread and drank no water, for he continued to mourn over the transgression of those who had come from captivity. Here we have an exceptional example not only of weeping and praying but also of fasting on behalf of those who have sinned. And although those who mourn and weep over their own sins are blessed because they are comforted by the forgiveness they receive, how much more blessed should we believe are those who weep even for the errors of their brethren, so much so that they do not even wish to touch bread and water (which is the refreshment of the abstinent), or to enter their own house, or lie down on their own bed5 but rather rejoice to spend the night praying in the courts of the Lord's house. For in that place there was a priest's house which Ezra is said to have entered when evening came. In fact, for 'the chamber of Jehohanan' another edition has 'the pastoforium of Jehohanan', a name that Scripture frequently applies to those porticos that surrounded the temple on all its sides and in which the ministers and stewards of this same temple were accustomed to dwell. Moreover, even today people mourn over the transgression of those who have come from captivity when they lament that those who have recently been freed from sins by doing penance have fallen into them once more by doing wrong, so that they can be captured again by the devil. The Apostle Peter speaks of their seducers as though of the parents of unclean wives: For by speaking proud words of foolishness they seduce into the self-indulgent desires of the flesh those who have only just escaped from them, and a little further on concerning those who, coming up as it were from captivity, are nevertheless enslaved by self-indulgence, he says: For if they escape the corruptions of the world through knowledge of our Lord and Saviour Jesus Christ, they are entangled again and overcome by them, and are worse off at the end than they were previously.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 6_11.toml",
        "id": "331acf16-24ee-4ce5-bc9e-18b00446e3fe",
        "location_end": 6000011,
        "location_start": 6000011,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Nailed. Protestants, \"hanged. \"Septuagint, \"covered with wounds, or fastened on it. \"(Haydock) \nSome think that the criminal was to be scourged. (De Dieu) \n\"Let him be hanged on the wood, which shall stand upright, after his house shall have been demolished. \"(Vatable) \nSuch was the custom of the Persians. (Grotius) \nAman perished on the gallows, which he had erected in his own house for Mardocheus, Esther vii. 9. \nConfiscated. Protestants, \"be made a dunghill for this. \"(Haydock) (Syriac) \nWe find some examples of such a treatment, 4 Kings x. 27., and Daniel iii. 5., and ix. 6. The effects of those who were condemned to die, in Persia, were generally confiscated, Esther iii. 13., and viii. 11., and ix. 14.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Bede",
        "file_name": "Ezra 6_13-15.toml",
        "id": "9d5243fc-be10-424c-8c54-6a8fc85fa616",
        "location_end": 6000015,
        "location_start": 6000013,
        "source_title": "ON EZRA AND NEHEMIAH 2.7",
        "source_url": "",
        "ts": 735,
        "txt": "For these prophets had predicted that if they persisted in building the temple, soon, with the Lord’s assistance, they not only would complete the work itself but also have a more abundant supply of all good things as a reward for their devotion. Among their proclamations are Zechariah’s words: “The hands of Zerubbabel have laid the foundation of this house, and his hands will complete it, and you will know that the Lord of Hosts has sent me to you,” which is to say, “When you see that the temple has been completed by Zerubbabel, by whom it was begun, then you will understand that I was sent by the Lord and that what I have said I have said at his command.” And Haggai says, “From this twenty-fourth day of the ninth month, from the day when the foundations of the Lord’s temple were laid, store it in your heart. Is the seed as yet to sprout? Or have the vine, the fig tree, the pomegranate and the olive tree not blossomed? From this day on I will bless you.” What happened in the event shows that this prediction was correct. But all the prophets, indeed all the writers of sacred Scripture, promise good things for the builders of the holy church (i.e., teachers) if they do not tire from adversities and cease from their holy labor. For divine help will be present, by which the Lord’s house that has been begun may be brought to completion in the heart of their listeners by their believing and living well; and to the architects themselves will come the blessing of crops, the vine, the fig tree, the pomegranate and the olive [i.e., more abundance of spiritual gifts], which without any doubt will be more copiously granted to us by the Lord the more diligently we have endeavored to establish the abode of his glory either in ourselves or in the hearts of our neighbors.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 6_14.toml",
        "id": "49ba1a6c-7835-4416-aabb-d7d82a0a434c",
        "location_end": 6000014,
        "location_start": 6000014,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Artaxerxes, one of the seven who overturned the power of the magi; (Usher, the year of the world 3483) or rather the king of Persia, who lived some time after this, and was very favourable to the Jews. He sent Esdras (the year of the world 3537) and Nehemias (the year of the world 3550) with great powers into the country. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 6_15.toml",
        "id": "f482ddeb-ee9a-4e1b-8d80-e5ea96c80082",
        "location_end": 6000015,
        "location_start": 6000015,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Adar, corresponding with our February and March. (Menochius) \nIn the latter month they celebrated the Passover, ver. 19. \nDarius. Hence twenty years had elapsed from the first foundation. They might continue to embellish the temple other twenty-seven years, as the Jews assert; (John ii. 20,) unless they speak of the repairs made by Herod, (Baronius; Tirinus) or exaggerate, (Grotius) being under a mistake. (Salien, the year of the world 3537.)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 6_17.toml",
        "id": "0a0247ae-f8a0-4289-8c74-4a6492b08d3a",
        "location_end": 6000017,
        "location_start": 6000017,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Goats, which had not left off sucking. (Menochius) (Numbers vii. 87.) \nIsrael. The Samaritan Chronicles assert that the tribes returned, as the prophets had foretold, and the sacred history seems to suppose: (Calmet) which may be true of many, (Haydock) though the greatest part remained in captivity. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Bede",
        "file_name": "Ezra 6_17-22.toml",
        "id": "c71d08cd-8334-4c7a-a59e-999c310f762f",
        "location_end": 6000022,
        "location_start": 6000017,
        "source_title": "ON EZRA AND NEHEMIAH 2.8",
        "source_url": "",
        "ts": 735,
        "txt": "But since the rebuilding of the house after the captivity, as has often been said, designates the correction of those who through sin have wandered from the path of truth that they had only just set out on, it is fitting that when the temple has been restored in this way it is dedicated by the priests and Levites and the rest of the descendants of the exiles with joy. For when those who have sinned are set straight, “there is great joy” in heaven “in the presence of the angels of God”; there is joy also for the teachers who have labored for the salvation of those who go astray, and there is joy for all those who have migrated in their thoughts and deeds from Babylon [i.e., from “the confusion of sinners”] to the citadel of the virtues, which is truly the promised land. So both the priests and the Levites and all the people rejoice in the dedication of the Lord’s restored house because all the orders of the holy church must share in the rejoicing when those who have sinned are reconciled by repenting. They offer victims for this dedication when they bring vows of thanks to God for the efforts of sinners to lead a holy life and when many, observing their life devoted to God, are themselves spurred on to works of greater virtue.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 6_18.toml",
        "id": "fea2af69-dce6-4795-9952-7e6356103fb8",
        "location_end": 6000018,
        "location_start": 6000018,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Moses. (Numbers iii. 8.) David had perfected the plan, 1 Paralipomenon xxiii. (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 6_19.toml",
        "id": "741a98a5-098c-4a90-9321-34914541a938",
        "location_end": 6000019,
        "location_start": 6000019,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "And. Here the author resumes the Hebrew language. (Calmet) \nCaptivity, from which they were released, ver. 17. (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 6_20.toml",
        "id": "b80ba7a5-349f-4cc5-a5ae-f40586cd30dc",
        "location_end": 6000020,
        "location_start": 6000020,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "One man, with zeal and unanimity; so that a second Phase was not to be celebrated, 2 Paralipomenon xxx. 3.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 6_21.toml",
        "id": "42f320ad-11df-48be-ad6f-d775f6ec244e",
        "location_end": 6000021,
        "location_start": 6000021,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "To them, becoming proselytes, and receiving circumcision, Exodus xii. 48.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 6_22.toml",
        "id": "c4a847a0-08ac-4738-9b19-27d701ba6483",
        "location_end": 6000022,
        "location_start": 6000022,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Assyria. The successors of Cyrus now ruled over those countries, (Calmet) which had belonged to the most potent Assyrian and Chaldean monarchs; and therefore the titles are given to them indiscriminately. (Tirinus)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 7_1.toml",
        "id": "752b658e-1bca-4c2a-a3e2-943f64e7783e",
        "location_end": 7000001,
        "location_start": 7000001,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Things, sixty-eight years after the journey of Zorobabel. (Calmet) \nSalien adds ten years more. (Haydock) \nArtaxerxes Longimanus. (Menochius) (Tirinus) \nSon, or great grandson of Sarai as, who had been slain 121 years. Esdras was still living, in the days of Nehemias. Many persons are omitted in this genealogy. The immediate descendants of Azarias may be found, 1 Paralipomenon vi. Similarity of names has occasioned many mistakes. 3 Esdras viii. reckons only eleven persons between Aaron and Esdras; and 4 Esdras i. has eighteen; whereas here we behold sixteen generations, and 1 Paralipomenon, twenty-two. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Bede",
        "file_name": "Ezra 7_1-5.toml",
        "id": "b9d37cb7-4212-45cc-9f40-097ebac21e87",
        "location_end": 7000005,
        "location_start": 7000001,
        "source_title": "ON EZRA AND NEHEMIAH 2.9",
        "source_url": "",
        "ts": 735,
        "txt": "This Artaxerxes, under whom Ezra came up from Babylon to Jerusalem, Josephus believes to be Xerxes son of Darius, who reigned after him. Moreover, the books of the Chronicon hold that the successor of this same Xerxes, who also among them was called Artaxerxes, is designated here. Now Darius, under whom the temple was built, ruled thirty-six years; after him Xerxes ruled for twenty years; after him Artabanus ruled for seven months (which the chroniclers set down as a year); and after him Artaxerxes ruled for forty years.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Bede",
        "file_name": "Ezra 7_3.toml",
        "id": "09e557a5-831c-4b89-b3f0-ebcbb0ed34a9",
        "location_end": 7000003,
        "location_start": 7000003,
        "source_title": "",
        "source_url": "",
        "ts": 735,
        "txt": "And they gave money to thelatomiand to thecementarii, andalso food and drink and oil to the Sidonians and Tyrians, to bring cedar logs from Lebanon to the sea at Joppa. Latomi are hewers of stone. Hence in the Book of Chronicles it is written: And David gave orders that all the resident aliens of the land of Israel should assemble, and from among them he appointed latomi to cut stones., Cementarii are those who make cement from gypsum and limestone for bonding stones together. Thus for latomi and cementarii another translation has 'stonecutters' (caesores lapidum) and 'builders' (fabros). The devout industry of the people should be noted, for they were either buying materials for building the temple or hiring workmen, in no way sparing their own resources that were necessary for them and which they themselves were living on. Now Joppa is a coastal city in Palestine about forty miles away from Jerusalem, whereas Sidon and Tyre were most noble cities of Phoenicia in the vicinity of Mount Lebanon. And so, procuring the assistance of these people, the descendants of the exiles asked for cedar logs from Lebanon to be cut for them and for these to be transported by boats over the sea to Joppa, from where they might in turn be carried over land to Jerusalem for the work of the temple. It is obvious that this was carried out according to the same plan as when the temple was first built. On that occasion Solomon, through his royal power, obtained without any effort whatever he wanted for that work from his friend King Hiram. On this occasion, by contrast, the exiles, who were going back to their homeland after the passing of many years, had to buy all the materials that their longed-for work required, since they did not have the power of a kingdom.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 7_5.toml",
        "id": "39826e83-e5e1-4c14-ad17-b4592a83c29b",
        "location_end": 7000005,
        "location_start": 7000005,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Beginning of the Jewish republic.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 7_6.toml",
        "id": "2f89fa09-3266-4d38-9deb-e8f5d87b6926",
        "location_end": 7000006,
        "location_start": 7000006,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Went up, a second time, 2 Esdras xii. 1. (Worthington) \nReady. Hebrew mahir, \"diligent \"(Haydock) \nScribe, not so much noted for his skill in writing fast, or drawing up deeds, as for his knowledge of the divine law. (Calmet) \nThe gospel sometimes gives the title of scribe to the doctors of the law, Matthew xxii. 35., with Mark xii. 28. It is peculiarly due to Esdras, who gave a correct copy of the Scriptures, and wrote them in a different character, leaving the ancient one to the Samaritans, that the people might be less connected. (Bellarmine, De Verb. xx. 1, citing (Tirinus) the most learned Fathers and Jewish writers. (Calmet, Diss.) \nThe author of 4 Esdras (xiv. 19,) intimates that the sacred books had been all destroyed, and were dictated again to Esdras by the Holy Spirit. But this book is not of sufficient authority to establish so dangerous an opinion; (Haydock) which is refuted by the whole context of the Bible, in which we see that the law was never forgotten. (Calmet, Diss.) (Du Hamel) \nAs Esdras was inspired, what additions he might make, must be accounted divine and authentic. (Calmet) \nHand; protection, (Delrio, adag. 217,) or inspiration. (Menochius) \nGod can incline the heart of the king, (Proverbs xxi.) to accomplish his decrees. (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Bede",
        "file_name": "Ezra 7_6.toml",
        "id": "4977119c-967f-42ad-968f-7d6a658549ce",
        "location_end": 7000006,
        "location_start": 7000006,
        "source_title": "ON EZRA AND NEHEMIAH 2.9",
        "source_url": "",
        "ts": 735,
        "txt": "Now Ezra, who is called “a swift scribe in the law of Moses” for having restored the Law that had been destroyed, rewrote not only the Law but also, as the common tradition of our forebears holds, the whole sequence of sacred Scripture that had likewise been destroyed by fire, in accordance with the way that seemed to him to meet the needs of readers.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Bede",
        "file_name": "Ezra 7_7.toml",
        "id": "d87ad015-4ccc-49d0-a1cf-8e87ec104310",
        "location_end": 7000007,
        "location_start": 7000007,
        "source_title": "",
        "source_url": "",
        "ts": 735,
        "txt": "And some of the children of Israel and children of the priests and children of Lévites and some of the singers and the gatekeepers and the Nathinnites went up to Jerusalem in the seventh year of King Artaxerxes. And they arrived in Jerusalem in the fifth month, in the seventh year of the king. For he began his journey from Babylon on the first day of the first month, and arrived in Jerusalem on the first day of the fifth month. Since he began to go up from Babylon on the first day of the first month and came to Jerusalem on the first day of the fifth month, it describes their arrival in Jerusalem in anticipation. For in what follows he describes in greater detail from the beginning both how they came up and where they gathered their company. Now it is worth noting that at the beginning of this book it was written that, in accordance with Cyrus's promise, some of the descendants of Judah and Benjamin together with their priests and Lévites came up from Babylon with their leaders Zerubbabel and Jeshua, all of whom God had aroused in spirit, and concerning whom also it was added that they were from the captives that Nebuchadnezzar king of Babylon had carried away to Babylon. Here, however, under Ezra's leadership, no mention is made of Judah and Benjamin, no mention is made of Nebuchadnezzar's deportation, but only of the children of Israel and the priests and the Lévites who went up with him. So it seems probable that those who were sent back to Jerusalem on the previous occasion were the ones from Judah and Benjamin who had been taken to Babylon by Nebuchadnezzar, whereas those who we read were led back by Ezra on this occasion were from the ten tribes which were specifically called 'Israel' after the division, those whom the kings of the Assyrians had captured long before Nebuchadnezzar's time and caused to dwell beyond the mountains of the Medes. Accordingly, at that time it was for the most part the two tribes who returned home and rebuilt the temple with arduous labour; the ten tribes, however, which were less devoted to the temple and religion, neglected to return to their homeland even though the king commanded it, because once the empire of the Chaldeans had been destroyed, they lived freely under the kings of the Persians who used to esteem their people; but when they learnt that the temple had been rebuilt and the hatred of the Samaritans had been suppressed, at last some from among these same tribes agreed to go home, though many remained there, and their descendants are said to remain in these same parts and to serve the Persian people until this very day.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Bede",
        "file_name": "Ezra 7_7-10.toml",
        "id": "81bc5b53-db48-4d71-8b14-207fd5141769",
        "location_end": 7000010,
        "location_start": 7000007,
        "source_title": "ON EZRA AND NEHEMIAH 2.9",
        "source_url": "",
        "ts": 735,
        "txt": "By his name too, which means “helper,” Ezra openly stands for the Lord. For it is he by whom alone the people of the faithful are constantly liberated from tribulations and, as though from captivity in Babylon to freedom in Jerusalem, are brought from the “confusion” of the vices to the “peace” and serenity of the virtues as they advance by the steps of meritorious deeds. In the second psalm of the same anabathmoi [i.e., of the Ascents], the psalmist proclaims to all those who strive for the highest under whose leadership they ought to strive to attain it when he suggests, “My help is from the Lord who made heaven and earth.” In his actions, too, Ezra was a figure of the Lord, since Ezra led back no small portion of the people from the captivity to Jerusalem and at the same time conveyed money and vessels consecrated to God for the glory of his temple; and through his pontifical authority he purged these people of their foreign wives. What all this suggests with regard to what is done or is going to be done in the church by the Lord is clear to the learned reader, but we will take pains to make them accessible to the less learned as well. For the fact that Ezra goes up from Babylon, and some of the children of Israel and descendants of the priests and the Levites go up with him. This signifies the merciful provision of our Redeemer by which, appearing in the flesh, he entered into the “confusion” of this world though he himself was free from the confusion of sins so that, when he returned, he might free us from all “confusion” and lead us with him into the restfulness of celestial “peace.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 7_9.toml",
        "id": "71aadf84-699a-4c34-a195-7dac11fadda6",
        "location_end": 7000009,
        "location_start": 7000009,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Month. Thus four entire months were spent on the journey, as they did not go the shortest way, and had much baggage (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 7_10.toml",
        "id": "50be8b8c-f3ba-4523-83fb-7c7fb4b876a4",
        "location_end": 7000010,
        "location_start": 7000010,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Heart. Thinking continually (Menochius) how he might keep the law himself, and direct others. (Haydock) \nIt would be well if all would thus teach by example, like Jesus Christ, who began to do and then to teach. (Haydock) \nJudgment. Both these terms express the same thing. (Menochius)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Bede",
        "file_name": "Ezra 7_10.toml",
        "id": "58f9bb4e-d8f8-481c-b3ca-49b108983f50",
        "location_end": 7000010,
        "location_start": 7000010,
        "source_title": "",
        "source_url": "",
        "ts": 735,
        "txt": "And a proclamation was issued in Judah and Jerusalem to all the descendants of the exiles to assemble in Jerusalem, and so on until it says: Then all the men of Judah and Benjamin gathered in Jerusalem within the three days. Since it is the descendants of Judah and Benjamin who are said to have assembled, it is very clear that those who were defiled by marrying foreign wives were from the first group of returnees, who came from those tribes and were recalled home by Jeshua and Zerubbabel, as we have said above.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 7_11.toml",
        "id": "c0c23be2-cf11-4043-8ceb-a5fd6ed300e8",
        "location_end": 7000011,
        "location_start": 7000011,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Of the edict, is a farther explanation of the letter. (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Bede",
        "file_name": "Ezra 7_11-26.toml",
        "id": "265de756-9051-434b-b963-4e29a92617b6",
        "location_end": 7000026,
        "location_start": 7000011,
        "source_title": "ON EZRA AND NEHEMIAH 2.9",
        "source_url": "",
        "ts": 735,
        "txt": "This Artaxerxes, who in his own way pays homage to God’s temple and priests with a most devout mind and offers willing service to him, like his predecessor Darius signifies Christian rulers. Nor should one marvel if we have said that the successors of Cyrus, who caused the Lord’s temple and city to be built, who loved and assisted his servants and law, contain a figure of Christian kings, since the Lord himself said through the prophet that Cyrus came as a figure of his own Son and deigned that Cyrus should be honored through his name: “Thus the Lord says to my anointed Cyrus,” and the other things about him that we have spoken about more extensively above.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 7_12.toml",
        "id": "679124ff-4941-4b90-a8be-3b0071e0c49c",
        "location_end": 7000012,
        "location_start": 7000012,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Kings. This title was placed on the tomb of Cyrus, (Strabo xv.) and denoted a very powerful king. Artaxerxes had many tributaries in Media, Sidon The kings of Assyria had before assumed such pompous titles, Osee viii. 10. (Calmet) \nThe most learned, comes later in the original Chaldean. (Haydock) \n\"The priest, scribe of the law. Perfection, (health and happiness, (Calmet) or consummate in learning; Haydock) as at present. \"(Calmet) \nGemir uceheneth, \"perfection (Castel. Lexic.) even now \"chap. iv. 10. Protestants, \"perfect peace, and at such a time. \"(Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 7_14.toml",
        "id": "7074b777-6de8-42a5-baa7-e8601af46097",
        "location_end": 7000014,
        "location_start": 7000014,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Counsellors. Interpreters of the laws. (Josephus, xi. 6.) \nThe number seems to have been established at the courts of the Assyrian and Chaldean monarchs, Tobias xii. 15. We find their names, Esther i. 10, 14. The history of this queen happened in the reign of Darius Hystaspes. (Calmet) \nHand. By this he was to pass sentence, ver. 25. (Haydock) \nThe Jews were authorized to follow their own laws (Calmet) under the Persian dominion, ver. 26. (Tirinus)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 7_16.toml",
        "id": "34100c1a-b898-4336-b80f-348a34064e44",
        "location_end": 7000016,
        "location_start": 7000016,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Babylon, which the Chaldeans may freely give. (Menochius)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 7_20.toml",
        "id": "6d04e6f8-9cb3-46ca-a89c-b1184f4ddd11",
        "location_end": 7000020,
        "location_start": 7000020,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "By me. Hebrew, \"to spend, take it out of the king's treasure-house. \"Septuagint adds, \"and from me.\"\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 7_22.toml",
        "id": "24b1d40a-6f6a-4b83-bdf4-2263c9017f97",
        "location_end": 7000022,
        "location_start": 7000022,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Salt was used in all the sacrifices, Leviticus ii. 13. In 3 Esdras no mention is made of oil or salt; but we read, \"and all other things in abundance.\"\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 7_24.toml",
        "id": "e3dcedca-94ba-4b80-83f8-6a76d9e1f039",
        "location_end": 7000024,
        "location_start": 7000024,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Nathinites. 3 Esdras, \"sacred slaves. \"(Haydock) \nArtaxerxes confirms the immunities granted by the law of God, (Numbers iii. 6, 12,) by the kings of Egypt, (Genesis xlvii. 22,) and by all nations, to the ministers of religion. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 7_25.toml",
        "id": "d3850cf1-b0b1-433b-b599-bafb085a2255",
        "location_end": 7000025,
        "location_start": 7000025,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "River. 3 Esdras, \"In all Syria and Phenicia. \"(Haydock) \nHitherto, it seems, the royal judges had decided all affairs of consequence, which required any public chastisement.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 7_26.toml",
        "id": "d6270ea5-d09a-4c83-8d50-36e82e7b5563",
        "location_end": 7000026,
        "location_start": 7000026,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Banishment. Hebrew literally, \"eradication \"by death or exile, (Calmet) or by being cut off from all society, chap. x. 8. (De Dieu) \nSeptuagint, \"correction. \"(Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 7_27.toml",
        "id": "d4f5b8f8-dbcc-4a26-8bbe-31ef7987452c",
        "location_end": 7000027,
        "location_start": 7000027,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Blessed. Here the author beings to write again in Hebrew and in the following verse, Esdras speaks in person. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Bede",
        "file_name": "Ezra 7_27-8_14.toml",
        "id": "eadbb600-9d43-4c81-9807-b42e91d99aa6",
        "location_end": 8000014,
        "location_start": 7000027,
        "source_title": "ON EZRA AND NEHEMIAH 2.10",
        "source_url": "",
        "ts": 735,
        "txt": "“These are their family heads, and this is the genealogy of those who went up with me from Babylonia, in the reign of King Artaxerxes: Of the descendants of Phinehas, Gershom,” and so on until the end of the genealogy. He carefully enumerates the leaders who came up with him from Babylon and unfolds their genealogy. He takes pains, too, to add their total, which reached 1,440, to suggest that the names of those who come up from the “confusion” of this world are contained in the book of life of the Lamb. But also all teachers [i.e., the heads of the families] of God’s people receive increases in their eternal reward commensurate with the number of souls they have acquired for the Lord, according to that parable in the Gospel wherein the good and wise servant said, “Master, your pound has earned ten pounds,” and the master replied, “Take charge of ten cities,” which is to say, “appear more glorious in the heavenly kingdom because of the life of those whom you have taught.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Bede",
        "file_name": "Ezra 8_1.toml",
        "id": "8a19509c-a8e1-45fc-900a-806f7f2ea4a5",
        "location_end": 8000001,
        "location_start": 8000001,
        "source_title": "",
        "source_url": "",
        "ts": 735,
        "txt": "Nebuchadnezzar removes the Lord's vessels from Jerusalem when any unclean spirit snatches some of the faithful from the Church and strips them of the joy of inward peace; and he puts them in the temple of his god when he joins them to the fellowship of the reprobate who are the temple and city of the devil, namely the head of all evil ones, angels and men alike. But King Cyrus brings them forth and counts them out to the prince of Judah that they might be brought back to Jerusalem when our Lord, who is the heir of all things, frees from Satan's power those whom he has predestined to eternal salvation and presents them to the priests of the Church that they may be reconciled through penance. And it is well that it says that the vessels were counted out to the prince of Judah, because the Lord knows the number of his elect, nor does any one of his sheep perish when they confess his great and terrible name; for Judah is interpreted as 'confession'\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 8_2.toml",
        "id": "6e4270bf-ea73-4963-977e-ac29a96e45de",
        "location_end": 8000002,
        "location_start": 8000002,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Hattus. He was of the royal family, (Haydock) as the former were descendants of the two sons of Aaron. (Calmet) \nThe great numbers which were persuaded to return from Babylon, signify the conversions made by holy preachers. (Ven. Bede) (Worthington)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Bede",
        "file_name": "Ezra 8_3.toml",
        "id": "b0e21239-ebe9-49cd-8b53-b4390e434214",
        "location_end": 8000003,
        "location_start": 8000003,
        "source_title": "",
        "source_url": "",
        "ts": 735,
        "txt": "But in the second year of their arrival at the temple of God in Jerusalem, in the second month, Zerubbabel son of Shealtiel, and Jeshua son of Jozadak, together with the rest of their brethren, the priests and the Lévites, and all that had come to Jerusalem from the captivity, made a beginning. They appointed Lévites from twenty years old and above to hasten forward the work of the Lord. It says they came to the temple of God not because they found the temple already built, since, to be sure, it was said earlier that it did not yet have foundations. Rather, 'to the temple of God' means to the place of God's temple - to the work by which they desired to rebuild the temple. And so modern Jews who habitually claim that not the temple walls but only the roof was destroyed by the Chaldeans are mistaken, since Ezra plainly writes that the descendants of the exiles rebuilt the temple from its foundations. However, since it was said above that they came to Jerusalem in the seventh month, and here it is added that in the second year of their arrival they began the work of the temple in the second month, it is clear that for seven months they prepared the stones, cement, timber, and other necessary materials, but when the eighth month began they started to press on at last with their longed-for work; for there were six months in the first year and the seventh in the following. Any learned person will very easily find a great mystery in this. For seven pertains to the sabbath, on which day the Lord either rested from all his works after he created the earth, or when he redeemed the world through his passion and rested in the tomb, eight to the first day after the sabbath on which he rose from the dead; seven looks to the hope of our sabbath rest after death, eight to the joy of our everlasting happiness after resurrection. Therefore, because all the work of the elect, who are God's temple and house, both begins and is completed through the grace of the Holy Spirit and is accomplished with a complete regard and aspiration for future repose and immortality, rightly from the seventh month do the temple builders, after offering holocausts to God, begin to prepare the materials for building and, having prepared the expenses for seven months, undertake the work itself in the eighth. No other number is at all discovered in the preparation of such a great work than that one which figuratively denotes either the sevenfold grace of the Holy Spirit, by which we are aided as we work, or the repose of our souls or the resurrection of our bodies, which we hope for5 when we do good works.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 8_5.toml",
        "id": "b8820149-0975-471b-ae12-53ab505870c7",
        "location_end": 8000005,
        "location_start": 8000005,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Sons. Septuagint and Arabic add, \"of Zathoe, Sechenias, the son of Aziel. \"The Syriac supplies the name of \"Gado, the son of Nehzael \"which seems to have been lost. (Calmet) \nJunius translates, \"of the descendants Sechenias N. son of Jahaziel.\"\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Bede",
        "file_name": "Ezra 8_6.toml",
        "id": "771647c8-74b6-4ce8-9ddd-ea3161d5721a",
        "location_end": 8000006,
        "location_start": 8000006,
        "source_title": "",
        "source_url": "",
        "ts": 735,
        "txt": "But I have also decreed what should be done by those presbyters of the Jews, that the house of God may be built, namely let the expenses be generously given to them from the king's treasury, that is from the revenues that are paid from the region beyond the river, so that the work will not be hindered. For indeed, who can describe how the Church throughout the world has been either aided or even  enriched by the generosity of royal gifts? On the allegorical level, however, it can also be interpreted as meaning that the expenses are paid out from the royal treasury for the work of the temple when even some members of the household of secular rulers come, through the encouragement of these rulers, to faith in Christ. They were in the king's treasury, so to speak, since they were in the confidence of the king's secrets. But they are paid out to the presbyters (i.e. to the elders of the Jews) for the expenses of the work of the temple when they are entrusted to those teachers who have preceded them in the confession of Christ that they might be instructed and united with the members of the Church. Cassiodorus, the former senator who suddenly become a Doctor of the Church, is just such a person. For when he carefully examined in his outstanding commentary on the Psalms what Ambrose, Hilary, Augustine, Cyril, John, and the other Fathers have said, he showed beyond a doubt that he was educated by 'the elders of the Jews', i.e. by those who confessed and praised God. Similar to this are the words that follow:\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 8_10.toml",
        "id": "ba178d1b-6923-4042-bb51-c460c5146db7",
        "location_end": 8000010,
        "location_start": 8000010,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Sons of. Septuagint supply \"Baani \"whose name occurs, chap. ii. 10, and is here visibly wanting. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 8_13.toml",
        "id": "f6f0a17b-3350-41c7-baf2-997ef088d62f",
        "location_end": 8000013,
        "location_start": 8000013,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Last. Coming after their brethren, chap. ii. 13.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 8_14.toml",
        "id": "3dd329d0-5220-4150-a7af-5f1c4d7e9771",
        "location_end": 8000014,
        "location_start": 8000014,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Zachur. Hebrew and Septuagint, \"Zabud. \"(Calmet) \nTwo letters have been mistaken. (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 8_15.toml",
        "id": "632a6ffa-071b-45ee-a1e4-49b9cd97e619",
        "location_end": 8000015,
        "location_start": 8000015,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Ahava. This river (ver. 21., and 31.) runs through the territory of the same name, called Hava; (4 Kings xvii. 24.) the people of which exchanged places with the Israelites. Esdras makes a circuit to prevail on some of the latter to return with him, unless he began his journey from Susa. Babylon comprises all that country. (Calmet) \nNone there, who were not priests, ver. 2. (Lyranus) (Menochius)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Bede",
        "file_name": "Ezra 8_15-16.toml",
        "id": "7d5f33a7-9149-4cc4-a8e2-325115360270",
        "location_end": 8000016,
        "location_start": 8000015,
        "source_title": "ON EZRA AND NEHEMIAH 2.10",
        "source_url": "",
        "ts": 735,
        "txt": "Ezra fittingly arranged that before he began so great a journey, he might carefully provide for himself a sufficient supply of ministers of God’s house in order to carry out those things that were necessary for the needs of the temple when he arrived in Jerusalem.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 8_16.toml",
        "id": "bdc6af1f-ae0d-432a-b35e-c3536dbecaa0",
        "location_end": 8000016,
        "location_start": 8000016,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Sent. Septuagint, \"to Eliezer\", in order to give them his orders what to say to Eddo, who presided at Chasphia, as the sequel shows. \nWise men, instructors of the people, (2 Paralipomenon xxxv. 3.; Calmet) Levites. (Menochius)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 8_17.toml",
        "id": "8bcb578b-81da-4856-b141-a152329d4c98",
        "location_end": 8000017,
        "location_start": 8000017,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Chasphia. The Caspian mountains, between Media and Hyrcania. Here the Nathinites were forced to labour, under Eddo. The service of the temple would be far more eligible. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Bede",
        "file_name": "Ezra 8_17-20.toml",
        "id": "4a76bf23-a5e0-4b9e-a710-e56f0dfbf56f",
        "location_end": 8000020,
        "location_start": 8000017,
        "source_title": "ON EZRA AND NEHEMIAH 2.10",
        "source_url": "",
        "ts": 735,
        "txt": "It is worth noting here that although historians write Caspian, Ezra in this passage calls it Casiphia. For the Hebrews, not having the letter p, use the letter ph in Greek or barbarian names, as in Phetrus or Philatus. Thus, as a result of the captivity of the Assyrians and Chaldeans, the descendants of Israel are shown to have reached even as far as the region of Casiphia, since Ezra sent to that place for ministers of the Lord’s house to be brought to him, namely, Levites and Nathinnites, whom Josephus calls “sacred servants.” Concerning these people it should be noted that they were living very freely and peacefully even among foreigners, since, at Ezra’s command or requests, they were immediately able to appoint so great an army. For the catalogue of them that follows shows that there were 258 men chosen in that expedition; when these were added, Ezra is found to have had a total of nearly 1, men in his army.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 8_21.toml",
        "id": "7fe7644c-4307-43de-b42f-6ab34b2600fe",
        "location_end": 8000021,
        "location_start": 8000021,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Fast it seems for eight days, so that they departed on the 12th, ver. 31. (Menochius) \nIt will not suffice to leave sin, we must also do works of satisfaction. (Worthington)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Richard Challoner",
        "file_name": "Ezra 8_21.toml",
        "id": "948da2d0-c726-495a-8408-d9a8ce9a2eba",
        "location_end": 8000021,
        "location_start": 8000021,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "I proclaimed there a fast: It is not enough to part from Babylon, that is, figuratively from sin, but we must also do works of penance; and therefore Esdras here proclaimed an extraordinary fast to those that were come from captivity. This shows that fasting was commanded and practised from the earliest times.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 8_22.toml",
        "id": "28411020-36ba-49ee-9d80-ca61b6be2303",
        "location_end": 8000022,
        "location_start": 8000022,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Forsake him. Apostates are treated with the greatest severity. (Menochius) \nEsdras thought that the glory of God was at stake, and he would not show any diffidence in Providence, or scandalize the infidels. (Calmet) \nWe ought not to ask princes for what we should despise. (Du Hamel)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Bede",
        "file_name": "Ezra 8_24-25.toml",
        "id": "25513678-96d8-4d03-8fb0-37df90ea9557",
        "location_end": 8000025,
        "location_start": 8000024,
        "source_title": "ON EZRA AND NEHEMIAH 2.11",
        "source_url": "",
        "ts": 735,
        "txt": "It has frequently been said that the silver and gold and the vessels that were being sent from Babylon to Jerusalem designate souls that are converted to the Lord from the confusion and sins of this world. So it is fitting that Ezra entrusts vessels of this kind to the priests to convey them to Jerusalem, because all who desire to join the community of the holy church must be washed in baptism and consecrated to the Lord through the hands of priests. Equally, those who by sinning have been drawn away from the church’s fellowship into the devil’s servitude, and who by remaining in their sins have fallen into the captivity of the king of Babylon, must be reconciled to the holy church by doing penance through the office of a priest. And it is well that there are twelve priests to whom this charge was assigned because there are twelve apostles by whose teaching the church was first established throughout the world and by whose successors it does not cease to be built until the end of the world.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 8_26.toml",
        "id": "724b8dbf-4ae5-4183-a5ed-c2679e51864e",
        "location_end": 8000026,
        "location_start": 8000026,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "A hundred. Hebrew adds, \"talents \"vessels of silver. (Haydock) \nSome Rabbins suppose there were only 100, each of this weight, which is not probable. All the silver vessels, of different sizes, weighed 100 talents. There was the same quantity of golden vessels. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 8_27.toml",
        "id": "c1d67a08-b05b-44f9-8fc9-3a5266a118e2",
        "location_end": 8000027,
        "location_start": 8000027,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Solids. Hebrew adarconim. Darics, equivalent to the golden sicle. (Calmet) (1 Paralipomenon xxix. 7.) \nBest. Protestants, \"of fine copper, precious as gold. \"It might resemble the Corinthian brass, or aurichalcum, (Haydock) composed of gold, silver, and brass melted together, in the burning of Corinth, by L. Mummius. (Pliny, xxxiv. 2.) \nYet no such Corinthian vessels have come down to us; so that the account seems fabulous; and, at any rate, the city was not taken in the days of Esdras, but in the year 608 of Rome. We cannot say whether he speaks of copper, brass (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Bede",
        "file_name": "Ezra 8_31-33.toml",
        "id": "de7bc6ba-1f92-4744-a463-721db7202768",
        "location_end": 8000033,
        "location_start": 8000031,
        "source_title": "ON EZRA AND NEHEMIAH 2.11",
        "source_url": "",
        "ts": 735,
        "txt": "Appropriately, it is added that when those who came up from Babylon arrived at Jerusalem, they remained there for a period of three days and only then offered and weighed out in the Lord’s house the silver and the gold and the vessels that they had brought. For the three days of tarrying in Jerusalem are the excellent virtues of faith, hope and love that all the faithful should possess. Teachers, therefore, must first of all manifest these in themselves and only then offer those whom they have taught and educated in these same virtues to the Fathers who have preceded them in Christ for their approval. For when the holy church finds that those whom we are catechizing are sound in faith and action, it is as if, on weighing the vessels that we offer in the temple through the hands of the priests, [the church] discovers them to be both of pure metal and of perfect weight. This is not only done in this church by the elect every day in examining the life of believers, but, as we said above, is also completed more perfectly in the heavenly Jerusalem in those who have deserved to enter it. For in this life, holy teachers, as though after remaining for three days in the silver and the gold that they brought as an offering when they reveal that they themselves are strong in faith, sublime in hope and fervent in love and show that their hearers shine forth like tested silver through the confession of true faith, gleam in the manner of the best gold through the purity of inviolate understanding and stand out as though they were vessels consecrated to God through the reception of spiritual gifts in themselves. In the heavenly homeland too, these same teachers, when they receive a reward first of all for their own faith, hope and love and then for those whom they have taught, it is as though after the joy of a three-day stay in Jerusalem they are honored more handsomely for the gifts and precious vessels worthy of God they have brought.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 8_35.toml",
        "id": "b04f0926-3a8e-48be-84a2-f443fe6c7f6c",
        "location_end": 8000035,
        "location_start": 8000035,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Israel. Some of the different tribes certainly returned, chap. vi. 17.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 8_36.toml",
        "id": "4990ec0e-68e3-48d4-aca7-a1b5a684f40f",
        "location_end": 8000036,
        "location_start": 8000036,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Lords, (satrapis.) 3 Esdras, \"to the royal officers and governors of Coelosyria and Phenicia; and they glorified \"\nFurthered, by their assistance (Haydock) and praise. They formed their sentiments, as is usual, by those of the king. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 9_1.toml",
        "id": "f7a4ce26-a24e-4dea-a613-0c37bd66049c",
        "location_end": 9000001,
        "location_start": 9000001,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Abominations, or sins, (Menochius) marrying with infidels, contrary to the law, Exodus xxxiv. 15., and Deuteronomy vii. 3. (Du Hamel) \nMalachy (ii. 11.) reprehends this conduct, and threatens both rulers and people who tolerate it, with God's indignation. (Worthington)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Richard Challoner",
        "file_name": "Ezra 9_1.toml",
        "id": "17707477-7b7f-4017-be11-f18da3e69aad",
        "location_end": 9000001,
        "location_start": 9000001,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "Have not separated themselves: This shows how sinful it is to intermarry with those that the Church forbids us, on account of the danger of perversion and falling off from the true faith.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Bede",
        "file_name": "Ezra 9_1-3.toml",
        "id": "64aa5793-4f3e-4698-8eca-072a172ea026",
        "location_end": 9000003,
        "location_start": 9000001,
        "source_title": "ON EZRA AND NEHEMIAH 2.12",
        "source_url": "",
        "ts": 735,
        "txt": "The crime of this transgression is also plainly described in the prophet Malachi and is denounced by prophetic authority. For when they had returned from captivity in Babylonia, not only the leaders and priests and Levites but also the remaining people cast aside their wives who were of the Israelite race, who were exhausted and unable to work due to their poverty and the privations of too long a journey and the weakness of their sex, and so their bodies had become weak and unattractive. And they joined in marriage with foreigners either because of the care they took of their bodies, or because they were the daughters of powerful and rich men. These Israelites, it should be understood, were not from among those who had come up with Ezra on that occasion but from those who had long since come up from captivity with Zerubbabel and Jeshua. For those who had come up with Ezra could not have come so rapidly to despise the teaching of such a great guide and leader that, having remained in their homeland for not even five months, they would have abandoned their own wives and accepted foreign ones; rather, those leaders must be understood to have been from the number of those who were anxious to condemn this crime by reporting to Ezra. Nor should one be surprised how it is the people of Israel along with the priests and Levites who are said to have committed this crime, when the earlier return consisted more of people from Judah and Benjamin than from the ten tribes who were called Israel. “For it should be known that when Israel [i.e., the ten tribes] was led into captivity, the two tribes of Judah and Benjamin were without distinction also called by the former name ‘Israel.’ ” In this verse, therefore, “the people of Israel” should not be interpreted as referring to the ten tribes (as opposed to Judah and Benjamin) but in a general way as referring to the people of God (as opposed to the people of the surrounding lands), who polluted the dignity of their heavenly name by associating with people of the lands. For the same prophet Malachi, whom the Hebrews declare to be none other than Ezra, also mentions this transgression in the book of his prophecy as follows: “Judah has sinned, and a detestable thing has been committed in Israel and in Jerusalem; for Judah has desecrated the holiness of the Lord whom he loved and has married the daughter of a foreign god. May the Lord cut off the man who has done this, both the teacher and the disciple, from the tents of Jacob, even though he brings a gift to the Lord of Hosts.” When he says “Judah” here, he clearly means that the people of the first return had been defiled by this crime. But by adding, “May the Lord cut off the man who has done this, both the teacher and the disciple, from the tents of Jacob,” he showed by the words master and disciple that both the rulers and the people were polluted by this sin and that both, if they will not reform, must be rooted out from the fellowship of the holy. And when he added, “even though he brings a gift to the Lord of Hosts,” he warns that those who do not shrink from submitting themselves to the devil by sinning offer victims to the Lord in vain.In this episode we should admire the faith and excellent resolution of the people who were freed from captivity, who refer to themselves as “the holy seed” but the other nations in distinction to their own as “the people of the lands,” so that they might openly imply that they themselves, although born from the earth, nevertheless have their dwelling not on earth but in heaven insofar as they, more than other nations, believed in the God of heaven and hoped to obtain heavenly blessings from him. Thus they rightly grieve that their holiness had been polluted by the detestable actions of the Gentiles, and, what is worse, they acknowledge that even the leaders by whom they ought to have been corrected were the first to have gone astray. And it should be carefully noted and used as an example of good works that while some leaders sinned and caused the common people who were entrusted to them to sin, other leaders who were of more wholesome view for their part do their best to correct those sins; but because they cannot do this themselves they refer the matter to their pontifex [i.e., their archbishop] through whose authority so grave, so manifold and so long-lasting a sin can be expiated. No one can doubt, in fact, that the foreign wives figuratively stand for the heresies and superstitious sects of philosophers, which, when they are recklessly admitted into the church, often greatly contaminate the holy seed of catholic truth and pure action with their errors.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 9_2.toml",
        "id": "438f6e4e-ccb9-4d63-9d8b-aef664764034",
        "location_end": 9000002,
        "location_start": 9000002,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "First. Or \"was in this first transgression \"incurred by those who returned with Zorobabel; or \"was concerned in this very heinous transgression \"in transgressione hac prima. (Calmet) \nProtestants, \"hath been chief. \"3 Esdras, \"and the leaders and grandees partook in this illegal affair, from its commencement. \"Septuagint, \"and the hand of the chiefs was in this trespass, in the beginning. \"This would greatly increase the difficulty of reformation. Some of the princes were however ready to undertake the work, and had preserved themselves from the too general contagion. (Haydock) \nAll marriages with the Moabites, were prohibited, if the women remained infidels, Exodus xxxiv. (Tirinus)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 9_3.toml",
        "id": "c5d60722-e47f-491c-b359-625fccf47dde",
        "location_end": 9000003,
        "location_start": 9000003,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Coat, (tunicam) or inner garment. (Haydock) \nMourning. Hebrew, \"astonished. \"(Syriac) (Montanus) (Calmet) (Protestants) \nSeptuagint, \"alone. \"3 Esdras, \"pensive and in grief. \"(Haydock) \nArabic, \"not uttering a word. \"See Job i. 20., and ii. 8. This was the ordinary posture of people in sorrow, Isaias iii. 26. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Bede",
        "file_name": "Ezra 9_3.toml",
        "id": "acb6c357-2890-424e-b8b8-ca3f858d8beb",
        "location_end": 9000003,
        "location_start": 9000003,
        "source_title": "",
        "source_url": "",
        "ts": 735,
        "txt": "Then Jeshua and his sons and his brethren, Kadmiel and his sons, and the sons of Judah, as one man came and took charge of the workmen in the temple of the Lord, along with the descendents of Henadad, with their sons and their brethren, the Levites. In this passage he means by Jeshua not the high priest son of Jozadak but one of the Lévites concerning whom it was said earlier that they were appointed from twenty years and above to hasten forward the work of the Lord. Of these there were Kadmiel and the sons of Henadad, who are likewise said to have taken charge of the work enjoined upon them with their sons and brethren. In fact, in the catalogue of the people of Israel above, they are the first of the Lévites to be mentioned by name after the priests: the Lévites, the sons of Jeshua and of Kadmiel, the sons of Hodaviah, seventy-four. It is thus implicit in these two passages that they were the leaders and patriarchs of the Lévites of that time. The descendants of Judah are justly put in the midst of the Lévites since together with them they have taken on the task of building the Lord's temple, and they are recalled to have stood as one man because of the same unity of their devotion. For here is that kind of virtue which, as we have said earlier, we should always imitate, namely that not only all the orders dedicated to God but also the shared devotion of all the people should build their Holy Church, each according to their own capacity.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 9_4.toml",
        "id": "96841d83-ee65-4590-bc74-02f91f26212e",
        "location_end": 9000004,
        "location_start": 9000004,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "To me, in the court of the temple, chap. x. 1. (Menochius) \nSacrifice, which was offered last of all, about sun-set, Exodus xxix. 38. The Jews commonly protract their fasts till the stars appear. (Leo, p. 3, art. 8.)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Bede",
        "file_name": "Ezra 9_5-15.toml",
        "id": "bd7a0ea4-5048-42e0-89fe-1ff5ce48e087",
        "location_end": 9000015,
        "location_start": 9000005,
        "source_title": "ON EZRA AND NEHEMIAH 2.12",
        "source_url": "",
        "ts": 735,
        "txt": "Ezra had prepared himself through compunction of heart and through bodily affliction so that he might be made worthy to hear heavenly mercy, and only then did he begin to break forth in words of prayer. He bends his knees, spreads out his hands and pours forth prayers to the Lord at the time of the evening sacrifice, not doubting that this sacrifice that is offered with a humble spirit and contrite heart would be more pleasing to God than one offered with the flesh or blood of cattle. Typologically, however, in the fact that with his garment torn he falls on his knees, spreads out his hands to God and turns the mind of very many to repentance by pouring out prayers and tears, as is written in what follows, he represents the Lord Savior, who deigned to pray for our sins both before and at the very time of his passion and who allowed his hands to be stretched out on the cross and the garment of his own flesh to be torn with wounds and mortified at the appointed time on behalf of our restoration, so that, as the apostle says, he who “died on behalf of our sins” might rise “for our justification.” This was aptly done at the time of evening sacrifice either because the Lord at the end of the age9 offered the sacrifice of his own flesh and blood to the Father and ordered that it should be offered by us in bread and wine or because with legal sacrifice coming to an end, he freed us through his own passion and, separating us from the people of the lands, made us become heavenly and allowed those who are chaste in heart and body to adhere to him.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Bede",
        "file_name": "Ezra 9_6.toml",
        "id": "487fa078-ae1b-49a5-aff5-0317e47ce1d7",
        "location_end": 9000006,
        "location_start": 9000006,
        "source_title": "",
        "source_url": "",
        "ts": 735,
        "txt": "” And if anything else is needed, whether calves and Iambs and young goats as a burnt offering to the God of heaven, or wheat, salt, wine and oil according to the custom of the priests who are in Jerusalem, let it be given to them daily, so that there be no complaint in anything. And let them make offerings to the God of heaven and pray for the life of the king and his children. For who could not know that calves, lambs and young goats, which are clean animals, and wheat, salt, wine and oil and the things which were offered to God by the Law, are often customarily understood in the Holy Scriptures to indicate good people, perfect works, or spiritual gifts? All these things are nowadays by the king's command offered as a burnt offering to the God of heaven when, supported by the powers of this world, the riches of the Holy Church increase and the subject people of these rulers are gathered from everywhere into one and the same faith of truth to be consecrated to Christ; and whatever naturally good thing anyone has heard through divine inspiration, whatever healthful thing he has learned from men of the churches, all this he devotes to the service of divine worship. Concerning these offerings it is fittingly said that they should be given according to the custom of the priests who are in Jerusalem, doubtless because the vows of those who offer them become acceptable to the Lord only if they are offered according to the custom of catholic peace. For whatever good things are thoroughly mingled with either pagan belief or heretical speech should in no way be deemed good. The priests make offerings on behalf of the life of the king and his children, according to that saying of the Apostle:  urge, then, first of all, that requests, prayers, intercessions and thanksgivings be made for everyone -for kings and all those who are in high station, that we may live a peaceful and quiet life?\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 9_7.toml",
        "id": "8058a3dc-b229-43f1-a622-6c20b0e53ec6",
        "location_end": 9000007,
        "location_start": 9000007,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "At this day. Notwithstanding the favourable decrees of Cyrus, the greatest part of the people continued in captivity, being dispersed, some into Egypt, others into distant countries, beyond the Euphrates. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Bede",
        "file_name": "Ezra 9_7.toml",
        "id": "c18847a2-5ca9-409e-aa7a-6e6f17196d99",
        "location_end": 9000007,
        "location_start": 9000007,
        "source_title": "",
        "source_url": "",
        "ts": 735,
        "txt": "And on the first day, it says, of the fifth month he came to Jerusalem, according to the gracious hand of his God upon him, that is, confirmed by grace and divine protection, through which he would successfully complete the journey he had begun. Similarly, in the mystical sense, the mediator of God and men came into the Church according to the gracious hand of his God upon him, i.e. according to the disposition of the divine power that was in him. For God was reconciling the world to himself in Christ. This hand was on him in accordance with the fact that he became a man. This is why he says: The Father is greater than I. For greater than Christ's humanity is the divinity not only of the Father but of Christ himself and the Holy Spirit too, which is one. Having been exalted in suffering by this hand of divine power, he ascended to the walls of the heavenly city and revealed the pathway of ascent to his faithful ones who humbly follow him.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 9_8.toml",
        "id": "b325cb76-665b-4fec-8a3b-e842c1626e67",
        "location_end": 9000008,
        "location_start": 9000008,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "As a. Protestants, \"for a little space, grace hath been showed from the Lord \"(Haydock) and yet we are again irritating Him! (Calmet) \nA pin, or nail, here signifies a small settlement or holding; which Esdras begs for, to preserve even a part of the people, who, by their great iniquity, had incurred the anger of God. (Challoner) \nAllusion is made to the pins which fasten down a tent, (Isaias xxxiii. 20., and liv. 2.) or hinder a ship from being carried from the shore, (Tigur.; Menochius) on which utensils are hung up, (Tournemine) referring to the magistrates, who were now of the same country. (Tirinus) (Isaias xxii. 21.) (Delrio, adag. 218.) \nSeptuagint, \"a support. \"Hebrew yathed, denotes also a walking-stick, nail (Menochius) \nEyes, fill us with joy, in perfect security. \nLittle life, free us from danger. (Calmet) \nEsdras is afraid to ask for the impunity of all, but only begs that a small part may be spared, like a nail or post from a house, which may serve to rebuild it. (Worthington)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Richard Challoner",
        "file_name": "Ezra 9_8.toml",
        "id": "d021b414-cd3e-48f3-afe2-8344c53f2eae",
        "location_end": 9000008,
        "location_start": 9000008,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "A pin: or nail, here signifies a small settlement or holding; which Esdras begs for, to preserve even a part of the people, who, by their great iniquity had incurred the anger of God.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 9_9.toml",
        "id": "d833f3cf-b56c-4d53-ba61-694fc9466317",
        "location_end": 9000009,
        "location_start": 9000009,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Fence. Hebrew gader, \"the name which the Carthaginians \"gave to Cadiz, \"as it signifies a fence \"or an inclosure. (Pliny, xxii.) (Calmet) \nSome Latin manuscripts read spem, \"hope. \"(Lyranus) \nThe Tig. version understands the wall of Jerusalem, built in a hurry. (Menochius) \nBut this was not perfected, (Haydock) if begun, till the time of Nehemias, 2 Esdras i. 3. (Calmet) \nGod gave his protection to the people, (Haydock; Delrio, adag. 219.) by the king of Persia. (Tirinus)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Bede",
        "file_name": "Ezra 9_10.toml",
        "id": "7b9cab06-7c43-462b-9ac3-4f77207d78a2",
        "location_end": 9000010,
        "location_start": 9000010,
        "source_title": "",
        "source_url": "",
        "ts": 735,
        "txt": "This was in the ninth month, on the twentieth day of the month, and all the people sat down in the courtyard of the house of God, trembling because of their sin and the rain. The ninth month is the one which is called 'Casleu' (Chislev) by the Hebrews and 'December' by the Romans. Who does not know that this month comes in the middle of winter and is rainy and surprisingly stormy? Hence we should note all the more carefully that when the people assembled in the middle of winter, it is recorded that they trembled because of their sin and the rain. For when they noticed that the rains were pouring down more than was usual even for this wet season, they were brought back to their conscience and understood that this had happened because of their sins and that heavenly wrath was imminent. Admonished by this disturbance of the sky, they grew frightened, and for this reason they had not dared to carry on their business in their own homes but sat down in the courtyard of the Lord's house and put on penitential and humble garb. This was done as a lesson for those who, even when the elements are stirred up and weather deteriorates into violent winds, floods of rain, heavy snowstorms, parching drought or even the death of men and animals, and when the judge himself threatens the force of his anger through open signs, do not at all seek to correct their behaviour so as to placate that judge and escape the destruction hanging over them, but instead merely busy themselves to find some means to avoid or overcome the adverse conditions raging outside on account of their sins. Now the people sat in the courtyard before the house of God - that is, around the court of the priests, which surrounded the Lord's house on all its sides, as we have taught above. It had on all its sides in the shape of a square very spacious courtyard buildings in which the people also, if there was need because of rain, could stand and still see what was happening within the temple doors or around the temple. For at ground level the inner walls were built in the form of a colonnade, while the outer walls were solid.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 9_11.toml",
        "id": "630af083-16d6-4387-8cd0-ba3a71904d11",
        "location_end": 9000011,
        "location_start": 9000011,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Mouth, like a vessel brim-full. (Menochius) \nProtestants, \"from one end to the other. \"(Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 9_12.toml",
        "id": "97299132-cfd7-4ffb-b15a-42afeec33311",
        "location_end": 9000012,
        "location_start": 9000012,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Peace. Alliance, (Menochius) or advantage. See Psalm cxxi. 8. Moses had thus proscribed the Moabites, as he had done the people of Chanaan still more severely. The Israelites were to execute God's decrees, Deuteronomy xxiii. 6. (Calmet) \nThe obstinate idolaters were to be exterminated.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 9_13.toml",
        "id": "11065254-6cc8-49e7-8b8a-a53a91d2dfaa",
        "location_end": 9000013,
        "location_start": 9000013,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Saved us. Protestants, \"hast punished us less than our iniquities deserve and hast given us such deliverance as this. \"Septuagint, \"hast made our transgressions light \"(Haydock) not weighing them with rigid severity. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 9_14.toml",
        "id": "21f67cf3-1404-4d35-8ae1-3dad84a24296",
        "location_end": 9000014,
        "location_start": 9000014,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "That. Hebrew, \"should we again break.Wouldst thou not be angry?\"\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 9_15.toml",
        "id": "0ef01fb6-f7aa-49a2-a254-a559c9567b87",
        "location_end": 9000015,
        "location_start": 9000015,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "To be saved from our iniquities, which are still upon us. (Haydock) \nWe confess that, if we should be treated according to our deserts, we could expect no redress. But we trust in thy mercies, which have hitherto supported and brought us back from slavery. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 10_1.toml",
        "id": "bc44a24b-5980-4c04-a4f1-5455ad9bc034",
        "location_end": 10000001,
        "location_start": 10000001,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "God, in the court of the people, before the eastern gate.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Bede",
        "file_name": "Ezra 10_1-5.toml",
        "id": "07c0f1e3-abdb-4e56-88ff-9ff6f365d86f",
        "location_end": 10000005,
        "location_start": 10000001,
        "source_title": "ON EZRA AND NEHEMIAH 2.13",
        "source_url": "",
        "ts": 735,
        "txt": "How much Ezra’s prayer, tears and sorrow accomplished is shown when it relates that a very great crowd of weeping people of both sexes and of all ages immediately gathered around him. They were weeping either because those who had sinned were doing penance for their sin or because those who had remained pure were sorrowing over the transgression and downfall of their brothers. But whether it was the former or the latter or both groups who were weeping, all are shown to have been greatly troubled by the prayers and laments of their pontifex, since even the women and children are said to have been present here as well. The event can also be understood to have happened in this way, namely, that first those who were innocent and righteous flocked to Ezra when he says, “And all who feared the word of God concerning this transgression of those who had come up from captivity gathered around me,” but now those who had sinned also came to do penance, together with their wives and children.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Bede",
        "file_name": "Ezra 10_1.toml",
        "id": "bf483057-3cbc-4a2a-a05b-c56dd0aa1c34",
        "location_end": 10000001,
        "location_start": 10000001,
        "source_title": "",
        "source_url": "",
        "ts": 735,
        "txt": "The various kinds of vessels represent the various persons or deeds of the faithful.  Moreover, in the Apocalypse we read that the twenty-four ancients had golden bowls full of fragrances? and Scripture, by way of explanation, adds: which are the prayers of the saints. Consequently, the bowls, which are open and shining vessels, designate the hearts of the simple, which know no concealing of deceitful thoughts within themselves but are wont to speak out with a pure tongue the things they keep in their mind. This is why spices (i.e. prayers acceptable to God) are rightly said to be in these bowls. By contrast, the impure hearts of the reprobate are properly compared to sponges that are shadowy with blind channels. This is also why the Jews offered the crucified Lord a sponge filled with vinegar, that they might represent through such an action that, when their Creator came to them in the flesh, they offered him thoughts from a deceitful heart and words that were sour and much degenerated from the very pure taste of their ancestors' utterances. On the other hand, the knives with which they used to cut up and divide the limbs of the sacrificial victims in a suitable way so that, after everything was divided up with due observance, part was consumed in the sacred fire on the altar while part was given to the priests, part to the Lévites, and part to those who were making offerings, doubtless symbolize those in the Church who are marked by the grace of discretion. These people perfectly know how to discern in the salvation-bringing sacrifice that is Christ what things should be said to everyone, what to the more perfect alone, and what, exceeding the bounds of human thought, should be given to the fire of the Holy Spirit. Likewise, the knives symbolize that all who are dedicated to God through faithful service are his victims. The knives by which the limbs of the sacrifices are divided into portions should be understood typologically as the scribes learned in the kingdom of heaven who, skillfully examining the merits and thoughts of their listeners, know well how to decide who they should promote to which grade of the ecclesiastical ministry. The cups (which are drinking vessels) figuratively express those who are wont to be intoxicated with a more fervent blaze of inward love. Now it is said that some vessels were gold and others were silver. The gold ones signify those who glow with the greater splendor of spiritual wisdom, the silver those who by the charm of speech understand how to expound more eloquently those things which they know. Distinguishing these in turn, the Apostle says: To some by the Spirit is given the words of wisdom, to others, the word of knowledge according to the same Spirit. But the fact that it mentions the number of the vessels, both each kind individually and the total of all collectively, teaches us that the Lord keeps the sum total of his elect written down in the book of eternal remembrance - not just of those who persevere in the purity of the faith which they have accepted but also of those who, after they have gone astray, return to  “253” the faith by regaining their senses. As a figure of these people it is aptly added:\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 10_2.toml",
        "id": "9f12b65b-e9a4-4621-a9bc-0fe7784680ba",
        "location_end": 10000002,
        "location_start": 10000002,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Sechenias. 3 Esdras calls him \"Jechonias. \"See chap. viii. 5. The name of Sechenias is not found among the transgressors; (ver. 20.) but that of Jehiel is, ver. 26. It seems, however, that the former returned with Esdras, and speaks in the name of the people, to encourage them to confess their guilt, (Calmet) unless his name be omitted. (Menochius) \nRepentance. Hebrew, \"yet there is hope, (Protestants) or an assembly of Israel. \"(Du Dieu)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 10_3.toml",
        "id": "f0d261a1-9c0d-44c8-ba0b-08a1a07a2e2d",
        "location_end": 10000003,
        "location_start": 10000003,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Covenant. The marrying with strange women seemed to have annulled the covenant of God. \nOf them. The children were to follow the mothers, as in other unlawful connections. Their being suffered to remain behind, might have had dangerous consequences. (Calmet) \nThe custom of divorcing was then in force, (Tirinus) and the Jews looked upon all as null, which was done contrary to the law; (Ven. Bede; Estius; Calmet; Grotius) though here the law was only prohibitory. (Cajetan) (Tirinus) \nAs all was directed by the will of God, the dictates of humanity would not be disregarded (Calmet) on this trying occasion. (Haydock) \nThe children migth be placed in houses for education. (Cajetan) (Tirinus)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 10_4.toml",
        "id": "bf0d5357-84af-4587-ba49-635c0b11b64c",
        "location_end": 10000004,
        "location_start": 10000004,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Thy part. The high priest not acting, (Menochius) Esdras was appointed chief, (Haydock) and his abilities were universally acknowledged. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 10_6.toml",
        "id": "c952a779-2877-4b57-b049-a7cc9dcab90a",
        "location_end": 10000006,
        "location_start": 10000006,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Before. 3 Esdras, \"the court or hall of the temple. \"(Haydock) \nEliasib. His son and successor is styled Joiada, 2 Esdras xii. 10. The same person had often many names, (Calmet) or Johanan might be a younger son. (Menochius) \nJosephus ( xi. 5.) says, that Esdras went to the apartments of John and Eliasib. (Haydock) \nEsdras, though sent extraordinarily by God, repairs to the son of the priest, as St. Paul conferred with other apostles, Galatians ii. (Worthington)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Bede",
        "file_name": "Ezra 10_7-14.toml",
        "id": "063e51af-49f3-4eea-88f2-94738751d511",
        "location_end": 10000014,
        "location_start": 10000007,
        "source_title": "ON EZRA AND NEHEMIAH 2.13",
        "source_url": "",
        "ts": 735,
        "txt": "The ninth month is the one that is called Casleu [Chislev] by the Hebrews and December by the Romans. Who does not know that this month comes in the middle of winter and is rainy and surprisingly stormy? Hence we should note all the more carefully that when the people assembled in the middle of winter, it is recorded that they trembled “because of their sin and the rain.” For when they noticed that the rains were pouring down more than was usual even for this wet season, they were brought back to their conscience and understood that this had happened because of their sins and that heavenly wrath was imminent. Admonished by this disturbance of the sky, they grew frightened, and for this reason they had not dared to carry on their business in their own homes but sat down in the courtyard of the Lord’s house and put on penitential and humble garb. This was done as a lesson for those who, even when the elements are stirred up and weather deteriorates into violent winds, floods of rain, heavy snowstorms, parching drought or even the death of people and animals, and when the judge himself threatens the force of his anger through open signs, do not at all seek to correct their behavior so as to placate that judge and escape the destruction hanging over them but instead merely busy themselves to find some means to avoid or overcome the adverse conditions raging outside on account of their sins.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Bede",
        "file_name": "Ezra 10_7.toml",
        "id": "e7ea937f-95a2-463b-b1cd-b7c0560eaf4e",
        "location_end": 10000007,
        "location_start": 10000007,
        "source_title": "",
        "source_url": "",
        "ts": 735,
        "txt": "For Ezra prepared his heart to study the Law of the Lord, and to do and to teach in Israel its commandments and judgements. Oh how great is the virtue of this utterance, what sublime merit that a man should prepare his heart to serve the divine will and be able to say: My heart is prepared, Oh God, my heart is prepared; I will sing and recite a psalm to the Lord, i.e. I will both exult in the Lord with all my mind and will accomplish his ordinances by carrying them out in deeds'. Thus he prepared his heart to discover and rewrite the Law of the Lord that the devouring fire had destroyed; he also prepared his heart to first fulfil the Law himself by carrying it out and only then open his mouth to teach others. In the same way, this can manifestly apply to the Lord Jesus. For he prepared his own heart to discover the Lord's Law because he divinely provided for himself a man to assume, such that he would be not only without sin but also full of grace and truth, because, with no law of sin fighting against him, he would keep God's Law without any contradiction of mind or flesh.8 Hence he says in a psalm: At the beginning of the book it is written about me that I should do your will: Oh my God, I have desired it, and desired your law in the midst of my heart. In the same way, the Lord 'investigated' God's Law in that he rejected the traditions of the Pharisees and taught  how Holy Scripture was to be understood mystically and what spiritual secrets it concealed beneath the veil of the letter, and because he showed that the decrees of the Gospel that he himself brought to the world were more perfect and more pleasing to God the Father than the ones that he had sent earlier through Moses. Hence he himself says: You have heard that it was said to them of old, 'You shall love your neighbour and hate your enemy '. But I tell you: Love your enemies; do good to those who persecute you, and other things of this sort.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 10_8.toml",
        "id": "50215ed8-822d-4830-b0f2-f32a7858ded1",
        "location_end": 10000008,
        "location_start": 10000008,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Away. Hebrew and Septuagint, \"subjected to anathema \"(Calmet) and utterly destroyed; (Haydock) or, according to some editions of the Septuagint and Josephus, \"consecrated to the temple. \"Esdras exercises the power which had been entrusted to him, chap. vii. 16.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 10_9.toml",
        "id": "813499b0-0929-4779-a9f5-460b12d68f84",
        "location_end": 10000009,
        "location_start": 10000009,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Ninth. Casleu, (Zacharias vii. 1.) which corresponds with our November and December. (Menochius) \nStreet. Court, which afforded as yet no shelter from the rain. (Calmet) \nThis would tend to punish them for their sin, and to make them more sensible of it. (Worthington)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Augustine of Hippo",
        "file_name": "Ezra 10_9.toml",
        "id": "41759d92-6712-4a23-8666-03cc8075f0d3",
        "location_end": 10000009,
        "location_start": 10000009,
        "source_title": "",
        "source_url": "",
        "ts": 430,
        "txt": "If this is the Lord's commandment, in both the Old Testament and the New, and this is what the Lord commands, and this is what the apostle teaches, namely, that only spouses of the same religions and faith may remain joined. [De coniugiis adulterinis, PL 40.25.465]\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Tertullian",
        "file_name": "Ezra 10_9.toml",
        "id": "84885004-4f0b-4755-8f2f-e85e0ed14902",
        "location_end": 10000009,
        "location_start": 10000009,
        "source_title": "",
        "source_url": "",
        "ts": 220,
        "txt": "If these things are so, it is certain that believers contracting marriages with Gentiles are guilty of fornication, and are to be excluded from all communication with the brotherhood, in accordance with the letter of the apostle, who says that “with persons of that kind there is to be no taking of food even.”  [To His Wife 2.3 ANF v.4]\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Jerome",
        "file_name": "Ezra 10_9.toml",
        "id": "fc843644-2aaf-495b-8e1f-1e2e053b177a",
        "location_end": 10000009,
        "location_start": 10000009,
        "source_title": "Against Jovinianus (Book I), Section 10",
        "source_url": "https://www.newadvent.org/fathers/30091.htm",
        "ts": 420,
        "txt": "I will say what the Apostle has taught me, that they are not on the side of righteousness, but of iniquity: not of light, but of darkness: that they do not belong to Christ, but to Belial: that they are not temples of the living God, but shrines and idols of the dead. And, if you wish to see more clearly how utterly unlawful it is for a Christian woman to marry a Gentile, consider what the same Apostle says, [1 Corinthians 7:39] \"A wife is bound for so long time as her husband lives: but if the husband be dead, she is free to be married to whom she will; only in the Lord,\" that is, to a Christian. He who allows second and third marriages in the Lord, forbids first marriages with a Gentile. Whence Abraham also makes his servant swear upon his thigh, that is, on Christ, Who was to spring from his seed, that he would not bring an alien-born as a wife for his son Isaac. And Ezra checked an offense of this kind against God by making his countrymen put away their wives.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Tertullian",
        "file_name": "Ezra 10_10.toml",
        "id": "13c78219-9981-4bf4-88f0-978e107eba66",
        "location_end": 10000010,
        "location_start": 10000010,
        "source_title": "",
        "source_url": "",
        "ts": 220,
        "txt": "Assuredly also, when (the apostle) rules that marriage should be “only in the Lord,” (1 Cor. 7:39) that no Christian should intermarry with a heathen, he maintains a law of the Creator, who everywhere prohibits marriage with strangers.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Bede",
        "file_name": "Ezra 10_10.toml",
        "id": "2d46dd41-e1ae-4db7-b72f-52c075b95e20",
        "location_end": 10000010,
        "location_start": 10000010,
        "source_title": "",
        "source_url": "",
        "ts": 735,
        "txt": "And Ezra the priest stood up and said to them, 'You have transgressed and married foreign wives, to add to the sin of Israel. And now make a confession to the Lord the God of your fathers', and so on until it says: So the descendants of the exiles did as was proposed. And Ezra the priest and the men who were the heads of the families departed to the house of their fathers, and all of them by their names. This passage answers the one which is stated above: And Ezra rose up from before the house of God and went away to the room of Jehohanan son of Eliashib, and entered there. He ate no bread and drank no water, for he continued to mourn. Here is it worth noting the devotion of the pontifex who while mourning, fasting, and praying for the people's transgression remained for three days in the temple courts and did not want to enter his own house before he saw that the people agreed to repent with a whole heart and turn to the Lord. The remaining leaders are seen to have shared this devotion as well, since they too are said to have departed to the house of their fathers when the assembly ended. For if the writer of sacred history did not want to indicate this by this sentence, what need was there to write that when the conversation ended Ezra and the heads of the families departed to the house of their fathers when they left the precincts of the temple, since anyone would know that they would do this even if Scripture did not say so? And what need was there to add and all of them by their names, since this too would have been very well known to everyone, unless it was because he wished it to be understood that these were the sort of men whose names and deeds are deservedly held in remembrance and passed on to be known by posterity?\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 10_11.toml",
        "id": "9d2a24e0-7c98-4ebc-9348-011f72a821b6",
        "location_end": 10000011,
        "location_start": 10000011,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Confession. Septuagint, \"give praise \"which is done by repentance and virtue. (Menochius) \nConfess your faults, and submit to the justice of God, Josue vii. 19. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 10_14.toml",
        "id": "900822c0-3da5-4f00-9b81-c736c2d87098",
        "location_end": 10000014,
        "location_start": 10000014,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Cities. It is not clear whether the rulers went to the different cities, or the principal men of each gave information, and caused the guilty to appear before Esdras, at Jerusalem. (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Bede",
        "file_name": "Ezra 10_15-44.toml",
        "id": "3998938d-1930-4277-bc0a-15fcdfae41f3",
        "location_end": 10000044,
        "location_start": 10000015,
        "source_title": "ON EZRA AND NEHEMIAH 2.14",
        "source_url": "",
        "ts": 735,
        "txt": "First they put away the unlawful wives, and only then do they offer a ram on their behalf so that, cleansed from the crime, they might approach the altar in a state of purity. For it is difficult for a person’s offering to be acceptable to God if he does not first strive to abandon the misdeed for which he offers it, as Isaiah says: “Cease to act perversely; learn to do well.” And because they who were the first to sin were the descendants or brothers of the high priest, it is right that they offer a ram from their flock as a punishment for their crime in order that by such a victim they might indicate that they themselves who were seen to be the teachers and rulers of the people, as it were the leaders of a flock of followers, had arranged to sacrifice themselves with respect to their former way of life and, purged by appropriate penance, to offer themselves to God through a better way of life. Meanwhile, it should be noted with what great art of warfare the devil constantly assails the faithful and how he never leaves them any time secure from battle. For consider how those who could not be overcome by misfortunes were overcome by enticements; they conquered their public enemies when the Lord’s temple was built and dedicated but were conquered by a desire for Gentile women, so that they did not keep the temples of their own hearts and bodies worthy for God to inhabit. Very clearly there is a complete allegorical interpretation of this for our own times. For we see that the minds of the faithful are tempted inwardly with much greater danger now when they are seduced and enticed by their own lust than when they were previously tempted outwardly when their brutal opponent was raging against their constancy by sword and fire. But the mercy of the Lord will be present, so that just as it then endowed those people with the virtue of patience against open battles of those who raged against them, in the same way it may also give us the protection of caution against the snares of enticements that catch us unawares. Accordingly, when the pontifex6 and all those who feared the Lord acted zealously, those who had sinned “were pricked in the heart,” and they cast out their foreign wives. Once they expelled the baseness of self-indulgence, the beauty of chasteness returned; once they cast out the debris of the vices, the flowers and spices of the virtues were strewn in the Lord’s city.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "Bede",
        "file_name": "Ezra 10_15-44.toml",
        "id": "1c2ae1cd-6a5c-4f60-8c3e-c70261555f5a",
        "location_end": 10000044,
        "location_start": 10000015,
        "source_title": "ON EZRA AND NEHEMIAH 2.14",
        "source_url": "",
        "ts": 735,
        "txt": "Now Ezra himself was clearly a type of the Lord Savior too, inasmuch as he restored sacred Scripture, recalled the people out from captivity to Jerusalem, enriched the Lord’s house with greater gifts, appointed leaders and guardians beyond the river Euphrates who were familiar with God’s law and purified the descendants of the exiles from their foreign wives. For the Lord restored sacred Scripture, because when the scribes and the Pharisees either had defiled it by their traditions or taught that it should be understood according to the letter alone, he showed it was full of spiritual meaning, according as to whether it was written by Moses or by the prophets; and by sending the Holy Spirit on them he also caused the New Testament to be written down by apostles and apostolic men. He led the people out from captivity in Babylonia and brought them now liberated to Jerusalem and the promised land, not only because by suffering on that one occasion on the cross he redeemed the world through his own blood, and descending into hell he rescued all true Israelites [i.e., the elect] he found there and, leading them to the walls of the heavenly city, granted them the joys of inheritance they had once been promised; but also because daily gathering the faithful from the turmoil of this world, he calls them together to the fellowship of the holy church and the eternal kingdom. He increased the riches of the temple with gold and silver and precious vessels that either the people of Israel or rulers of the Persians had sent there through him, because by bringing those who believe in him from both peoples [i.e., Jews and Gentiles] into the church, he does not cease to adorn and glorify her always through the splendor of their faith and good works. He appointed leaders and guardians for all the people beyond the river who knew and taught God’s law because in the holy church, which not only has been cleansed in the river of sacred baptism but also by the sincerity of its faith has transcended the Babylonian river (that is, the turmoil of this changing world), he placed apostles, evangelists, pastors and teachers. He purified the descendants of the exiles from their foreign wives because he forbade that those who by professing the faith had renounced the world should be enslaved any more to the enticements of the world. He also cast out the children of these mothers from the assembly of the returned exiles in case by chance when they grew up they might follow the faithlessness of their mothers rather than the faith of their fathers, because he taught that even those of our works that seem good to people are spurious if they are mixed with carnal pleasure or originate from the contagion of human favor, and so are not worthy of the fellowship of those who, completely renouncing the world with their whole mind, move on to the things of heaven and who rejoice not to be weakened by temporal enticements but on the contrary to be made stronger through adversities and to be prepared by them for their heavenly rest.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 10_16.toml",
        "id": "3be12abd-a6e3-434d-b5d0-68d7f8d34ec7",
        "location_end": 10000016,
        "location_start": 10000016,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "So. Cajetan improperly concludes, that the sentence was not put in execution; because Nehemias (chap. xiii. 23.) complains of such marriages. (Calmet) \nBut the guilty might have resumed their women. (Haydock) \nWent. Hebrew, \"were separated. \"(Haydock) \nBy making a small change, we may translate, with 3 Esdras, \"and Esdras separated or chose the men. \"Josephus seems generally to have followed the Greek of 3 Esdras. The Syriac says there were 20 judges.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 10_19.toml",
        "id": "f2c4b891-e1a2-4967-8416-f9df8bc51d42",
        "location_end": 10000019,
        "location_start": 10000019,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Hands. Thus the Persians confirmed their most solemn engagements. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 10_25.toml",
        "id": "58b4e50d-9913-4106-bee4-0bbd580e3126",
        "location_end": 10000025,
        "location_start": 10000025,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Israel. Laymen, (Calmet) not of the tribe of Levi. (Menochius)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 10_30.toml",
        "id": "596c4e87-aa3e-4466-8295-2dd3b5eeeda7",
        "location_end": 10000030,
        "location_start": 10000030,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Moab. The inhabitants of this town, as well as of Nebo, (ver. 43.) are specified.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ezra",
        "father_name": "George Leo Haydock",
        "file_name": "Ezra 10_44.toml",
        "id": "b2b953c9-5500-4618-bed8-364fc2f6dbb1",
        "location_end": 10000044,
        "location_start": 10000044,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Children. Hebrew may be, \"and some of these women had exposed their children. \"But most follow the Septuagint and Vulgate. 3 Esdras ix. 36, \"and they ejected them with their children. \"None was spared. (Calmet) \nOne great inconvenience of such connections is, that the offspring is illegitimate. (Worthington) \nOnly 17 priests, 10 Levites, and 86 laymen, are stigmatized as guilty of this scandal; yet these fill Israel with confusion, and Esdras with extreme affliction. (Haydock)\n"
    }
]