[
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "George Leo Haydock",
        "file_name": "Habakkuk 1_1.toml",
        "id": "2273e4bf-5419-4212-955d-408795eb7e2a",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Burden. Such prophecies more especially are called burdens, as threaten grievous evils and punishments. (Challoner) \nHe says not against whom, because the menace is directed to persecutors in general. (Worthington)\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "Richard Challoner",
        "file_name": "Habakkuk 1_1.toml",
        "id": "75617bd0-d09b-4292-8552-74822bed363d",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "Burden: Such prophecies more especially are called burdens, as threaten grievous evils and punishments.\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "Richard Challoner",
        "file_name": "Habakkuk 1_1.toml",
        "id": "080ca9e1-d16f-4ce0-99cd-13f92a8a35a7",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "HABACUC was a native of Bezocher, and prophesied in JUDA, some time before the invasion of the CHALDEANS, which he foretold. He lived to see this prophecy fulfilled, and for many years after, according to the general opinion, which supposes him to be the same that was brought by the ANGEL to DANIEL in BABYLON, Dan. 14.\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "George Leo Haydock",
        "file_name": "Habakkuk 1_2.toml",
        "id": "04dc38c9-50a2-4f54-a020-1b72b0ea31a4",
        "location_end": 1000002,
        "location_start": 1000002,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Save. Some think that he expresses the sentiments of the weak, like David, (Psalms lxxii. 2.) or what he had formerly entertained. The language of the prophets is very bold, Exodus xxxii. 32., Job iii. 3., Jeremias xx. 14., and Jonas iv. 8. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "Theodore of Mopsuestia",
        "file_name": "Habakkuk 1_2.toml",
        "id": "fc967f23-d993-48ab-a502-0b0a613fa078",
        "location_end": 1000002,
        "location_start": 1000002,
        "source_title": "COMMENTARY ON HABAKKUK 1:2",
        "source_url": "",
        "ts": 428,
        "txt": "It is not as though bringing a censure against God that the prophet says this. Rather, he speaks this way as it is the custom with people who are in some sort of trouble or who are righteously indignant with those responsible to present the injustice of what is being done under the guise of censure. Blessed David also says in like manner, “Why, O Lord, do you keep your distance? Why do you look down on us in good times and in bad? When the godless act disdainfully, the poor person is inflamed,” and so on, saying this not to censure God but to express indignation with those responsible for it and at a loss as to how they are not quickly called to account.\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "George Leo Haydock",
        "file_name": "Habakkuk 1_3.toml",
        "id": "33d479b7-047d-4bbe-bfb7-112c545e6645",
        "location_end": 1000003,
        "location_start": 1000003,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Opposition. Septuagint, \"the judge receives \"bribes. (Haydock) \nSuch was the state of Juda after Josias, Jeremias xxi. 12.\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "George Leo Haydock",
        "file_name": "Habakkuk 1_5.toml",
        "id": "a32fef29-484c-4a48-81df-db5a505764a3",
        "location_end": 1000005,
        "location_start": 1000005,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Among. Septuagint ye despisers. St. Paul nearly agrees with this version, Acts xiii. 41. The copies vary, as the Hebrew has done. (Calmet) \nThe apostle gives the mystical sense; the literal is very obscure. (Worthington) \nGod answers the prophet's complaints, and shows that the Chaldeans shall punish the guilty, and afterwards be themselves chastised.\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "Cyril of Alexandria",
        "file_name": "Habakkuk 1_5.toml",
        "id": "a71ccd41-9afa-4975-ac01-3dfecfb5c26d",
        "location_end": 1000005,
        "location_start": 1000005,
        "source_title": "ON THE UNITY OF CHRIST",
        "source_url": "",
        "ts": 444,
        "txt": "He remained Lord of all things even when he came, for the divine economy, in the form of a slave, and this is why the mystery of Christ is truly wonderful. Indeed God the Father said to the Jews through one of the prophets, “Look on this, you scoffers, be struck with wonder and disappear, for I am doing a work in your days, a work in which you will not believe even if one were to explain it to you.”\n"
    },
    {
        "append_to_author_name": " 13:36-43",
        "book": "habakkuk",
        "father_name": "Acts",
        "file_name": "Habakkuk 1_5.toml",
        "id": "9f19f1e1-7d38-4840-a56c-c2b0d39e0943",
        "location_end": 1000005,
        "location_start": 1000005,
        "source_title": "",
        "source_url": "",
        "ts": 62,
        "txt": "For David, after he had served his own generation by the will of God, fell on sleep, and was laid unto his fathers, and saw corruption:  But he, whom God raised again, saw no corruption.  Be it known unto you therefore, men and brethren, that through this man is preached unto you the forgiveness of sins:  And by him all that believe are justified from all things, from which ye could not be justified by the law of Moses.  Beware therefore, lest that come upon you, which is spoken of in the prophets;  Behold, ye despisers, and wonder, and perish: for I work a work in your days, a work which ye shall in no wise believe, though a man declare it unto you. [Habakkuk 1:5] And when the Jews were gone out of the synagogue, the Gentiles besought that these words might be preached to them the next sabbath.  Now when the congregation was broken up, many of the Jews and religious proselytes followed Paul and Barnabas: who, speaking to them, persuaded them to continue in the grace of God.\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "George Leo Haydock",
        "file_name": "Habakkuk 1_6.toml",
        "id": "d29d976f-7881-4f57-8870-7e98e999d403",
        "location_end": 1000006,
        "location_start": 1000006,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Chaldeans. Nabuchodonosor was the first of this nation who attacked Joakim, and having conquered all as far as the Nile, returned to succeed Nabopolassar. He afterwards came upon Jechonias and Sedecias The prophet might have all this in view, particularly the first invasion. (Calmet) \nBitter; warlike, as all the Greek historians remark. (St. Jerome) \nThe Chaldeans were not yet arrived at such greatness, and of course this is not the Habacuc specified Daniel xiv. (Worthington) \nYet the same prophet might foresee it. (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "George Leo Haydock",
        "file_name": "Habakkuk 1_7.toml",
        "id": "05e6bc72-46d1-48d2-b87e-fcd95a6e6557",
        "location_end": 1000007,
        "location_start": 1000007,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Proceed. They admit no authority but their own. (Calmet) \nThis pride will prove their ruin. (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "George Leo Haydock",
        "file_name": "Habakkuk 1_8.toml",
        "id": "cdc1ba4b-8c83-40e8-b1f2-d3557c185e96",
        "location_end": 1000008,
        "location_start": 1000008,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Leopards: the swiftest quadrupeds. (Calmet) \nThe horses near the Euphrates were swift and warlike. (Oppian.) \nSwifter. Hebrew, \"sharper \"(Haydock) in seeing, even when there is no moon. (Elian x. 26.) \nEvening. Septuagint, \"Arabian. \"(Haydock) \nIt may denote the hyena of that country, which is most terrible. (Guevar.)\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "George Leo Haydock",
        "file_name": "Habakkuk 1_9.toml",
        "id": "621d957e-5192-4e67-a746-faf05ea552ae",
        "location_end": 1000009,
        "location_start": 1000009,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Burning. Hebrew also, \"eastern \"which is hot, and raises the sand of Arabia so as to be very detrimental. (Calmet) \nOut of 2,000 travellers from Mecca to Aleppo, only twenty-nine escaped such a storm, or kamsin, in that vast desert, August 23, 1813. (Rock. 312.) (Haydock) \nSand, from various countries, Isaias xx. 4. (Beros. cited contra Apion i.)\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "George Leo Haydock",
        "file_name": "Habakkuk 1_10.toml",
        "id": "707b611e-aa83-4f4c-b7e8-9e3d4eb28940",
        "location_end": 1000010,
        "location_start": 1000010,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Prince, or \"it \"the nation, ver. 10. Hebrew, \"They \"\nLaughingstock, (ridicule.) Nabuchodonosor raised or deposed princes as in jest. (Haydock) \nSennacherib's officers were or had been kings, Isaias x. 8. \nMount. Thus cities were chiefly taken, Ezechiel iv. 1. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "George Leo Haydock",
        "file_name": "Habakkuk 1_11.toml",
        "id": "09e4ba9d-9117-4055-a735-11599deade9a",
        "location_end": 1000011,
        "location_start": 1000011,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Spirit; viz., the spirit of the king of Babylon. It alludes to the judgment of God upon Nabuchodonosor, recorded Daniel iv., and to the speedy fall of the Chaldean empire. (Challoner) \nIt shall yield to the Medes, after conquering the Assyrians. (Worthington) \nFall. Hebrew, \"sin. \"Septuagint, \"obtain pardon. \"\nGod: \"idol \"Chaldean. \"This is the strength of my God \"Septuagint. God forced the proud king to confess that his great exploits were not to be attributed to himself or to idols. (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "Richard Challoner",
        "file_name": "Habakkuk 1_11.toml",
        "id": "e27551fd-90d2-4090-9b04-29e52aa8b4cf",
        "location_end": 1000011,
        "location_start": 1000011,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "Then shall his spirit: Viz., the spirit of the king of Babylon. It alludes to the judgment of God upon Nabuchodonosor, recorded Dan. 4., and to the speedy fall of the Chaldean empire.\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "George Leo Haydock",
        "file_name": "Habakkuk 1_12.toml",
        "id": "91c54632-8635-4b2e-aa75-e48d4f45b741",
        "location_end": 1000012,
        "location_start": 1000012,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Die? We hope that this scourge will not entirely ruin us. \nCorrection, like Pharao, Exodus ix. 16.\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "George Leo Haydock",
        "file_name": "Habakkuk 1_13.toml",
        "id": "24f3b620-c039-4a68-b043-75f1f7d4cd02",
        "location_end": 1000013,
        "location_start": 1000013,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Look, with approbation (Calmet) or connivance.\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "John Chrysostom",
        "file_name": "Habakkuk 1_13.toml",
        "id": "313515be-fbff-4400-a563-377efc628f77",
        "location_end": 1000013,
        "location_start": 1000013,
        "source_title": "COMMENTARY ON JOB 35",
        "source_url": "",
        "ts": 407,
        "txt": "“For the Lord does not desire to look upon wrongs, for he, the almighty one, observes all those who perform lawless deeds, and he will save me; and do you plead before him, if you can praise him, as it is possible even now.” Not only did the Lord not countenance wrongs, but he did not even wish to see them, as another prophet said: “You who are of purer eyes than to behold evil and cannot look on wrong.” You see, what providence, what protection, what comprehension! Even if he does not take vengeance, he nevertheless abhors actions.\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "George Leo Haydock",
        "file_name": "Habakkuk 1_14.toml",
        "id": "fa48d714-18e3-4790-b4cf-3046279a0f77",
        "location_end": 1000014,
        "location_start": 1000014,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Ruler. People are subdued by Nabuchodouosor. (Haydock) \nThey make little resistance. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "John Chrysostom",
        "file_name": "Habakkuk 1_14.toml",
        "id": "be5b499a-b8c0-4bf7-8992-f6dc3a2aeaf7",
        "location_end": 1000014,
        "location_start": 1000014,
        "source_title": "HOMILIES ON GENESIS 25:12",
        "source_url": "",
        "ts": 407,
        "txt": "You see, even if it is the wicked who perish, nevertheless the souls of good people are likely to show compassion when they see people being punished. And you will find each of the good people and the inspired writers making earnest supplication for them, as for example the patriarch did for the Sodomites and the inspired writers all continued to do. One, for instance, said, “Woe is me, Lord; are you wiping out the remnant of Israel?” Another said, “Will you make people like the fish of the sea, deprived of a leader?” So since without even this the good man was troubled in mind and sick at heart, the Lord, in case the sight of these things should cast Noah into deeper depression, locked him in the ark as though in a prison, lest he have a sight of these events and be terror-struck. In his care for him, therefore, the loving God does not allow him to view the torrent of water or see the disaster occurring that involved the destruction of the world.\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "George Leo Haydock",
        "file_name": "Habakkuk 1_16.toml",
        "id": "021dbc75-c0c8-4a22-84b4-f3bd7c15dc5a",
        "location_end": 1000016,
        "location_start": 1000016,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Drag, adoring his own arms and prowess, (Sanct.) like Mezentius and Capaneus: \nDextra mihi Deus, (Virgil, Æneid x.) Te voco, te solum, superum contempt or, adoro. (Stat. x.) \nGuevare thinks fishes were adored, as they were among the Syrians. Nabuchodonosor attributed all to his own genius, or to Bel, whose statue he set up, Daniel iii. (Calmet) \nVictorious nations thus honour themselves and not God.\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "Caesarius of Arles",
        "file_name": "Habakkuk 1_16.toml",
        "id": "6265a7ed-8617-4f50-be57-49e8951cb01c",
        "location_end": 1000016,
        "location_start": 1000016,
        "source_title": "SERMON 177:3",
        "source_url": "",
        "ts": 542,
        "txt": "The entire life of the saints is engaged in this war, for there happens in them what is written: “The flesh lusts against the spirit, and the spirit against the flesh.” They, indeed, fight, but they are not overcome. What shall I say about wicked, carnal and dissipated souls who do not struggle but are carried along in subjection? Because they follow willingly, and of their own accord [they] devote themselves to wicked deeds. With such souls the devil does not condescend to fight at all, because they never or only with difficulty oppose his counsels. But with the saints he has daily struggles, because it is written of him, “His food is rich.” This, I repeat, is the life of the saints, and in this war people are always in danger until they die. But what are the saints going to say at the end, that is, in the triumph of victory? “O death, where is your victory?” This will be the word of the triumphant. “O death, where is your sting? The sting of death is sin,” and death arises from its consequences. Sin is like a scorpion: it stings us, and we are dead. But when is it that we may say, “O death, where is your victory?” This is not promised to us in this life but at the resurrection. Then it will be granted to the saints neither to wish to sin nor to be able to do so at all.\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "Martin of Braga",
        "file_name": "Habakkuk 1_16.toml",
        "id": "fb187431-da78-46cd-b08c-34561dbb4c78",
        "location_end": 1000016,
        "location_start": 1000016,
        "source_title": "ON PRIDE 8",
        "source_url": "",
        "ts": 580,
        "txt": "Although, in general, this inflation of pride attacks many people, there are none who have to fear it more than those who have reached the perfection of virtues of the spirit or copious riches and highest offices in the flesh. It becomes all the greater in their cases, because the one who shows pride is greater. It is not content to destroy lowly and common people, but it is also present in the wiles of the greatest. The higher their rank, the deeper their fall. Hence Scripture also has this to say about the same spirit of pride: “And his food,” it says, “is rich.” It attacks people who are select and lofty. It suggests to them that they are great, that they need nothing, that whatever they do, think or say is all due to their wisdom and their prudence. If something turns out well for them under God’s direction, they straightaway claim that it was due to their own strength and their own industry, and they shout, “I did this,” “I said it,” “I thought it,” and as if everyone were stunned, they seize the glory of God and offer themselves to be admired in his likeness. By a righteous sentence, God withdraws his protection from them, as the apostle says, “He has given them up to a reprobate sense, so that they do not do or think what is fitting,” because, when they recognize the providence of God in all matters, they do not magnify God or offer thanks, but they boast of themselves and turn aside in their own idle thoughts. Though they claim to be wise, they are foolish; though they boast that they are firm, unconquered, powerful, they are weak, conquered and powerless.\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "George Leo Haydock",
        "file_name": "Habakkuk 1_17.toml",
        "id": "58615d75-a0c4-4dce-9201-02700b7a6b6b",
        "location_end": 1000017,
        "location_start": 1000017,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Nations, of every country. (Worthington) \nFew have been so much addicted to war as Nabuchodonosor. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "George Leo Haydock",
        "file_name": "Habakkuk 2_1.toml",
        "id": "e6181e91-feee-4a12-9732-dea25c334ba1",
        "location_end": 2000001,
        "location_start": 2000001,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Will stand Waiting to see what the Lord will answer to my complaint, viz., that the Chaldeans, who are worse than the Jews, and who attribute all their success to their own strength, or to their idols, should nevertheless prevail over the people of the Lord. The Lord's answer is, that the prophet must wait with patience and faith; that all should be set right in due time; and the enemies of God and his people punished according to their deserts. (Challoner) \nThe prophet speaks, waiting for a further revelation, (Worthington) not seeing before the reasons of Providence in permitting the wicked to prosper. (Haydock) (Psalm lxxii. 17. \nHe is informed that the kings of Babylon, (ver. 5, 8.) Juda, (ver. 11) Tyre, (ver. 14) and Egypt, (ver. 18) and all who trust in idols, shall suffer, ver. 19. Hereupon the judgments of God are pronounced just. (Calmet) \nTower. Aquila, \"circle. \"The ancient Jews say Habacuc formed a circle, out of which he would not stir till he was satisfied, (Kimchi) as Popilius did. (V. Max. vi. 4.) (Daniel xi. 29.) (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "Richard Challoner",
        "file_name": "Habakkuk 2_1.toml",
        "id": "f04a3484-399c-47f3-a0bb-09a26366d67f",
        "location_end": 2000001,
        "location_start": 2000001,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "Will stand: Waiting to see what the Lord will answer to my complaint, viz., that the Chaldeans, who are worse than the Jews, and who attribute all their success to their own strength, or to their idols, should nevertheless prevail over the people of the Lord. The Lord's answer is, that the prophet must wait with patience and faith: that all should be set right in due time; and the enemies of God and his people punished according to their deserts.\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "Augustine of Hippo",
        "file_name": "Habakkuk 2_1.toml",
        "id": "0be39629-d034-45e0-8f98-ce489190aa05",
        "location_end": 2000001,
        "location_start": 2000001,
        "source_title": "Confessions 10.26",
        "source_url": "https://www.newadvent.org/fathers/110110.htm",
        "ts": 430,
        "txt": "Where, then, did I find you in order to learn about you? For you were not already in my memory before I learned of you. Where, then, did I find you in order to learn about you, unless in yourself above me? Yet there is no place. We go backward and we go forward, yet there is no place. O truth, you do preside over all things, even those that take counsel with you, and you do answer in the same time all who consult you, however diverse their questions. You do answer clearly, but all do not hear clearly. All seek counsel concerning what they wish, but they do not always hear what they wish. He serves you best who does not so much expect to hear the thing from you that he himself desires, but rather to desire what he hears from you.\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "John Cassian",
        "file_name": "Habakkuk 2_1.toml",
        "id": "43968623-5eab-432f-b2f4-7782d4cd8c85",
        "location_end": 2000001,
        "location_start": 2000001,
        "source_title": "CONFERENCE 24:4.1",
        "source_url": "",
        "ts": 435,
        "txt": "If someone perseveres continually in this watchfulness, therefore, he will effectively bring to pass what is quite plainly expressed by the prophet Habakkuk: “I will stand on my watch and go upon my rock, and I will look out to see what he will say to me and what I should reply to him who reproaches me.” The laboriousness and difficulty of this is very clearly proved by the experiences of those who dwell in the desert of Calamus or Porphyrion.\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "George Leo Haydock",
        "file_name": "Habakkuk 2_2.toml",
        "id": "ba813c34-1277-4b55-9d1e-a28f09312442",
        "location_end": 2000002,
        "location_start": 2000002,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Over it. It shall be so legible (Haydock) any one may hear or take a copy. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "Augustine of Hippo",
        "file_name": "Habakkuk 2_2-3.toml",
        "id": "a9450c29-f464-4538-bafb-bf389cea909d",
        "location_end": 2000003,
        "location_start": 2000002,
        "source_title": "City of God 18.31",
        "source_url": "https://www.newadvent.org/fathers/120118.htm",
        "ts": 430,
        "txt": "Of what else than the advent of Christ, who was to come, is Habakkuk understood to say, “And the Lord answered me, and said, ‘Write the vision openly on a tablet of boxwood so that the one who reads these things may understand.’ ” For the vision is yet for a time appointed, and it will arise in the end, and it will not become void. If it delays, wait for it, because it will surely come and will not be delayed.\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "Basil of Caesarea",
        "file_name": "Habakkuk 2_2-3.toml",
        "id": "692bcee6-a763-4f85-8d0a-657a8313e8fb",
        "location_end": 2000003,
        "location_start": 2000002,
        "source_title": "LETTER 238",
        "source_url": "",
        "ts": 379,
        "txt": "You are perhaps distressed that you are driven outside the walls, but you shall dwell under the protection of the God of heaven. The angel who watches over the church has gone out with you. So they lie down in empty places day by day, bringing upon themselves heavy judgment as seen in the dispersion of the people. And, if in all this there is sorrow to be borne, I trust in the Lord that it will not be without its use to you. Therefore, the more have been your trials, look for a more perfect reward from your last judge. Do not take your present troubles ill. Do not lose hope. Yet a little while and your helper will come to you and will not tarry.\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "Jerome",
        "file_name": "Habakkuk 2_2-3.toml",
        "id": "a917ff8f-2f6e-489e-bd69-46b7786aee54",
        "location_end": 2000003,
        "location_start": 2000002,
        "source_title": "HOMILIES ON THE PSALMS 55",
        "source_url": "",
        "ts": 420,
        "txt": "“[The Lord] who keeps the truth forever.” If we are crushed by falsehood and deceit, let us not grieve over it. The Lord is the guardian of truth for all eternity. Someone has lied against us, and the liar is given more credence than we who are telling the truth. We must not despair. The Lord keeps faith forever. Aptly said, “keeps.” He keeps truth and keeps it in his own treasury; he pays back to us what he has stored away for us. “Who keeps truth forever.” Christ is truth; let us speak truth, and truth will safeguard truth for us. “[The Lord] secures justice for the oppressed.” Even if justice delays its coming, do not give up hope; “it will surely come,” and bring salvation, securing justice for the oppressed. May our conscience testify only that we are not suffering on account of our sins and that we are not guilty of the charge brought against us.\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "Clement of Rome",
        "file_name": "Habakkuk 2_2-3.toml",
        "id": "9f3a1a03-2c33-49f7-a4d2-15b1ef67f227",
        "location_end": 2000003,
        "location_start": 2000002,
        "source_title": "1 CLEMENT 23",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Clement%20of%20Rome/First%20Epistle%20of%20Clement%20to%20the%20Corinthians.md",
        "ts": 99,
        "txt": "The all-merciful and beneficent Father has [a heart for] those who fear him, and kindly and lovingly he bestows his favors upon those who come to him with a simple mind. Therefore let us not be double-minded; neither let our soul be lifted up on account of his exceedingly great and glorious gifts. Far from us be that which is written, “Wretched are they who are of a double mind and of a doubting heart; who say, ‘These things we have heard even in the times of our fathers, but, behold, we have grown old, and none of them has happened unto us.’ ” You foolish ones! Compare yourselves with a tree; take the vine. First of all, it sheds its leaves, then it buds, next it puts forth leaves, and then it flowers; afterwards comes the sour grape, and then follows the ripened fruit. You perceive how in a little time the fruit of a tree comes to maturity. Of a truth, soon and suddenly shall his will be accomplished, as the Scripture also bears witness, saying, “Speedily will he come, and will not tarry,” and “The Lord shall suddenly come to his temple, even the holy one, for whom you look.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "Eusebius of Caesarea",
        "file_name": "Habakkuk 2_2-3.toml",
        "id": "cab4c58b-cfee-4187-83f5-df4b86990d92",
        "location_end": 2000003,
        "location_start": 2000002,
        "source_title": "PROOF OF THE GOSPEL 9:18",
        "source_url": "",
        "ts": 339,
        "txt": "He is blessed who is named by another prophet, “He that comes,” in the passage, “Yet a little while, and he that comes will come and will not tarry,” who also came in the name of the Lord God his Father. And he is the Lord God that appeared for us. For he insists that he has come in the name of his Father when he says to the Jews, “I have come in my Father’s name, and you receive me not. If another comes in his own name, you will receive him.” He, then, who appeared for us—the Lord God, the blessed, who comes in the name of the Lord—was also the stone that those of old built up on the foundation of the Mosaic teaching, which they set aside and which, though set aside by them, has become the head of the corner of the church of the Gentiles. The oracle says it is wonderful, not to all that look on it but only to the eyes of the prophets, when it says, “And it is wonderful in our eyes.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "George Leo Haydock",
        "file_name": "Habakkuk 2_3.toml",
        "id": "53ee5a28-d3c1-4c06-a05e-90bf121127c3",
        "location_end": 2000003,
        "location_start": 2000003,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Slack. That which happens at the time fixed is not. (Worthington) \nHebrew, \"the vision is for an appointed time. \"Habacuc might live to see the conquest and downfall of Nabuchodonosor. Many think that the first and second coming of Christ (Hebrews x. 36., and Romans i. 17.) are here insinuated, as the dominion of the aforesaid king represented the slavery of mankind under the devil, and the liberty granted by Cyrus was a type of their redemption. The felicity of the Jews is the last event which the prophet specifies, and this is here the literal sense. (St. Cyril) (Calmet)\n"
    },
    {
        "append_to_author_name": " 1:16-17",
        "book": "habakkuk",
        "father_name": "Romans",
        "file_name": "Habakkuk 2_3-4.toml",
        "id": "83e9c89c-45b2-4a3e-8457-556d38b9007d",
        "location_end": 2000004,
        "location_start": 2000003,
        "source_title": "",
        "source_url": "",
        "ts": 56,
        "txt": "For I am not ashamed of the gospel of Christ: for it is the power of God unto salvation to every one that believeth; to the Jew first, and also to the Greek.  For therein is the righteousness of God revealed from faith to faith: as it is written, The just shall live by faith. [Habakkuk 2:3-4] \n"
    },
    {
        "append_to_author_name": " 10:19-39",
        "book": "habakkuk",
        "father_name": "Hebrews",
        "file_name": "Habakkuk 2_3-4.toml",
        "id": "3f4c499e-2e4f-49c9-b4be-e3e5b2584217",
        "location_end": 2000004,
        "location_start": 2000003,
        "source_title": "",
        "source_url": "",
        "ts": 69,
        "txt": "Having therefore, brethren, boldness to enter into the holiest by the blood of Jesus,  By a new and living way, which he hath consecrated for us, through the veil, that is to say, his flesh;  And having an high priest over the house of God;  Let us draw near with a true heart in full assurance of faith, having our hearts sprinkled from an evil conscience, and our bodies washed with pure water.  Let us hold fast the profession of our faith without wavering; (for he is faithful that promised;)  And let us consider one another to provoke unto love and to good works:  Not forsaking the assembling of ourselves together, as the manner of some is; but exhorting one another: and so much the more, as ye see the day approaching.  For if we sin wilfully after that we have received the knowledge of the truth, there remaineth no more sacrifice for sins,  But a certain fearful looking for of judgment and fiery indignation, which shall devour the adversaries.  He that despised Moses' law died without mercy under two or three witnesses:  Of how much sorer punishment, suppose ye, shall he be thought worthy, who hath trodden under foot the Son of God, and hath counted the blood of the covenant, wherewith he was sanctified, an unholy thing, and hath done despite unto the Spirit of grace?  For we know him that hath said, Vengeance belongeth unto me, I will recompense, saith the Lord. And again, The Lord shall judge his people.  It is a fearful thing to fall into the hands of the living God.  But call to remembrance the former days, in which, after ye were illuminated, ye endured a great fight of afflictions;  Partly, whilst ye were made a gazingstock both by reproaches and afflictions; and partly, whilst ye became companions of them that were so used.  For ye had compassion of me in my bonds, and took joyfully the spoiling of your goods, knowing in yourselves that ye have in heaven a better and an enduring substance.  Cast not away therefore your confidence, which hath great recompence of reward.  For ye have need of patience, that, after ye have done the will of God, ye might receive the promise.  For yet a little while, and he that shall come will come, and will not tarry.  Now the just shall live by faith: but if any man draw back, my soul shall have no pleasure in him. [Habakkuk 2:3-4] But we are not of them who draw back unto perdition; but of them that believe to the saving of the soul.\n"
    },
    {
        "append_to_author_name": " 3:1-14",
        "book": "habakkuk",
        "father_name": "Galatians",
        "file_name": "Habakkuk 2_3-4.toml",
        "id": "cab15a00-55f8-4274-9467-1797d3f1bd88",
        "location_end": 2000004,
        "location_start": 2000003,
        "source_title": "",
        "source_url": "",
        "ts": 50,
        "txt": "O foolish Galatians, who hath bewitched you, that ye should not obey the truth, before whose eyes Jesus Christ hath been evidently set forth, crucified among you?  This only would I learn of you, Received ye the Spirit by the works of the law, or by the hearing of faith?  Are ye so foolish? having begun in the Spirit, are ye now made perfect by the flesh?  Have ye suffered so many things in vain? if it be yet in vain.  He therefore that ministereth to you the Spirit, and worketh miracles among you, doeth he it by the works of the law, or by the hearing of faith?  Even as Abraham believed God, and it was accounted to him for righteousness.  Know ye therefore that they which are of faith, the same are the children of Abraham.  And the scripture, foreseeing that God would justify the heathen through faith, preached before the gospel unto Abraham, saying, In thee shall all nations be blessed.  So then they which be of faith are blessed with faithful Abraham.  For as many as are of the works of the law are under the curse: for it is written, Cursed is every one that continueth not in all things which are written in the book of the law to do them.  But that no man is justified by the law in the sight of God, it is evident: for, The just shall live by faith. [Habakkuk 2:3-4] And the law is not of faith: but, The man that doeth them shall live in them.  Christ hath redeemed us from the curse of the law, being made a curse for us: for it is written, Cursed is every one that hangeth on a tree:  That the blessing of Abraham might come on the Gentiles through Jesus Christ; that we might receive the promise of the Spirit through faith.\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "George Leo Haydock",
        "file_name": "Habakkuk 2_4.toml",
        "id": "bd9ef7bc-4b75-4908-a518-b37ef98c837e",
        "location_end": 2000004,
        "location_start": 2000004,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Unbelieving. Protestants, \"lifted up. \"(Haydock) \nThe king's vain projects shall fail. Roman Septuagint, \"If he withdraw himself, my soul shall not have pleasure in him. But my just man shall live by my faith. \"Others read with St. Paul, \"my just man shall live by faith \"Hebrews x. 38. (Calmet) \nThe source of content arises from faith, (without which this life would be a sort of death, as the apostle and St. Augustine, Trinity xiv. 12., observe) because it is the beginning of life by grace, which the works of the law could not otherwise confer, Galatians iii. (Worthington) \nThe Hebrew will admit the sense of the Septuagint and we ought rather to show this in passages which the authors of the New Testament quote, than to excuse them. Here their version seems preferable to that given by moderns, ecce elata est, non recta anima ejus in eo, the drift of which who can guess? Beza has acted unfairly, \"at si quis se subduxerit non est gratum animo meo \"whereas the text speaks of the \"just man \"as Theophylactus observes. \"Hence all who know his theological opinions, may see how suspicious his translation must be accounted. \"(Pearson, pref. Sept.) (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "Theodore of Mopsuestia",
        "file_name": "Habakkuk 2_4.toml",
        "id": "d20064ee-feb1-415e-8f38-fc8ff8e774f8",
        "location_end": 2000004,
        "location_start": 2000004,
        "source_title": "COMMENTARY ON HABAKKUK 2:1-4",
        "source_url": "",
        "ts": 428,
        "txt": "“But the righteous one will live from my faith.” So even if someone should be uncertain in their trust in the future and doubt if it will really happen, such a one is very much the object of dislike to me, because I define a righteous person as one who trusts in the promises and gets benefit from them.\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "Augustine of Hippo",
        "file_name": "Habakkuk 2_4.toml",
        "id": "d5c5ba12-23d5-4f11-bc83-6757bfde2a58",
        "location_end": 2000004,
        "location_start": 2000004,
        "source_title": "LETTER 140:30",
        "source_url": "",
        "ts": 430,
        "txt": "Therefore pride is contrary to this justice of God, because it puts its trust in its own works. Thus the psalm continues, “Let not the foot of pride come to me.” This justice is the grace of the New Testament, by which the faithful are just, while they live by faith, until, by the perfection of justice, they are brought to the face-to-face vision, as they are also equally brought to immortality of the body itself, by the perfection of salvation.\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "Augustine of Hippo",
        "file_name": "Habakkuk 2_4.toml",
        "id": "04d92a17-c16c-4883-a4df-0483e4bd758e",
        "location_end": 2000004,
        "location_start": 2000004,
        "source_title": "LETTER 190",
        "source_url": "",
        "ts": 430,
        "txt": "Those just people also were saved by their salutary faith in him as man and God who, before he came in the flesh, believed that he was to come in the flesh. Our faith is the same as theirs, since they believed that this would be, while we believe that it has come to pass. Hence the apostle Paul says, “But having the same spirit of faith, as it is written: ‘I believed for which cause I have spoken,’ we also believe for which cause we speak also.” If, then, those who foretold that Christ would come in the flesh had the same faith as those who have recorded his coming, these religious mysteries could vary according to the diversity of times, yet all refer most harmoniously to the unity of the same faith. It is written in the Acts of the Apostles that the apostle Peter said, “Now therefore why do you make trial of your God by putting a yoke on the neck of the disciples which neither our fathers nor we have been able to bear? But we believe that we shall be saved through the grace of our Lord Jesus just as they will.” If, therefore, they, that is, the fathers, being unable to bear the yoke of the old law, believed that they were saved through grace of the Lord Jesus, it is clear that this grace saved even the just people of old through faith, for “the just man lives by faith.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "Augustine of Hippo",
        "file_name": "Habakkuk 2_4.toml",
        "id": "75fe8171-7151-450b-9b05-f8da6d9de7f7",
        "location_end": 2000004,
        "location_start": 2000004,
        "source_title": "TRACTATES ON THE GOSPEL OF JOHN 50:6",
        "source_url": "",
        "ts": 430,
        "txt": "But “Mary,” the other sister of Lazarus, “took a pound of perfume made from costly, pistic, aromatic nard. She anointed Jesus’ feet and wiped his feet with her hair, and the house was filled with the ointment fragrance.” We have heard what happened; let us search out the hidden meaning. You, whoever wishes to be a faithful soul, together with Mary anoint the Lord’s feet with costly perfume. That perfume was justice, and so it was a full pound. However, it was perfume made from costly, pistic, aromatic nard. What does “pistic” mean? We might believe it to be some place in which this was costly perfume; and yet this is not an idle phrase and is quite well consonant with the mystery. The Greek word means “faith.” You were seeking to work justice: “the just man lives by faith.” Anoint Jesus’ feet by living well. Follow the Lord’s footsteps. Wipe with your hair. If you have more than enough, give to the poor, and you have wiped the Lord’s feet. For hairs seem to be the body’s superfluity. For you they are superfluous, but for the Lord’s feet they are necessary. Perhaps on earth the Lord’s feet are in need. For about whom except about his members will he say in the end, “When you did it for one of the least of mine, you did it for me”? You spent your superfluity, but you gave service to my feet.\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "Augustine of Hippo",
        "file_name": "Habakkuk 2_4.toml",
        "id": "f51f7e9b-d46b-4b26-9298-b76e1baf4f82",
        "location_end": 2000004,
        "location_start": 2000004,
        "source_title": "SERMON ON THE MOUNT 5:13",
        "source_url": "",
        "ts": 430,
        "txt": "For it is not simply the enduring of such things that is advantageous, but the bearing of such things for the name of Christ not only with a tranquil mind, even with exultation. For many heretics, deceiving souls under the Christian name, endure many such things; but they are excluded from that reward on this account, that it is not said merely, “Blessed are they which endure persecution,” but it is added, “for righteousness’ sake.” Now, where there is not sound faith, there can be no righteousness, for the just man lives by faith. Neither let schismatics promise themselves anything of that reward; for similarly, where there is no love there cannot be righteousness, for “love works no ill to his neighbor.” And if they had it, they would not tear in pieces Christ’s body, which is the church.\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "Cyprian",
        "file_name": "Habakkuk 2_4.toml",
        "id": "79fa850a-e551-46c2-9cbf-b3426875c4d6",
        "location_end": 2000004,
        "location_start": 2000004,
        "source_title": "THREE BOOKS OF TESTIMONIES AGAINST THE JEWS 12:1.5",
        "source_url": "",
        "ts": 258,
        "txt": "“And if you will not believe, neither will you understand.” Also the Lord in the Gospel: “For if you believe not that I am he, you shall die in your sins.” Moreover, righteousness should subsist by faith. In it was life, as predicted in Habakkuk: “Now the just shall live by faith in me.” Hence Abraham, the father of the nations, believed. In Genesis “Abraham believed in God, and it was counted to him for righteousness.” In like manner Paul wrote to the Galatians: “Abraham ‘believed God, and it was reckoned to him as righteousness.’ So you see, those of faith are the descendants of Abraham. And the Scripture, foreseeing that God would justify the Gentiles by faith, preached the gospel beforehand to Abraham, saying ‘In you shall all the nations be blessed.’ So then, those who are people of faith are blessed with Abraham who had faith.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "Leo the Great",
        "file_name": "Habakkuk 2_4.toml",
        "id": "4bf63fcf-4882-42dc-8c85-9845ad1d83e3",
        "location_end": 2000004,
        "location_start": 2000004,
        "source_title": "SERMON 10:4",
        "source_url": "",
        "ts": 461,
        "txt": "And hence Tobias also, while instructing his son in the precepts of godliness, says, “Give alms of your substance, and turn not your face from any poor man. So shall it come to pass that the face of God shall not be turned from you.” This virtue makes all virtues profitable, for by its precepts it gives life to that very faith by which “the just lives” and which is said to be “dead without works.” As the reason for works consists in faith, so the strength of faith consists in works.\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "George Leo Haydock",
        "file_name": "Habakkuk 2_5.toml",
        "id": "3d41448f-fb7a-4c43-b214-f7cdd8cd0360",
        "location_end": 2000005,
        "location_start": 2000005,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "As wine deceiveth viz., by affording only a short passing pleasure, followed by the evils and disgrace that are the usual consequences of drunkenness: so shall it be with the proud enemies of the people of God, whose success affordeth them only a momentary pleasure, followed by innumerable and everlasting evils. (Challoner) \nHebrew, \"but as the proud man prevaricates in wine, he shall not succeed. \"Baltassar's reign was short. (Vatable; De Dieu.) \nNabuchodonosor saw himself reduced to the meanest condition. \nHell. He is insatiable, Proverbs xxx. 16. (Calmet) \nÆstuat infelix (Alex.) augusto limite mundi. (Juv. x.)\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "Richard Challoner",
        "file_name": "Habakkuk 2_5.toml",
        "id": "7d447147-aefe-44cb-98cd-8bdfbac97a1a",
        "location_end": 2000005,
        "location_start": 2000005,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "As wine deceiveth: Viz., by affording only a short passing pleasure; followed by the evils and disgrace that are the usual consequences of drunkenness; so shall it be with the proud enemies of the people of God; whose success affordeth them only a momentary pleasure, followed by innumerable and everlasting evils.\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "Cyprian",
        "file_name": "Habakkuk 2_5.toml",
        "id": "f739ebbe-35e2-4d41-81c8-b02d18851d64",
        "location_end": 2000005,
        "location_start": 2000005,
        "source_title": "LETTER 68:4",
        "source_url": "",
        "ts": 258,
        "txt": "Since, therefore, the Lord thus threatens such shepherds through whom the sheep of the Lord are neglected and perish, what else ought we to do, dearly beloved brother, but to show full diligence in collecting and restoring the sheep of Christ and to apply the medicine of paternal piety to care for the wounds of the lapsed? The Lord also in the Gospel warns and says, “It is not the healthy who need a physician, but they who are sick.” For although we shepherds are many, yet we feed one flock. All of the sheep whom Christ sought by his blood and passion we ought to embrace and to cherish, and not to allow our suppliant and grieving brothers to be cruelly despised and to be trodden under foot by the proud presumption of certain ones, since it is written, “The man, however, who is stiff-necked, boastful of himself, will accomplish nothing at all. His greed is as wide as Sheol.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "George Leo Haydock",
        "file_name": "Habakkuk 2_6.toml",
        "id": "cc19416c-9e76-48c1-925b-78c6b529b027",
        "location_end": 2000006,
        "location_start": 2000006,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Parable. Literally, \"marvel \"or wonderful speech; parabolam. \nDark. Protestants, \"a taunting proverb \"(Haydock) when Nabuchodonosor became like a beast, and his empire was soon after divided. (Calmet) \nClay. Ill-gotten goods, that like mire both burden and defile the soul. (Challoner) \nGold and silver are only a sort of earth, Job xxvi. 16., and Zacharias ix. 2. Habacuc does not even name riches, out of contempt. Some think (Calmet) that he alludes to the grave. People prayed for their deceased friend: Sit tibi terra levis. (Drusius)\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "Ambrose of Milan",
        "file_name": "Habakkuk 2_6.toml",
        "id": "85a7f2be-c0f4-4e18-a2da-ab26a6db2385",
        "location_end": 2000006,
        "location_start": 2000006,
        "source_title": "LETTER 15",
        "source_url": "",
        "ts": 397,
        "txt": "Let your people not desire many things, for the reason that few things are many to them. Poverty and riches are names that imply want and satiety. He is not rich who wants anything, nor poor who does not want. Let no one spurn a widow or cheat an orphan or defraud his neighbor. Woe to him who has a fortune amassed by deceit and builds in blood a city, in other words, his soul. For it is this that is built like a city. Greed does not build it but sets it on fire and burns it. Do you wish to build your city well? “Better is a little with the fear of the Lord than great treasures without fear.” The riches of a person ought to work for the redemption of his soul, not to its destruction. Wealth is redemption if one uses it well; so too it is a snare if one does not know how to use it. For what is a person’s money if not provision for the journey?\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "Richard Challoner",
        "file_name": "Habakkuk 2_6.toml",
        "id": "1ee444e8-f617-4ad1-8e41-457faf79002a",
        "location_end": 2000006,
        "location_start": 2000006,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "Thick clay: Ill-gotten goods, that, like mire, both burden and defile the soul.\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "Cyril of Alexandria",
        "file_name": "Habakkuk 2_6.toml",
        "id": "36f0a1ad-c2b7-46cf-a2f2-899f9932c444",
        "location_end": 2000006,
        "location_start": 2000006,
        "source_title": "ON THE UNITY OF CHRIST",
        "source_url": "",
        "ts": 444,
        "txt": "As for the inventors of impure heresies, those profaners and apostates who have opened their mouths wide against the divine glory, “those who have uttered perverted things,” we could accuse them of having slipped in their madness as low as the foolish pagans. [They have slipped] perhaps even lower, for it would have been better never to have known it than to have turned away from the sacred commandment which was handed on to them. What the book of Proverbs so rightly speaks of has indeed come about: “that the dog has returned to its vomit, and no sooner has it washed than the pig returns to wallow in the slime.” They have circulated among themselves blasphemous accusations against Christ and like wild, ferocious wolves ravage the flock for which Christ died. They pillage what is his very own, “bloating themselves on what is not theirs,” as it is written, and “stuffing their gorge to the full.” How aptly does that saying apply to them, that “they came out from us but were not part of us.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "George Leo Haydock",
        "file_name": "Habakkuk 2_7.toml",
        "id": "ed746996-dc2a-4cb8-b723-5393060018bd",
        "location_end": 2000007,
        "location_start": 2000007,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Bite, like worms in the grave. Cyrus will overturn the kingdom. The Rabbins pretend that Evilmerodac caused his father's body to be cut in pieces for the crows, lest he should return again. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "George Leo Haydock",
        "file_name": "Habakkuk 2_8.toml",
        "id": "afa097e7-ed01-4b55-8a2a-2651890d22f2",
        "location_end": 2000008,
        "location_start": 2000008,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Blood. For cruelty, avarice, the Chaldeans shall be ruined. (Worthington) \nCity, different from that land of the Arabs, who dwell under tents. This city may denote Jerusalem, Babylon\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "George Leo Haydock",
        "file_name": "Habakkuk 2_9.toml",
        "id": "850400e8-1268-468a-8062-a0db5b5e2598",
        "location_end": 2000009,
        "location_start": 2000009,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Wo. This is commonly understood of Nabuchodonosor; but it seems rather to designate Joakim, (Jeremias xxii. 13.) whose injustice scandalized the prophet. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "Apostolic Constitutions",
        "file_name": "Habakkuk 2_9.toml",
        "id": "5888a372-efe9-436a-8c64-e82bb74703bd",
        "location_end": 2000009,
        "location_start": 2000009,
        "source_title": "CONSTITUTIONS OF THE HOLY APOSTLES 7:4",
        "source_url": "https://www.newadvent.org/fathers/07157.htm",
        "ts": 380,
        "txt": "You shall not speak evil; for he says, “Love not to speak evil, lest you be taken away.” You shall not be mindful of injuries, for “the ways of those that remember injuries are unto death.”? You shall not be double-minded or double-tongued, for “a man’s own lips are a strong snare to him,” and “a talkative person shall not be prospered upon the earth.” Your words shall not be vain, for “you shall give an account of every idle word.” You shall not tell lies, for he says, “You shall destroy all those that speak lies.” You shall not be covetous or rapacious, for he says, “Woe to him that is covetous toward his neighbor with an evil covetousness.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "George Leo Haydock",
        "file_name": "Habakkuk 2_10.toml",
        "id": "8383ff98-8ea0-4d64-93bb-15fa8c286a26",
        "location_end": 2000010,
        "location_start": 2000010,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "House. Thinking to establish thy family for ever, thou hast proved its ruin by avarice (Worthington) \nThis is applied to Nabuchodonosor, but may be as well explained of Joakim, who oppressed his people, and was cast out like an ass. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "George Leo Haydock",
        "file_name": "Habakkuk 2_11.toml",
        "id": "d5983c38-b0a8-43a1-b7cb-a808892393d8",
        "location_end": 2000011,
        "location_start": 2000011,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Timber. Hebrew, \"caphis (Septuagint, the insect kantharos) from the wood shall answer. \"(Haydock) \nThe signification of the Hebrew term is unknown. It was customary to place beams of wood after some courses of stone, to strengthen the building, 3 Kings vi. 36. (Calmet) \nThe crimes were so crying, that if men were silent the very stones would publish them. (Menochius)\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "Ambrose of Milan",
        "file_name": "Habakkuk 2_11.toml",
        "id": "9066d54e-71c4-4fd1-b82b-e959ef8fdab6",
        "location_end": 2000011,
        "location_start": 2000011,
        "source_title": "ON THE DEATH OF THEODOSIUS 46",
        "source_url": "",
        "ts": 397,
        "txt": "Helena adored the king, not the wood [of the cross], indeed, because this is an error of the Gentiles and a vanity of the wicked. But she adored him who hung on the tree, whose name was inscribed in the title; him, I say, as a scarab, cried out to his Father to forgive the sins of his persecutors. The woman eagerly hastened to touch the remedy of immortality, but she feared to trample under the foot the mystery of salvation. Joyful at heart, yet with anxious step, she knew not what she should do. She proceeded, however, to the resting place of truth. The wood shone, and grace flashed forth. And, as before, Christ had visited as woman Mary, so the spirit visited a woman in Helena. He taught her what as a woman she did not know and led her upon a way that no mortal could know.\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "George Leo Haydock",
        "file_name": "Habakkuk 2_12.toml",
        "id": "d8d2191d-eeda-4d8f-8cb4-7d48cd8a58ac",
        "location_end": 2000012,
        "location_start": 2000012,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Wo. This might be explained of Nabuchodonosor; but we rather understand the king of Tyre, whose pride was intolerable, Ezechiel xxviii. It seems useless to repeat so often the same threats against one king. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "George Leo Haydock",
        "file_name": "Habakkuk 2_13.toml",
        "id": "16ce0c1a-d122-4dfa-9f1b-3e14b025ebe8",
        "location_end": 2000013,
        "location_start": 2000013,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Things That is, shall not these punishments that are here recorded come from the Lord upon him that is guilty of such crimes? (Challoner) or, are not these riches from the Lord? The king of Tyre thought himself a god, Ezechiel xxviii. 2. (Calmet) \nPeople; enemies of God's people. (Challoner) \nThe riches of the Tyrians shall perish, so that the troops of Nabuchodonosor shall find nothing worth their trouble. Thus all were justly punished.\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "Richard Challoner",
        "file_name": "Habakkuk 2_13.toml",
        "id": "ae7fc99f-6cf1-42ba-b7c3-7263a5c9eb84",
        "location_end": 2000013,
        "location_start": 2000013,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "Are not these things: That is, shall not these punishments that are here recorded, come from the Lord upon him that is guilty of such crimes.\n\nThe people shall labour: Viz., the enemies of God's people.\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "George Leo Haydock",
        "file_name": "Habakkuk 2_14.toml",
        "id": "519fc959-55a5-4d06-bf5b-d469846efc6d",
        "location_end": 2000014,
        "location_start": 2000014,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Sea. The land and naval forces attacked Tyre. (Calmet) \nVast multitudes came against Babylon. (Menochius) \nThe punishment of the wicked will cause many to adore and to fear the Lord. (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "George Leo Haydock",
        "file_name": "Habakkuk 2_15.toml",
        "id": "bd2b5cdf-9822-4df6-b63a-318121ad2f15",
        "location_end": 2000015,
        "location_start": 2000015,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Wo. All this may refer to the king of Egypt, who deceived Joakim, Sedecias (Calmet) \nSeptuagint, \"O, he who giveth drink to his neighbour, a cruel overthrow, and who maketh \"\nNakedness. Septuagint, \"caverns \"deluding him, so that his places of retreat become useless. (Haydock) \nThe Jews relate that Sedecias was intoxicated, and then acted with indecency. (St. Jerome) \nBut these accounts deserve little credit.\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "Origen of Alexandria",
        "file_name": "Habakkuk 2_15.toml",
        "id": "54b514a1-9951-489c-895f-bc2d87b026e0",
        "location_end": 2000015,
        "location_start": 2000015,
        "source_title": "HOMILIES ON EXODUS 5:1",
        "source_url": "",
        "ts": 253,
        "txt": "What then are we to do who received such instructions about interpretation from Paul, a teacher of the church? Does it not seem right that we apply this kind of rule that was delivered to us in a similar way in other passages? Or as some wish, forsaking these things that such a great apostle taught, should we turn again to “Jewish fables”? It seems to me that if I differ from Paul in these matters I aid the enemies of Christ, and this is what the prophet says, “Woe to him who causes his neighbor to drink for foul subversion!” Let us cultivate, therefore, the seeds of spiritual understanding received from the blessed apostle Paul, insofar as the Lord shall see fit to illuminate us by your prayers.\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "George Leo Haydock",
        "file_name": "Habakkuk 2_16.toml",
        "id": "4e35540f-0513-407a-b4bd-1e72dd1dbfda",
        "location_end": 2000016,
        "location_start": 2000016,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Glory. Egypt shall suffer at last, Isaias xix. 14., Jeremias xliii. It was customary to hand the cup about, Jeremias xxv. 17., and Matthew xxvi. 27. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "George Leo Haydock",
        "file_name": "Habakkuk 2_17.toml",
        "id": "123dfba8-ca8e-4f4a-85d6-66f288cc9e89",
        "location_end": 2000017,
        "location_start": 2000017,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Libanus. That is, the iniquity committed by the Chaldeans against the temple of God, signified here by the name of Libanus. (Challoner) \nEgypt had persuaded the governor of Coelosyria and the Jews to revolt, and then abandoned them. \nBeasts, which were adored in Egypt. Those who explain all of the Chaldeans are much perplexed, understanding the army of Cyrus, or the oppressed nations, or subjects to be meant. (Calmet) \nAnd of. Hebrew, \"land of the city \"as ver. 8.\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "Richard Challoner",
        "file_name": "Habakkuk 2_17.toml",
        "id": "322a2ab6-0e30-4342-9432-cb7c15c2fc60",
        "location_end": 2000017,
        "location_start": 2000017,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "The iniquity of Libanus: That is, the iniquity committed by the Chaldeans against the temple of God, signified here by the name of Libanus.\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "George Leo Haydock",
        "file_name": "Habakkuk 2_18.toml",
        "id": "4b7f9207-9c6e-423e-bd96-6fe02786346c",
        "location_end": 2000018,
        "location_start": 2000018,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Thing, Protestants falsely, \"image. \"(Haydock) \nThis is addressed to all idolaters.\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "George Leo Haydock",
        "file_name": "Habakkuk 2_20.toml",
        "id": "fd8ae336-e6dd-4286-8a71-f31962d50864",
        "location_end": 2000020,
        "location_start": 2000020,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Temple. Hebrew, \"palace \"or heaven. House is generally put for the temple. \nSilence, out of respect The guards of the eastern princes observe the utmost silence and modesty. God is very different from idols. He is the arbiter of life and death. (Calmet) \nSilence often denotes subjection, 1 Machabees i. 3. (Menochius)\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "Methodius of Olympus",
        "file_name": "Habakkuk 2_20.toml",
        "id": "080cf5f7-892a-4a68-a9dc-49e22e160f42",
        "location_end": 2000020,
        "location_start": 2000020,
        "source_title": "ORATION CONCERNING SIMEON AND ANNA 4",
        "source_url": "",
        "ts": 311,
        "txt": "“When the time is come, you shall be shown forth.” What exposition does this require, if a person diligently direct the eye of the mind to the festival which we are now celebrating? “For then shall you be shown forth,” he says, “as upon a kingly charger, by your pure and chaste mother, in the temple, and that in the grace and beauty of the flesh assumed by you.” All these things the prophet, summing up for the sake of greater clearness, exclaims in brief: “The Lord is in his holy temple.” “Fear before him all the earth.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "George Leo Haydock",
        "file_name": "Habakkuk 3_1.toml",
        "id": "982fd508-f509-420b-8735-51debd165d88",
        "location_end": 3000001,
        "location_start": 3000001,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "For ignorances. That is, for the sins of his people. In the Hebrew it is shignoth: which some take to signify a musical instrument, or tune, with which this sublime prayer and canticle was to be sung. (Challoner) \nThe term is omitted in several Latin manuscripts. The precise import cannot be ascertained; yet it seems to imply a song of comfort. (Calmet) \nSeptuagint, \"with a canticle. \"(Haydock) \nSt. Jerome follows Aquila and Symmachus, and the 5th edition. Theodotion has, \"for voluntary \"transgressions. (Calmet) \nAll sins proceed in some degree from ignorance, (Worthington) and are all the effects of free-will. (Haydock) \nThe prophet prays to be freed from sin, and foretells the coming of Christ (Worthington) \nThe Fathers apply this canticle to Him, as the Church herself does in her office. We cannot go astray, following such guides. Yet some think that an allusion is made to the return from captivity, and from Egypt, which were noble figures of the world's redemption. The prophet concludes with adoring the ways of God, (Calmet) which at first he had not comprehended. (Haydock) \nHe is astonished at God's mercy, in becoming incarnate for man's sake. (Worthington) Ver. 2. Thy hearing That is, thy oracles, the great and wonderful things thou hast revealed to me: and I was struck with a reverential fear and awe. (Challoner) \nI saw that the unjust would not escape. (Calmet) \nWork. The great work of the redemption of man, which thou wilt bring to life and light in the midst of the years, when our calamities and miseries shall be at their height. (Challoner) \nYears, at the time appointed. (Worthington) \nSeptuagint read, \"Lord, I considered thy works, and was astonished; in the midst of two living creatures, or lives, thou shalt be known \"(Haydock) or found, between an ox and an ass, as the Church has it. (Nat. and Circumc.) (Worthington) \nChrist appeared when the world was most dissolute. (Menochius) \nThe tradition of two animals being near the crib where he was born, is not of earlier date than about the fifth century. Some explain this of the Father between the Son and the Holy Spirit; others of Christ between the thieves, or the two testaments, or collecting his Church from Jews and Gentiles (Sanct.; Calmet) \nModerns agree with St. Jerome's version. The prophet begs that God would perform his ancient miracles in his days, (Calmet) by relieving the captives, as he had formerly delivered their ancestors. (Haydock) \nMake. Hebrew and Septuagint, \"when the years approach, thou shalt be made known; when the time shall come, thou shalt be manifested; when my soul shall be troubled, in wrath thou \"(Haydock) \nGod never shuts the gate of mercy to the penitent, Nahum i. 3. (Calmet) Ver. 3. South. God himself will come to give us his law, and to conduct us into the true land of promise: as heretofore he came from the south, (in the Hebrew Teman) and from Mount Pharan, to give his law to his people in the desert. See Deuteronomy xxxiii. 2. (Challoner) \nSeptuagint render, \"the shady and thick mount, Dias alma. \"St. Jerome, Pharan semper. Hebrew, Sela, Psalm ix. (Worthington) \nThe term seems to denote a pause. There might be many in the same canticle, (Calmet) as we find three here, (ver. 9, 13) and many placed at irregular distances in the Psalms. (Haydock) \nThe Hebrews had long sojourned in the Stony Arabia, under the guidance of the Lord. We should render in the past time to ver. 16. (Calmet). \nChrist was born (Haydock) at Bethlehem, to the south of Jerusalem, (Worthington) and had given the law, as a Jew interpreted this passage to St. Jerome. He was probably a convert. (Haydock) Ver. 4. Horns That is, strength and power, which by a Hebrew phrase are called horns: or beams of light, which come forth from his hands: or it may allude to the cross, in the horns of which the hands of Christ were fastened, where his strength was hidden, by which he overcame the world, and drove out death and the devil. (Challoner) \nHorns may also designate the nails, the prints of which remained in our Saviour's hands after his glorious resurrection. (Haydock) \nGod appeared hurling his thunderbolts (ver. 11., and Psalm xvii. 16.; Calmet) with a fiery law in his right hand, all shining with glory, Exodus xix. 18., and xxxiv. 29., and Deuteronomy v. 22. (Haydock) \nSinai seemed to be all on fire. Nothing can resist lightning. (Calmet). \nFulmine terres. (Virgil, Æneid i.) \nHid, Septuagint, \"and he has placed the strong love of his power \"(Haydock) Jesus Christ, who has given his life for us. (Calmet) Ver. 5. Death Both death and the devil shall be the executioners of his justice against his enemies; as they were heretofore against the Egyptians and Chanaanites. (Challoner) \nHebrew daber, (Haydock) according to the different pronunciation, is rendered \"the word \"by the Septuagint and Theo.; \"the plague \"by Aquila After Christ was baptized, the devil came to tempt him. (St. Jerome) \nDevil. Hebrew resheph, (Haydock) or \"bird \"(Symmachus) means \"creeping on the belly \"as is explained by the Jews of the devil, who tempted our first parents. (St. Jerome) \nModerns (Haydock) follow the Chaldean and understand the carbuncle. (Calmet) \nProtestants, \"burning coals: \"marg. \"diseases \"(Haydock) resembling the pestilence. God destroyed his enemies and the murmuring Hebrews. (Calmet) \nSeptuagint, \"and it (the word) shall go out into the fields behind his feet. \"God's will shall be published in the field of the world, (Haydock) when the gospel shall be preached to the Gentiles. Ver. 6. Measured. Septuagint, \"the earth was troubled \"(Calmet) or shaken. (Haydock) \nHe beheld. One look of his eye is enough to melt all the nations, and to reduce them to nothing. For all heaven and earth disappear when they come before his light, Apocalypse xx. 11. (Challoner) \nThe Chanaanites were dismayed at the approach of God's people. He routed the nations, and determined the portion which he had chosen for Israel, Josue ii. 9. (Calmet) \nMountains. By the mountains and hills are signified the great ones of the world, that persecute the Church, whose power was quickly crushed by the Almighty. (Challoner) \nThe roughest roads in the wilderness were made smooth. God is poetically described at the head of his people, Deuteronomy viii. 4., and xxxiii. 15., and Psalm lxxv. 5. (Calmet) Ver. 7. Ethiopia, the land of the Blacks, and Madian, are here taken for the enemies of God and his people, who shall perish for their iniquity. (Challoner) \nChus peopled that part of Arabia. (Haydock) \nHebrew has Chusan, perhaps to rhyme with Madian; though some think that Chusan (defeated by Othoniel) and Madian (over whom Gedeon gained a complete victory) are designated, Judges ii and vi. When the Hebrews had crossed the Red Sea, the Arabs and Madianites removed their tents in great trepidation. (Calmet) \nThese nations dwelt chiefly under tents, or skins, which would be removed in time of war. (Worthington) Ver. 8. With the rivers He alludes to the wonders wrought heretofore by the Lord in favour of his people Israel, when the waters of the rivers, viz., of Arnon and Jordan, and of the Red Sea, retired before their face; when he came as it were with his horses and chariots to save them; when he took up his bow for their defence, in consequence of the oath he had made to their tribes; when the mountains trembled, and the deep stood with its waves raised up in a heap, as with hands lifted up to heaven; when the sun and moon stood still at his command, to comply with his anger, not against the rivers and sea, but against the enemies of his people. How much more will he do in favour of his Son, and against the enemies of his Church? (Challoner) \nHorses: the ark of the covenant. (Calmet) Ver. 9. Take. Septuagint bend thy bow over the sceptres, says the Lord, Dias alma. \"Sela is neglected by the Vulgate or (Haydock) by S. Jerome, as having no meaning. (Calmet) \nYet we find in the edition of his works he renders it, for ever; and here observes, that the Lord \"always dwells with his saints \"and attacks vices by their mouths. \nRivers. Septuagint, \"the earth shall be cut by rivers. \"(Haydock) \nGreek historians mention several rivers which have appeared or ceased to flow in consequence of earthquakes. The apostles, moved by Christ, water the world and form the Church. (St. Jerome) Ver. 10. Grieved. They seemed full of surprise, as in labour, (Hebrew) and the abyss spoke in its manner, (Calmet) obeying thy voice, and letting the Israelites pass. (Haydock; Psalm lxxiii. 15., and cxiii. 3., and Numbers xxi. 13.; Calmet) \n\"Earth, sea, and rocks quake at the sight of God. \"(Æschyl.) (Haydock) \nSeptuagint are obscure, (Calmet) \"Peoples shall behold thee, and grieve, (or be in labour: odinesousi has both meanings; St. Jerome) dividing the waters of the passage, the abyss \"Other copies read, \"Thou, Lord, wilt divide \"which S. Jerome explains of heresies, which soon disappear. (Haydock) Ver. 11. Go. The five kings shall flee at the descent of Be thoron; or the heavenly body shall proceed at thy command, at the signal given by thunder, Josue x. 11. Ver. 13. Christ. This may well be explained of the incarnation. God was touched at the miseries of his people, and rescued them by Moses. (Calmet) \nTheodotion and Symmachus, \"Ebionite, half Christians \"give a Jewish interpretation, \"to save thy Christ. \"Aquila, though a Jew, and the 5th edition agree with us; but the 6th edition best explains the mystery, \"through Jesus, thy Christ. \"(St. Jerome) \nHead Such was Pharao heretofore; such shall antichrist be hereafter. (Challoner) \nIt may also be understood of Nabuchodonosor and of all persecutors. (Haydock) \nCyrus cut off Baltassar; Christ will destroy antichrist, (2 Thessalonians ii.; Menochius) the head of the wicked congregation, Isaias xi. 4. (Worthington) \nNeck, or root. Pharao's eldest son perished, Exodus xiv. 17. (Calmet) Ver. 14. Sceptres. The nobles were drowned (Haydock) with their king, (Calmet) when they expected an easy prey, Exodus xiii. 9. (Haydock) \nHebrew, \"thou hast pierced the chief of their troops in the midst of tribes \"or sticks, as the Egyptians perhaps slew each other. (Calmet) Ver. 15. Sea, to deliver thy people from the Egyptian bondage; and thou shalt work the like wonders, in the spiritual way, to rescue the children of thy Church from their enemies. (Challoner) \nThe waters stood up like mountains, while God seemed to pass in his triumphal car. (Calmet) Ver. 16. I have heard, viz., the evils that are now coming upon the Israelites for their sins; and that shall come hereafter upon all impenitent sinners: and the foresight that I have of these miseries makes me willing to die, that I may be at rest, before this general tribulation comes, in which all good things shall be withdrawn from the wicked. (Challoner) \nThe five woes denounced chap. ii. make the deepest impression upon me. (Haydock) \nI fear lest I should sin. (St. Jerome) \nThe thought of so many wonders makes me speechless. (Calmet) \nMe. Let me find rest in the grave, like Job. (Haydock) \nI trust that God will raise me up. (Calmet) \nHebrew, \"rottenness hath entered. And I trembled in myself. \"Septuagint, (15) \"horses, troubling many waters: (16) I watched, and my belly was filled with fear at the voice of the prayer of my lips, and trembling entered my bones, and under me my strength (or frame, exis; some read ischus) was troubled. I shall rest in the day of my tribulation, to go up to the people of my parish \"or neighbourhood; paroikias. (Haydock) \nPeople That I may join the happy company in the bosom of Abraham, that are girded; that is, prepared for their journey, by which they shall attend their Lord, when he shall ascend into heaven. To which high and happy place, my Jesus, that is, my Saviour, the great conqueror of death and hell, shall one day conduct me rejoicing and singing psalms of praise, ver. 18., and 19. (Challoner) \nGirded. Hebrew, \"transmigration or desolation. \"Habacuc was mercifully allowed by Providence to dwell in Juda, when almost all were led away. He was transported through the air to feed Daniel, (Daniel xiv. 32.) where he might see his brethren, as he here insinuates, having relied on God's mercy, ver. 2. (Calmet) \nProtestants, \"when he cometh up unto the people, he will invade them with his troops; (marginal note, \"cut them in pieces\") 17. Although the \"When all shall be ravaged, I will still hope. (Haydock) \nAll must be patiently endured, that we may rest at last. (Worthington) Ver. 17. Fail. Literally, \"lie \"(Haydock) or frustrate our expectations. (Calmet) \nSpem mentita seges. (Horace i. ep. 7.) \nFold. Septuagint, \"food. \"Ver. 18. Jesus. Hebrew yishi, \"my (Haydock) salvation. \"(Calmet) \nSeptuagint, \"saviour. \"Chaldean, \"redeemer. \"(Haydock) \nJesus was the desire of all nations, and he imparts true joy to the faithful, John viii. 56. (Calmet) \nAt the last day, plagues similar to those of Egypt will occur; but the elect shall rejoice. (St. Jerome) Ver. 19. Places. I shall escape the fury of the Chaldeans, and sing a hymn of thanksgiving. (Calmet) \n\"The conqueror singing psalms \"may be unconnected with the rest, (Haydock) and designed to show that the hymn was intended for religious meetings. It may signify, \"To the chief over the female musicians. \"(Calmet) \nLamnatseach binginothai. Protestants, \"to the chief singer on my stringed instruments: \"marginal note, \"Neginoth. \"Septuagint, \"He will order my feet unto perfection. He will establish me upon the heights, to gain the victory in his canticle. \"(Haydock) \nI shall exchange my former complaints for songs of praise, and be crowned by Jesus. (St. Jerome)\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "Richard Challoner",
        "file_name": "Habakkuk 3_1.toml",
        "id": "c13d06e1-e55a-4521-b18d-613e862ab961",
        "location_end": 3000001,
        "location_start": 3000001,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "For ignorances: That is, for the sins of his people. In the Hebrew, it is Sigionoth: which some take to signify a musical instrument, or tune; with which this sublime prayer and canticle was to be sung.\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "Jerome",
        "file_name": "Habakkuk 3_1.toml",
        "id": "d0d24b34-4bd1-4e84-ab21-9d9c3a6217ac",
        "location_end": 3000001,
        "location_start": 3000001,
        "source_title": "Against the Pelagians 1.39",
        "source_url": "https://www.newadvent.org/fathers/30111.htm",
        "ts": 420,
        "txt": "The prophet Habakkuk gives this title to his canticle: “A prayer of Habakkuk the prophet for ignorance.” For he had spoken in a bold manner to the Lord and had said, “How long, O Lord, shall I cry, and you will not hear? Shall I cry to you ‘suffering violence,’ and you will not save? Why have you shown me iniquity and grievance, to see rapine and injustice before me? Judgment is done against me and opposition is more powerful. Therefore the law is torn to pieces, and judgment comes not to the end, because the wicked prevails against the just; therefore, wrong judgment goes forth.” As a reproof to himself for having spoken these words through ignorance, he writes the Canticle of Penance. If ignorance were no sin, it was a futile effort on his part to compose a book of penance, and his desire to express sorrow over an act that was not a sin was an empty gesture.\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "Richard Challoner",
        "file_name": "Habakkuk 3_2.toml",
        "id": "334eef1c-3735-4fef-9013-31e4f0594178",
        "location_end": 3000002,
        "location_start": 3000002,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "Thy hearing: That is, thy oracles, the great and wonderful things thou hast revealed to me; and I was struck with a reverential fear and awe.\n\nThy work: The great work of the redemption of man, which thou wilt bring to life and light in the midst of the years, when our calamities and miseries shall be at their height.\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "Irenaeus",
        "file_name": "Habakkuk 3_2.toml",
        "id": "2af4992b-7e22-4ef6-9e71-c81149c76fde",
        "location_end": 3000002,
        "location_start": 3000002,
        "source_title": "AGAINST HERESIES 3:16.7",
        "source_url": "",
        "ts": 202,
        "txt": "With him nothing is incomplete or out of due season, just as with the Father there is nothing incongruous. For all these things were foreknown by the Father, but the Son works them out at the proper time in perfect order and sequence. This was the reason why, when Mary was urging on to perform the wonderful miracle of the wine and was desirous before the time to partake of the cup of emblematic significance, the Lord, checking her untimely haste, said, “Woman, what have I to do with you? My hour is not yet come”—waiting for that hour which was foreknown by the Father. This is also the reason why, when men were often desirous to take him, “for the hour of his being taken was not yet to come,” nor the time of his passion, which had been foreknown by the Father; as also says the prophet Habakkuk: “By this you shall be known when the years have drawn close; you shall be set forth when the time comes; because my soul is disturbed by anger, you shall remember your mercy.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "Tertullian",
        "file_name": "Habakkuk 3_2.toml",
        "id": "e88f0a39-e574-488a-8f50-36ddc8a9d630",
        "location_end": 3000002,
        "location_start": 3000002,
        "source_title": "AGAINST MARCION 4:12",
        "source_url": "",
        "ts": 220,
        "txt": "The Father gave to the Son new disciples after Moses and Elijah had been exhibited along with him in the honor of his glory and had then been dismissed as having fully discharged their duty and office.… But we have the entire structure of this same vision in Habakkuk also, where the spirit in the person of some of the apostles says, “O Lord, I have heard your speech and was afraid.” What speech was this, other than the words of the voice from heaven, “This is my beloved Son, hear him”? “I considered your works and was astonished.” When could this have better happened than when Peter, on seeing his glory, knew not what he was saying? “In the midst of the two you shall be known”—even Moses and Elijah.\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "Caesarius of Arles",
        "file_name": "Habakkuk 3_2.toml",
        "id": "5f2a72be-cdbd-4f07-8bb4-94a704e52ec8",
        "location_end": 3000002,
        "location_start": 3000002,
        "source_title": "SERMON 107:1",
        "source_url": "",
        "ts": 542,
        "txt": "When the sacred lesson was read just now, we heard that at the time when the twelve spies were sent to view the land of promise, two of them brought back on a lever to the children of Israel a bunch of grapes of wonderful size. Those two men can be understood in many ways, dearly beloved, for they are not unfittingly believed to have signified both the two Testaments and the two precepts whereby God and the neighbor are loved. They can, likewise, be understood both historically and allegorically. That they were a type of the two Testaments we know definitely from the fact that the grapes are read to have been brought between those two men, just as Christ our Lord is clearly recognized in the middle of the two Testaments. According to what is written, “In the middle of the two animals you will be known,” that is, between the Old and New Testaments. When we read “in the middle,” we are not to understand that Christ was between the New and Old Testaments in such a way that he was contained in neither one. This is not true, beloved brothers, but when it says, “In the middle of the two animals you will be known,” we must realize that he is in the midst of the Old and New Testaments, that is, within in an interior and spiritual sense. This is not according to the letter, … but according to the spirit that vivifies all Christians who have spiritual understanding. Therefore “in the middle of the two animals you will be known” means in the inner sense of the New or Old Testaments.\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "Cassiodorus",
        "file_name": "Habakkuk 3_2.toml",
        "id": "6bd59d5a-15d4-436c-9d04-893ad9355526",
        "location_end": 3000002,
        "location_start": 3000002,
        "source_title": "EXPOSITION OF THE PSALMS 89:11",
        "source_url": "",
        "ts": 585,
        "txt": "“For mildness will come upon us, and we shall be corrected. Who knows the power of your anger, or can number your wrath for fear?” He now elaborates on his earlier statement: “the greatest number of them are labor and sorrow.” He says that we must not go beyond the precepts of the law, for Jesus Christ, who is mildness perfected, comes upon us and corrects and improves us if we wantonly ignore his Testaments. Since he used the word corrected, he prefaced it with “mildness,” so that we may realize that all the changes wrought by God in the faithful result from the application of devoted love. Next comes “Who knows the power of your anger or can number your wrath for fear?” Moses, who had experienced the severity of the Lord’s response to his errant people when they roused him with incessant grumbling, rightly exclaims that no one’s reckoning can measure his vengeance and that the potentialities of angry action open to him cannot be numbered. Observe in both instances that his boundless power is proclaimed, for just as the Lord’s rewards cannot be understood in their fullness, likewise the measure of his vengeance cannot be grasped. He did well to add “for fear;” as another prophet remarks: “I have pondered your works and was afraid.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "Origen of Alexandria",
        "file_name": "Habakkuk 3_2.toml",
        "id": "7861b6af-d387-4fa7-9c5c-82a919a2cada",
        "location_end": 3000002,
        "location_start": 3000002,
        "source_title": "ON FIRST PRINCIPLES 1:3.4",
        "source_url": "",
        "ts": 253,
        "txt": "And we think that the expression also which occurs in the hymn of Habakkuk, “In the midst either of the two living things, or of the two lives, you will be known,” ought to be understood of Christ and the Holy Spirit. For all knowledge of the Father is obtained by revelation of the Son through the Holy Spirit, so that both of these beings which, according to the prophet, are called either “living things” or “lives” exist as the grounds of the knowledge of God the Father. For it is said of the Son that “no one knows the Father but the Son, and he to whom the Son will reveal him.” The same also is said by the apostle of the Holy Spirit, when he declares, “God has revealed them to us by his Holy Spirit; for the Spirit searches all things, even the deep things of God.” And again in the Gospel, when the Savior speaks of the divine and profounder parts of his teaching, which his disciples were not yet able to receive, he thus addresses them: “I cannot bear them now; but when the Holy Spirit, the Comforter, is come, he will teach you all things, and will bring all things to your remembrance whatsoever I have said unto you.” We must understand, therefore, that as the Son, who alone knows the Father, reveals him to whom he will, so the Holy Spirit, who alone searches the deep things of God, reveals God to whom he will: “For the Spirit blows where he lists.” We are not, however, to suppose that the Spirit derives his knowledge through revelation from the Son.\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "Novatian",
        "file_name": "Habakkuk 3_3.toml",
        "id": "e1be02f9-d43d-4519-80cb-e0291d9a2cc3",
        "location_end": 3000003,
        "location_start": 3000003,
        "source_title": "ON THE TRINITY 12:7",
        "source_url": "",
        "ts": 9999999,
        "txt": "Habakkuk the prophet says, “God shall come from the south, and the holy one from the dark and dense mountain.” Whom would they have come from the south? If they say that God the Father almighty came, then God the Father came from a place; consequently, he is also enclosed by space and contained within the limits of some abode. Thus the sacrilegious heresy of Sabellius, as we said, takes concrete form because of these people who believe that Christ is not the Son but the Father. It is strange how these heretics, while insisting that Christ is a mere man, make an about-face and acknowledge that Christ is the Father, God almighty.\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "Richard Challoner",
        "file_name": "Habakkuk 3_3.toml",
        "id": "73730a91-cf66-4bc2-ba08-a5f5523b11cc",
        "location_end": 3000003,
        "location_start": 3000003,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "God will come from the south: God himself will come to give us his law, and to conduct us into the true land of promise: as heretofore he came from the South (in the Hebrew Theman) and from mount Pharan to give his law to his people in the desert. See Deut. 33. 2.\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "Irenaeus",
        "file_name": "Habakkuk 3_3.toml",
        "id": "94514b58-4064-4604-91ea-aefa382f2de7",
        "location_end": 3000003,
        "location_start": 3000003,
        "source_title": "AGAINST HERESIES 4:33.11",
        "source_url": "",
        "ts": 202,
        "txt": "And there are also some of them who say, “the Lord has spoken in Zion, and uttered his voice from Jerusalem,” and “in Judah is God known”5—these indicated his advent, which took place in Judea. Those, again, who declare that “God comes from the south, and from a mountain thick with foliage,” announced his advent at Bethlehem, as I have pointed out in the preceding book. From that place, also, he who rules and who feeds the people of his Father, has come. Those, again, who declare that at his coming “the lame man shall leap as a deer, and the tongue of the dumb shall speak plainly, and the eyes of the blind shall be opened, and the ears of the deaf shall hear,” and that “the hands which hang down, and the feeble knees, shall be strengthened,” and that “the dead which are in the grave shall arise,” and that he himself “shall take our weaknesses, and bear our sorrows”9—proclaimed those works of healing which were accomplished by him.\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "Augustine of Hippo",
        "file_name": "Habakkuk 3_3.toml",
        "id": "baa8f56d-ae2d-4236-93f3-036a71a82a90",
        "location_end": 3000003,
        "location_start": 3000003,
        "source_title": "SERMON 46:38-40",
        "source_url": "",
        "ts": 430,
        "txt": "But tell us the other thing you were saying you were going to tell us. “The prophet,” says he, “says God ‘will come from Afric,’ and now of course where the Afric is, there is Africa.” Well, there’s a fine testimony for you! God will come from the Afric, and from Africa God will come. The heretics are announcing another Christ who is born in Africa and goes through the world. I’m asking what it means, God will come from Africa. If you said, “God has only remained in Africa,” you would certainly be saying something shameful enough. But now you also say, “He will come from Africa.” We know where Christ was born, where he suffered, where he ascended into heaven, where he sent his disciples from, where he filled them with the Holy Spirit, where he instructed them to evangelize the whole world, and they complied, and the world is filled with the gospel. And you say, “God will come from Africa!” …So how does he come from “the shady mountain”? Read the Gospel once more: it was from the Mount of Olives that Christ ascended into heaven. Continue. And what could be clearer? You hear “from the Afric”; you have heard “from the shady mountain.” We recite the law, we recite the Gospel; you have heard “beginning from Jerusalem”; now hear “throughout all the nations.” In the same prophet continue with those words that you ignored, those words you left out.… “God will come from the Afric, and the Holy One from the shady mountain,” that is, from the Mount of Olives, where he ascended into heaven, where he sent his disciples from, where he also said as he was about to ascend, “It is not for you to know the times which the Father has placed in his own power; but you will receive might from on high, and you will be witness to me … in Jerusalem, and in Judea and in Samaria, and as far as the whole earth.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "Augustine of Hippo",
        "file_name": "Habakkuk 3_3.toml",
        "id": "43e34e27-44f4-4b29-bbc6-0ff8083545c5",
        "location_end": 3000003,
        "location_start": 3000003,
        "source_title": "LETTER 105",
        "source_url": "",
        "ts": 430,
        "txt": "Where we recognize Christ in what is written: “God will come from the south and the holy one from the shady mountain; his strength will cover the heavens,” there we recognize the church in what follows: “And the earth is full of his praise.” Jerusalem was settled from Africa, as we read in the book of Joshua, son of Nun; from there the name of Christ was spread abroad; there is the shady mountain, the Mount of Olives, from which he ascended into heaven, so that his strength might cover the heavens and the church might be filled through all the earth with his praise.\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "Richard Challoner",
        "file_name": "Habakkuk 3_4.toml",
        "id": "8d991f8f-cb23-4063-98d8-ce1f3eff0af8",
        "location_end": 3000004,
        "location_start": 3000004,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "Horns: That is, strength and power, which, by a Hebrew phrase, are called horns. Or beams of light, which come forth from his hands. Or it may allude to the cross, in the horns of which the hands of Christ were fastened, where his strength was hidden, by which he overcame the world, and drove out death and the devil.\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "Jerome",
        "file_name": "Habakkuk 3_4.toml",
        "id": "cbe466a0-4574-4fe9-8cc3-1145556e7229",
        "location_end": 3000004,
        "location_start": 3000004,
        "source_title": "ON THE EPIPHANY AND PSALM 28, HOMILY 89",
        "source_url": "",
        "ts": 420,
        "txt": "What does the psalm have to say of the Savior? “As the beloved Son of unicorns.” Our beloved Lord and Savior is the Son of the unicorns, the Son of the cross, of whom Habakkuk sings, “Rays shine forth from beside him, where his power is concealed.” After this beloved Son was crucified, then, was fulfilled the prophecy of the psalm: “The voice of the Lord strikes fiery flames.” For when Christ had been baptized and the entire universe had been purified in his cleansing, the fire of hell was extinguished.\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "Richard Challoner",
        "file_name": "Habakkuk 3_5.toml",
        "id": "563db5fd-e73d-4150-b532-90eb5391979e",
        "location_end": 3000005,
        "location_start": 3000005,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "Death shall go before his face: Both death and the devil shall be the executioners of his justice against his enemies: as they were heretofore against the Egyptians and Chanaanites.\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "Theodoret of Cyrus",
        "file_name": "Habakkuk 3_6.toml",
        "id": "1ec1b6b4-b027-4c60-9f84-b28d6db21f45",
        "location_end": 3000006,
        "location_start": 3000006,
        "source_title": "COMMENTARY ON HABAKKUK 3:6",
        "source_url": "",
        "ts": 458,
        "txt": "In all of what he said he conveyed to us the ineffable power of God: action follows his will, and by merely wishing it (the sense of “he took his position and looked down”) he moves the earth, undoes human nature, splits open the mountains and melts the hills like wax. In fact, he has not ceased doing such things for people’s benefit (by “passing” referring to his doings). Now in what is said he implies also the cross, which is the source of salvation for all people. On it Christ the Lord “took his position,” shook the earth, moved and split open the mountains, struck with fear the hordes of demons, and destroyed their shrines on mountains and hills. While it was from the beginning and before the formation of the world that he so decided, it was in the last days that he accomplished it.\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "Richard Challoner",
        "file_name": "Habakkuk 3_6.toml",
        "id": "bf0423ba-5500-4dd3-a95d-aeebff05dd01",
        "location_end": 3000006,
        "location_start": 3000006,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "He beheld: One look of his eye is enough to melt all the nations, and to reduce them to nothing. For all heaven and earth disappear when they come before his light. Apoc. 20. 11.\n\nThe ancient mountains: By the mountains and hills are signified the great ones of the world, that persecute the church, whose power was quickly crushed by the Almighty.\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "Ambrose of Milan",
        "file_name": "Habakkuk 3_7.toml",
        "id": "950af354-6368-4ff4-94af-c2fdcedfb80c",
        "location_end": 3000007,
        "location_start": 3000007,
        "source_title": "LETTER 29",
        "source_url": "",
        "ts": 397,
        "txt": "However, we who are exposed to the outbreaks of barbarians and the storms of war are tossed in the midst of a sea of many troubles and can only infer from these labors and trials more grievous trials in the future. The saying of the prophet seems to be in accord with our condition: “I saw the tents of the Ethiopians for their labors.” Having now lived fifty-three years in the body, amid the shadows of this world that obscure the reality of the future perfection, and having already endured such heavy sorrows, am I not encamping in the tents of the Ethiopians and dwelling with the inhabitants of Midian? They, owing to their knowledge of the works of darkness, fear to be judged even by mortal men. “For the spiritual man judges all things, and he himself is judged by no man.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "Richard Challoner",
        "file_name": "Habakkuk 3_7.toml",
        "id": "afa07d84-b3b6-4d26-87e3-6d02105e317f",
        "location_end": 3000007,
        "location_start": 3000007,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "Ethiopia: the land of the Blacks, and Madian, are here taken for the enemies of God and his people: who shall perish for their iniquity.\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "Richard Challoner",
        "file_name": "Habakkuk 3_8.toml",
        "id": "b015b994-dd39-42af-bde5-cef2d71a8508",
        "location_end": 3000008,
        "location_start": 3000008,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "With the rivers: He alludes to the wonders wrought heretofore by the Lord in favour of his people Israel, when the waters of the rivers, viz., of Arnon and Jordan, and of the Red Sea, retired before their face: when he came as it were with his horses and chariots to save them when he took up his bow for their defence, in consequence of the oath he had made to their tribes: when the mountains trembled, and the deep stood with its waves raised up in a heap, as with hands lifted up to heaven: when the sun and the moon stood still at his command, etc., to comply with his anger, not against the rivers and sea, but against the enemies of his people. How much more will he do in favour of his Son: and against the enemies of his church?\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "Jerome",
        "file_name": "Habakkuk 3_8.toml",
        "id": "a659ec11-1f5a-4308-a25b-32bc487e00f6",
        "location_end": 3000008,
        "location_start": 3000008,
        "source_title": "HOMILIES ON THE PSALMS 9",
        "source_url": "",
        "ts": 420,
        "txt": "“Chariots and steeds lay stilled.” Let us examine this verse in its tropological significance. At last Pharaoh mounted his steeds, sank into sleep and perished. The Egyptians too had steeds, but they perished. That is the reason for the prescription found in the law4 that no Hebrew should possess a horse. Solomon, you recall, had no horses from Jerusalem or Judea but bought some from Egypt. Horses are always for sale in Egypt. “Some are strong in chariots; some in horses; but we are strong in the name of the Lord, our God.” They, in truth, who mounted horses slumbered and perished. Our Lord has horses too, and he has shining mountains besides, whereas the devil’s mountains are full of darkness. Now just as there are bright mountains and dark mountains, there are good horses and again bad horses. We have made a few remarks about bad horses; let us say something about good horses. When horsemen came to Elisha to arrest him and the servant boy went out and saw an army of Assyrians round about the city, Elisha said, “Fear not: for there are more with us than with them.” A little further on in Kings it says, “Lord, open the eyes of your servant that he may see.” And when his eyes had been opened, he saw chariots and horses. These were helpmates. You notice that it says “chariots and horses.” There were no men on the horses, only chariots and horses, in other words a multitude of angels. They were the chariots and they were the horses; the charioteer was the Lord. That is why the prophet Habakkuk sings, “Your chariots are salvation.” This is said to God. O, if only we too were God’s horses, and God deigned to ride us! But those other horses slept their long sleep and their charioteers with them.\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "Origen of Alexandria",
        "file_name": "Habakkuk 3_8.toml",
        "id": "5dfb9519-1a61-4a2d-bf4f-abde1ba840ea",
        "location_end": 3000008,
        "location_start": 3000008,
        "source_title": "HOMILIES ON EXODUS 6:2",
        "source_url": "",
        "ts": 253,
        "txt": "“He cast forth horse and rider into the sea; he became my helper and protector in salvation.” The men who pursue us are horses, and, so to speak, all who have been born in the flesh are figuratively horses. But these have their own riders. There are horses that the Lord mounts, and they go around all the earth, of whom it is said, “And your cavalry is salvation.” There are horses, however, who have the devil and his angels as riders. Judas was a horse, but as long as he had the Lord as his rider he was part of the cavalry of salvation. Having been sent with the other apostles indeed, he gave health to the sick and wholeness to the weak.But when he surrendered himself to the devil—for “after the morsel, Satan entered him”—Satan became his rider, and when he was guided by his reins he began to ride against our Lord and Savior. All, therefore, who persecute the saints, are neighing horses, but they have evil angels as riders by whom they are guided and therefore are wild. If, then, you ever see your persecutor raging very much, know that he is being urged on by a demon as his rider and therefore is fierce and cruel.\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "Fulgentius of Ruspe",
        "file_name": "Habakkuk 3_11.toml",
        "id": "a85a2074-4f66-4b87-9a88-32f3bc850ac4",
        "location_end": 3000011,
        "location_start": 3000011,
        "source_title": "TO EUTHYMIUS, ON THE FORGIVENESS OF SINS 1:21.4",
        "source_url": "",
        "ts": 533,
        "txt": "And the prophet Habakkuk proclaims the ascension of Christ and the strength of the ecclesiastical order under the titles of the sun and the moon: “The sun raised high its hands; the moon stood still in its exalted place.” So the heart of each of the faithful is not improperly called a spiritual sun terrace, because it is illumined for its salvation by the rays of that sun above. Therefore Rahab the harlot hid those spies of Joshua on the terrace of her house. That is, she kept them in the upper parts because of the deep love of a heart illumined by spiritual knowledge so that she might sing this prophetic word by the truth of her deed: “I treasure your word in my heart, so that I may not sin against you.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "Richard Challoner",
        "file_name": "Habakkuk 3_13.toml",
        "id": "e0e5544d-b6c0-4c7a-98ea-4d6a1821922c",
        "location_end": 3000013,
        "location_start": 3000013,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "The head of the house of the wicked: Such was Pharao heretofore: such shall Antichrist be hereafter.\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "Cyril of Alexandria",
        "file_name": "Habakkuk 3_13.toml",
        "id": "27640600-10c9-46cd-9981-8c7347bfc957",
        "location_end": 3000013,
        "location_start": 3000013,
        "source_title": "LETTER 1:16-17",
        "source_url": "",
        "ts": 444,
        "txt": "And yet, someone may say, we shall find the name Christ applied not to Emmanuel alone, but also applied to others. For God said somewhere about those chosen and sanctified by the Spirit, “Do not touch my anointed ones, and to my prophets do no harm.” The divinely inspired David calls Saul, who had been anointed as king by God through the hand of Samuel: the “Lord’s anointed.” And why do I mention this when it is possible for those who desire to look at the matter calmly to see that those who have been justified by faith in Christ and have been sanctified in the Spirit are honored by such a name? And therefore the prophet Habakkuk has foretold the mystery of Christ and salvation through him, saying, “You went forth for the salvation of your people, for the salvation of your anointed ones.” Consequently the name Christ would not be applicable exclusively and properly to Emmanuel, as I said, but also to all the rest who may have been anointed with the grace of the Holy Spirit. For the word is derived from the action and the name anointed from the fact of having been anointed.\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "Bede",
        "file_name": "Habakkuk 3_13.toml",
        "id": "ac320b57-f0cf-4462-ba54-75dc2542b7be",
        "location_end": 3000013,
        "location_start": 3000013,
        "source_title": "HOMILIES ON THE GOSPELS 1:16",
        "source_url": "",
        "ts": 735,
        "txt": "Concerning [his] companions in the anointing, the apostle says, “To each of us grace is given according to the measure of Christ’s bestowal.” Both the priests and kings are called “christs” in the law, undoubtedly as figures of this king and high priest, our Lord and Savior, and as a type of him they were also anointed with the earthly oil. Not only they, but also the faithful of our own time, as they are called “Christians” from Christ, so also are they rightly called “christs”—from the anointing with the sacred chrism, from the grace of the spirit with which they are consecrated. The prophet testified to this when he said, “You went forth for the salvation of your people, so that you might save your christs.” He did indeed go forth for the salvation of his people, so that he might save his christs. “On account of us human beings and on account of our salvation, he descended from heaven and became incarnate” so that he might grant to us who have been thoroughly anointed and healed by spiritual grace to be sharers in his holy name.\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "Ambrose of Milan",
        "file_name": "Habakkuk 3_15.toml",
        "id": "aaea57c0-8061-430a-916a-d7438da796ee",
        "location_end": 3000015,
        "location_start": 3000015,
        "source_title": "ISAAC, OR THE SOUL 8:66",
        "source_url": "",
        "ts": 397,
        "txt": "For the soul at peace swiftly turns and corrects itself, even though it sinned before, and Christ mounts it, rather, and considers it appropriate to guide it. To him it is said, “Mount your horses, and your riding is salvation,” and in another passage, “I have sent your horses into the sea.” These are the horses of Christ. Therefore Christ mounts his horses; the Word of God mounts pious souls.\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "Richard Challoner",
        "file_name": "Habakkuk 3_15.toml",
        "id": "2a207278-180a-4250-9ec9-0ea9f1578d3b",
        "location_end": 3000015,
        "location_start": 3000015,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "Thou madest a way in the sea: To deliver thy people from the Egyptian bondage: and thou shalt work the like wonders in the spiritual way, to rescue the children of the church from their enemies.\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "Richard Challoner",
        "file_name": "Habakkuk 3_16.toml",
        "id": "f5be77bf-ae5e-46ac-a15b-d28343430849",
        "location_end": 3000016,
        "location_start": 3000016,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "That I may go up to our people: That I may join the happy company in the bosom of Abraham, that are girded, that is, prepared for their journey, by which they shall attend their Lord, when he shall ascend into heaven. To which high and happy place, my Jesus, that is, my Saviour, the great conqueror of death and hell, shall one day conduct me rejoicing and singing psalms of praise, ver. 18 and 19.\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "Richard Challoner",
        "file_name": "Habakkuk 3_16.toml",
        "id": "c010c841-734f-47e1-a646-6dc058486b3c",
        "location_end": 3000016,
        "location_start": 3000016,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "I have heard: Viz., the evils that are now coming upon the Israelites for their sins; and that shall come hereafter upon all impenitent sinners; and the foresight that I have of these miseries makes me willing to die, that I may be at rest, before this general tribulation comes, in which all good things shall be withdrawn from the wicked.\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "Jerome",
        "file_name": "Habakkuk 3_16.toml",
        "id": "18c3c860-2e3b-424c-8009-133e312b73e6",
        "location_end": 3000016,
        "location_start": 3000016,
        "source_title": "Against the Pelagians 2.24",
        "source_url": "https://www.newadvent.org/fathers/30112.htm",
        "ts": 420,
        "txt": "He who is cautious and wary can avoid sins for a while, but he who is secure in his own justice opposes God, and deprived of his help, he is subject to the snares of the enemy. “Let rottenness,” says Habakkuk, “enter into my bones and swarm under me, that I may rest in the day of tribulation, that I may go up to my people that are girded.” He prays earnestly for tribulations and trials and affliction of soul so that, in the next world, he may join the company of those who are already reigning with Christ. It is clear from all this that here, in this life, there is strife and contention, and, in the next world, there is victory.\n"
    },
    {
        "append_to_author_name": "",
        "book": "habakkuk",
        "father_name": "Bede",
        "file_name": "Habakkuk 3_18.toml",
        "id": "1e940313-dac8-4b50-a5aa-05f88c9f5b64",
        "location_end": 3000018,
        "location_start": 3000018,
        "source_title": "HOMILIES ON THE GOSPELS 1:5",
        "source_url": "",
        "ts": 735,
        "txt": "“And [Joseph] called his name Jesus.” “Jesus” in Hebrew means “saving” or “Savior” in Latin. It is clear that the prophets most certainly call upon his name. Hence these things are sung in great desire for a vision of him: “My soul will exult in the Lord and take delight in his salvation.” “My soul pines for your salvation.” “I, however, will glory in the Lord; I will rejoice in God my Jesus.” And especially that [verse]: “God in your name save me!” as if [the prophet] would say, “You who are called Savior; make bright the glory of your name in me by saving.”\n"
    }
]