[
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "George Leo Haydock",
        "file_name": "Joel 1_1.toml",
        "id": "3f6d5b15-80f0-4dc2-a1ca-a266037e2c7d",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Planted. Septuagint, \"Bathuel. \"He was born in the tribe of Gad, at Bet haven, the town which Herod styles Livias, Josue xiii. 27. (Calmet) Ver. 2. Men. Magistrates, and all who have children. (Haydock) He speaks to Juda, as the kingdom of Israel was ruined, chap. iii. 2. His principal object is to describe the ravages of locusts, and to exhort the people to repent, promising them better times after the captivity, and under the Messias, chap. ii. 28., and iii. 20. (Calmet) Ver. 3. Generation. Prophecies relate to all future times, that people may see their accomplishment, (Worthington) and believe. (Haydock) Ver. 4. Left Some understand this literally of the desolation of the land by these insects: others understand it of the different invasions of the Chaldeans, or other enemies. (Challoner) \nJerusalem was four times plundered by the Babylonians, and every time worse than before, as these four sorts of destructive things show. But we shall not enlarge upon these points, nor pursue the mystical sense of the prophets, which may be found in the fathers and Ribera. (Worthington) \nOthers suppose that the Assyrians, Chaldeans, Greeks, (particularly Epiphanes) and Romans, are meant. We explain it simply of the devastation by insects. (Calmet) \nFour different species of locusts are denoted. (Bo chart, p. 2. b. iv. 1.) \nMildew. Hebrew chasil, (Haydock) is often rendered \"a locust \"by Septuagint, (chap. ii. 25.) and most suppose this is here the sense. The mildew destroys corn chiefly in low damp situations. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "Richard Challoner",
        "file_name": "Joel 1_1.toml",
        "id": "033cd37d-8224-49d5-b4c1-07607938e88f",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "JOEL, whose name, according to ST. JEROME, signifies THE LORD GOD: or, as others say, THE COMING DOWN OF GOD: prophesied about the same time in the kingdom of Judea, as OSEE did in the kingdom of Israel. He foretells under figure the great evils that were coming upon the people for their sins: earnestly exhorts them to repentance: and comforts them with the promise of a TEACHER OF JUSTICE, viz., CHRIST JESUS OUR LORD, and of the coming down of his holy SPIRIT.\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "Theodoret of Cyrus",
        "file_name": "Joel 1_2.toml",
        "id": "4bc5750a-abe9-42b5-a10f-4aa818421f58",
        "location_end": 1000002,
        "location_start": 1000002,
        "source_title": "Ecclesiastical History 4:19",
        "source_url": "",
        "ts": 458,
        "txt": "But these same villains, vessels of wrath fitted for destruction,2 screwed up their noses and poured out, if I may say so, as from a well-head, foul noises through their nostrils and rent the raiment from Christ’s holy virgins, whose conversation gave an exact likeness of saints. They dragged them in triumph, naked as when they were born, through all the town. They made indecent sport of them at their pleasure. Their deeds were barbarous and cruel. Anyone who interfered in pity and was urged to mercy was dismissed with wounds. Ah! Woe is me. Many a virgin underwent brutal violation. Many a maid beaten on the head with clubs lay dumb. Even their bodies were not allowed to be given up for burial. Their grief-stricken parents cannot find their corpses to this day. But why recount woes that seem small when compared with greater? Why linger over these and not hurry on to events more urgent? When you hear them, I know that you will wonder and will stand with us long dumb, amazed at the kindness of the Lord in not bringing all things utterly to an end. At the very altar the impious perpetrated the very things that, as Joel had prophesied, were never heard of and had never happened before in the days of our fathers.\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "Gregory the Dialogist",
        "file_name": "Joel 1_4.toml",
        "id": "7a5c1639-2c88-4612-9987-0ba2ec4ae3d6",
        "location_end": 1000004,
        "location_start": 1000004,
        "source_title": "MORALS ON THE BOOK OF JOB 6:33.65",
        "source_url": "",
        "ts": 604,
        "txt": "We certainly know that in clouds of smoke, when some are fading away above, others rise up from below. So too in carnal thoughts, though some evil desires pass away, yet others succeed. But frequently the wretched mind beholds what has already passed but does not behold where it is still detained. It rejoices in being no longer subject to some sins but neglects to be careful and to lament because others have succeeded in their place, to which perhaps it yields more sinfully. And so it is that while some sins pass away and others succeed, the heart of the reprobate is possessed without intermission by this serpent. Therefore it is well said by the prophet Joel: “That which the palmer-worm has left, the locust has eaten; and that which the locust has left, the canker-worm has eaten; and that which the canker-worm has left, the mildew has eaten.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "Ishodad of Merv",
        "file_name": "Joel 1_4.toml",
        "id": "3bf08ddc-3f19-49fd-99f7-37a8216c71fa",
        "location_end": 1000004,
        "location_start": 1000004,
        "source_title": "COMMENTARY ON JOEL",
        "source_url": "",
        "ts": 850,
        "txt": "The mashota (“cutting locust”) is similar to a larva. It is black and longer than a larva; when it falls to the ground, it does not destroy completely the plant but devours just the leaves and does not touch the rest. Through it the prophet signifies Tiglath-pileser, because the troubles that he caused to the people of Israel were mild. He calls Shalmaneser the flying locust, because the destruction that he caused was more serious than that by Tiglath-pileser. He calls zahla the crawling locust, which does not fly and feeds on everything. He signifies through it Sennacherib, because he surpasses his predecessor in the ruin caused and brings about the annihilation of ten tribes. The sarsoura creeps on the ground and is only equipped with a sting; when it strikes the roots of a tree, any tree it finds, it immediately withers. And he signifies through it Nebuchadnezzar, the cause of total destruction. He calls vines the common people, fig trees the important persons, whom the Assyrians and Babylonians deported in captivity. Hanana says “the vines” represent the ten tribes; “the fig trees” the house of Judah. When the Assyrians were about to come, Ezekiah sent some of the Levites to the ten tribes, before they could be destroyed. They blew the trumpet throughout the land and gathered men and women into the temple of Jerusalem, so that all prayers might be said in the temple; and a prayer more fervent than any other was said. And the prophet relating what they said through their prayer says: “Alas, alas, for the fateful day. The heifers have been roasted,” that is, they have been burned by an atrocious hunger as by a fire. “The fire has devoured, that is, a fierce heat, the pastures of the wilderness.” He uses [this name] for those places suitable for sowing, which many call “farms.” Others say, “fertile land or places which face the south,” that is, estates which are turned to the sun.\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "Richard Challoner",
        "file_name": "Joel 1_4.toml",
        "id": "eae86b72-8865-47c3-ab12-66e190d9dbcb",
        "location_end": 1000004,
        "location_start": 1000004,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "That which the palmerworm hath left: Some understand this literally of the desolation of the land by these insects: others understand it of the different invasions of the Chaldeans, or other enemies.\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "Theodore of Mopsuestia",
        "file_name": "Joel 1_4.toml",
        "id": "3db155cd-6bef-4eb5-a04e-89c4d0443293",
        "location_end": 1000004,
        "location_start": 1000004,
        "source_title": "COMMENTARY ON JOEL 1:4–5",
        "source_url": "",
        "ts": 428,
        "txt": "In a figurative manner he wants to convey to them the impending troubles; as always, the earlier ones are surpassed by those coming later. Tiglath-pileser, king of the Assyrians, came like a cutting locust, he is saying, and laid waste no small proportion of your possessions. After him Shalmaneser [came] like some kind of locust further ravaging your goods. After them Sennacherib [came] like a young locust wreaking general destruction on the twelve tribes of Israel. Like some kind of blight in addition to these came the attack of the Babylonian, who took the people of Judah as well and inflicted the evil of captivity on all in common.\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "Jerome",
        "file_name": "Joel 1_4.toml",
        "id": "15dceeb2-7d45-450e-86a0-9e923859efd5",
        "location_end": 1000004,
        "location_start": 1000004,
        "source_title": "LETTER 7",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Jerome/Letters/letter_007.md",
        "ts": 420,
        "txt": "The twelve prophets whose writings are compressed within the narrow limits of a single volume have symbolic, typical meanings far beyond their literal ones. Hosea speaks many times of Ephraim, of Samaria, of Joseph of Jezreel, of a wife of whoredoms and of children of whoredoms, of an adulterous woman shut up within the chamber of her husband, sitting for a long time in widowhood and in the garb of mourning awaiting the time when her husband will return to her. Joel the son of Pethuel describes the land of the twelve tribes as spoiled and devastated by the palmerworm, the cankerworm, the locust and the blight, and he predicts that after the overthrow of the former people the Holy Spirit shall be poured out upon God’s servants and handmaids. This is the same spirit that was to be poured out in the upper chamber at Zion upon the 120 believers.\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "John Cassian",
        "file_name": "Joel 1_4.toml",
        "id": "52763eac-433d-4b3f-8c53-681b836ea388",
        "location_end": 1000004,
        "location_start": 1000004,
        "source_title": "CONFERENCE 13:3.4",
        "source_url": "",
        "ts": 435,
        "txt": "For although the Lord has granted strong cattle, bodily health, a successful outcome to every activity and prosperous deeds, prayer must still be offered lest, as it is written, there be “a heaven of brass and an earth of iron” and lest “the swarming locust eat what the cutting locust has left, and the caterpillar devour what the swarming locust has left, and the blight consume what the caterpillar has left.” Not in this alone does the effort of the toiling farmer stand in need of divine assistance. [His effort] must also fend off unexpected accidents by which, even if a field is loaded with the desired fruitful yield, he will not only be frustrated by waiting in vain for what he has hoped for but will even be deprived of the abundant crop that has already been harvested and that is stored on the threshing floor or in the barn.\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "George Leo Haydock",
        "file_name": "Joel 1_5.toml",
        "id": "d51c786c-9bd1-4f6a-b708-406e7078e859",
        "location_end": 1000005,
        "location_start": 1000005,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Sweet. Hebrew, \"wine, because of the sweet wine \"(Haydock) or liquors extracted from fruit. The things which you have abused, are now taken away. Ver. 6. Nations. Some understand the Assyrians or Chaldeans. But locusts are here styled a nation, Proverbs xxx. 25. \nLion. Such locusts are described, Apocalypse ix. 8. (Calmet) \n\"In India they are said to be three feet long, and their legs and thighs are used for saws when dried. \"(Pliny, xi. 29.) \nThey were attacked by regular troops in Syria. (Pliny, xi. 29.) Ver. 8. Youth, whom she espoused first. Such are more tenderly loved, particularly where polygamy prevails. (Calmet) \nSo Dido speaks of Sichæus, Virgil, Æneid iv.: Ille meos primus qui se mihi junxit amores Abstulit, ille habeat secum servetque sepulchro. Ver. 9. Lord. No harvest being reaped, the fruits could not be paid. Yet it is thought that what was requisite for sacrifice, would be procured from other countries. (Calmet) \nWhen Jerusalem was destroyed, sacrifices ceased. (Worthington) Ver. 12. Withered. The bite of the locust corrupts the juice of plants. Ver. 13. Go in to the temple, or sleep on sackcloth, Judith iv. 9. (Calmet) Ver. 14. Sanctify. Appoint (Haydock) or proclaim a general fast, as was usual in such emergencies, 3 Kings xxi. 9., and 2 Paralipomenon xx. 3. Fasting and other good works are calculated to appease God's wrath. (Worthington) Ver. 15. Day. Hebrew ahah layom: (Haydock) \"Ah, what a day! \"\nMighty. Septuagint, \"destruction. \"They have read in a different manner. God is about to give sentence, (Calmet) and to send Nabuchodonosor, (St. Jerome) or to destroy by famine, ver. 17. Ver. 16. God. None can bring the first-fruits. All appear in mourning. Ver. 17. Dung. Horse-dung dried for bedding, was used in the East instead of straw, (Busb. 3.) as it is still by the Arabs. (Darvieux 11.) \nHebrew, \"the seeds are rotten under their clods \"(Haydock) finding no moisture. Septuagint, \"the cows have stamped in their stalls \"or Syriac, \"remain without food in their cribs. \"Chaldean, \"the pitchers of wine have been corrupted under their covers \"as there was no new wine. (Calmet) \nHouses. Hebrew mammeguroth. Protestants, \"barns, (Haydock) or country houses \"which means cabins erected for the season, (Ruth ii. 7.) the Magaria (Calmet) or Mopalia of the Africans. (St. Jerome pref. Amos.) \nSeptuagint, \"the wine presses. \"Wine and corn were preserved in pits carefully covered over, Aggeus ii. 20. These fell to decay, as there was no use for them. Ver. 19. Places. Hebrew, \"dwellings \"or shepherds' huts. \nWilderness, denoting all pasture land unploughed. Ver. 20. Up, as if to pray for rain, Jeremias xiv. 6. (Calmet) \nHebrew, \"cry \"(Haydock) or \"pant. \"\nAs.rain is not in Hebrew or Septuagint. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "Cyril of Alexandria",
        "file_name": "Joel 1_5.toml",
        "id": "f3a7ca75-3b80-416c-b709-9caa1b56950f",
        "location_end": 1000005,
        "location_start": 1000005,
        "source_title": "ON THE UNITY OF CHRIST",
        "source_url": "",
        "ts": 444,
        "txt": "What a servile mentality from a crazed brain that knows how to do nothing else but gabble. We must reply to our opponents, “You are drunken men; rouse yourselves from your cups.” Why do you do such violence to the truth? Why have you twisted the sense of the divine teachings so as to have been carried off the royal road?\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "John Chrysostom",
        "file_name": "Joel 1_6.toml",
        "id": "cb7566f6-84de-4875-9820-bded4c2ce3e6",
        "location_end": 1000006,
        "location_start": 1000006,
        "source_title": "HOMILIES ON THE GOSPEL OF MATTHEW 4:17",
        "source_url": "",
        "ts": 407,
        "txt": "How shall we be enabled to mortify those inordinate affections that mar our soul? Only by the precious blood of Christ, if it is received with full assurance, for this will have power to extinguish every disease; and together with this the divine Scriptures carefully heard, and almsgiving added to our hearing. And then only shall we live; for now surely we are in no better state than the dead. For as long as we live, those passions live within us. But we must necessarily perish. And unless we first mortify them here, they will be sure to kill us in the other life. Even before death, they will exact of us, in this life, the utmost penalty. Every inordinate passion is both cruel and tyrannical and insatiable, and it never ceases to devour us every day. For “their teeth are the teeth of a lion,” or rather even far more fierce. For the lion, as soon as ever he is satisfied, wants to leave the carcass that has fallen. But these passions neither are satisfied, nor do they leave the one whom they have seized, until they have set one near the devil.\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "Gregory the Dialogist",
        "file_name": "Joel 1_7.toml",
        "id": "fc4ad1b8-b4d3-403e-aad7-8500a9d8875c",
        "location_end": 1000007,
        "location_start": 1000007,
        "source_title": "MORALS ON THE BOOK OF JOB 2:8.82",
        "source_url": "",
        "ts": 604,
        "txt": "O wretched beings, who by going after the praises of men waste to themselves all the fruits of their labors, and while they aim to show themselves to the eyes of others, blast all that they do. When the evil spirits prompt them to boastfulness, taking them for a prey they strip bare their works, as we have said. Hence Truth, in setting forth by the prophet the rancor of our old enemies under the form of a particular people, says, “It has laid waste my vines and splintered my fig trees; it has stripped off their bark and thrown it down; their branches are made white.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "Theodoret of Cyrus",
        "file_name": "Joel 1_11-12.toml",
        "id": "9395f979-bbe3-4cc0-a3e9-4b63969f8aa5",
        "location_end": 1000012,
        "location_start": 1000011,
        "source_title": "COMMENTARY ON JOEL 1:11–12",
        "source_url": "",
        "ts": 458,
        "txt": "Describing the calamity at greater length to bring to repentance those suffering from indifference, he bids even the produce to lament the failure of the barley and the wheat and the defoliation of the vine, and in general the lack of fruit on olives and figs and the other fruit trees due to their being deprived of moisture. Now it should be understood that he instructs the land and the produce to lament, not as rational creatures but in his attempt to rouse those endowed with reason through the inanimate creatures. To emphasize this, he went on, “because human beings confounded joy,” that is, the cause of the infertility is people’s lawlessness—hence the end of happiness and the onset of depression.\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "Gregory of Nazianzus",
        "file_name": "Joel 1_13.toml",
        "id": "6f17cfc8-0f65-4da8-95e6-2e8d1001e4fa",
        "location_end": 1000013,
        "location_start": 1000013,
        "source_title": "IN DEFENSE OF HIS FLIGHT TO PONTUS, ORATION 2:59",
        "source_url": "",
        "ts": 390,
        "txt": "Joel again summons us wailing and will have the ministers of the altar lament under the conditions of famine. He does not allow us to revel in the misfortunes of others. After sanctifying a fast, calling a solemn assembly and gathering the old men, the children, and those of tender age, we ourselves must further haunt the temple in sackcloth and ashes, prostrated humbly on the ground, because the field is wasted and the meat offering and the drink offering is cut off from the house of the Lord, till we draw down mercy by our humiliation.\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "Jerome",
        "file_name": "Joel 1_14.toml",
        "id": "b541984d-5451-4360-a998-715deeb9f952",
        "location_end": 1000014,
        "location_start": 1000014,
        "source_title": "AGAINST JOVINIANUS 2:17",
        "source_url": "https://www.newadvent.org/fathers/30092.htm",
        "ts": 420,
        "txt": "If God does not desire fasting, how is it that in Leviticus he commands the whole people in the seventh month, on the tenth day of the month, to fast until the evening, and threatens that he who does not constrain his soul shall die and be cut off from his people? How is it that the graves of lust, where the people fell in their devotions to flesh, remain even to this day in the wilderness? Do we not read that the stupid people gorged themselves with quails until the wrath of God came upon them? Why was the man of God at whose prophecy the hand of King Jeroboam withered, and who ate contrary to the command of God, immediately smitten? Strange that the lion which left the ass safe and sound should not spare the prophet just risen from his meal. He who, while he is fasting, had wrought miracles, no sooner ate a meal than he paid the penalty for the gratification. Joel also cries aloud: “Sanctify a fast, proclaim a time of healing.” So it appears that a holy fast may avail toward the cure of sin.\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "Gregory the Dialogist",
        "file_name": "Joel 1_18.toml",
        "id": "58b7beb0-5430-46eb-b3ab-edb355fa4c68",
        "location_end": 1000018,
        "location_start": 1000018,
        "source_title": "FORTY GOSPEL HOMILIES 31",
        "source_url": "",
        "ts": 604,
        "txt": "The prophet says, “The beasts of burden have become putrid in their own dung.” For beasts of burden to become putrid in their own dung means for all those who are materialistic to end their lives in the stench of dissipation. As often as we prove a materialistic heart for its sins, as often as we draw back to its memory the wrongs it has committed, it is as if we are turning a measure of dung onto a barren tree. It is to call to mind the evils it has done and grow fertile to the gift of compunction as if from the stench.\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "George Leo Haydock",
        "file_name": "Joel 2_1.toml",
        "id": "8718705c-ac1e-4612-aafe-57cb2db2eb4a",
        "location_end": 2000001,
        "location_start": 2000001,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Blow. The prophets often ordered, to signify what will take place. (Worthington) \nThe people were gathered by the sound of trumpets. The danger from the locusts was imminent; and all are exhorted to avert it, by praying in the temple \nTremble at the sound, Amos iii. 6. (Calmet) \nExtemplo turbati. (Virgil, Æneid viii.) \nLord. That is, the time when he will execute justice on sinners, (Challoner) and suffer affliction to fall upon them. (Worthington) (Chap. i. 15.)\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "Gregory the Dialogist",
        "file_name": "Joel 2_1.toml",
        "id": "bb36460f-65a0-4f31-936a-e64f74c5fed8",
        "location_end": 2000001,
        "location_start": 2000001,
        "source_title": "MORALS ON THE BOOK OF JOB 3:17.54",
        "source_url": "",
        "ts": 604,
        "txt": "The terror of the strict inquest, which Zephaniah calls “the trumpet,” blessed Job designates “thundering.” Joel, also viewing it, says, “Let all the inhabitants of the land be troubled, for the Day of the Lord comes; for it is nigh at hand, a day of darkness and of gloominess, a day of cloud and whirlwind.” For the Day of the Lord is great and very terrible, and who shall sustain it? But how incomprehensible and unimaginable that greatness with which he shall come in his second coming! In some degree we estimate correctly if we consider with heedful reflection the momentous circumstances of his first advent. Surely the Lord came to die, and the impoverishment and punishments of our flesh he underwent in his own body that he might redeem us from death. Before he came to the stock of the cross he suffered to be bound, to be spit on, to be mocked and to be beaten with blows on his cheek. Observe to what disgraceful treatment he consented to come for our sakes, and yet, before he permitted himself to be laid hold of, he questioned his persecutors, saying, “Whom do you seek?” To that they answered, “Jesus of Nazareth.” And when he said to them directly, “I am he,” he only uttered a voice of the mildest answer, and at once prostrated his armed persecutors to the earth. What then shall he do when he comes to judge the world, if by one utterance of his voice he struck down his enemies even when he came to be judged? What is that judgment which he exercises as immortal, that a single utterance of it could not be endured when he was about to die? Who may sustain his wrath when his very mildness even could not be sustained? So then, let the holy man consider it and say, “And while we scarcely hear a little drop of his words, who shall be able to look on the thundering of his majesty?”\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "Richard Challoner",
        "file_name": "Joel 2_1.toml",
        "id": "55b4cf87-56ea-45cc-ba33-0721a6ffb1cc",
        "location_end": 2000001,
        "location_start": 2000001,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "The day of the Lord: That is, the time when he will execute justice upon sinners.\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "George Leo Haydock",
        "file_name": "Joel 2_2.toml",
        "id": "90e7ce68-b51e-40e7-a2f1-59dfda056dd1",
        "location_end": 2000002,
        "location_start": 2000002,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Darkness. This implies great misery, ver. 10. (Calmet) \nPeople. The Assyrians or Chaldeans. Others understand all this of the army of locusts laying waste the land. (Challoner) \nMorning; unexpectedly, (Calmet) and soon. (Haydock) \nNo human force can prevent the ravages of the locusts \nBeginning, in Palestine. Moses says the same; but speaks of Egypt, Exodus x. 14.\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "Richard Challoner",
        "file_name": "Joel 2_2.toml",
        "id": "5b36c5c7-95b7-4f21-8d65-9dec8a2d7909",
        "location_end": 2000002,
        "location_start": 2000002,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "A numerous and strong people: The Assyrians, or Chaldeans. Others understand all this of an army of locusts laying waste the land.\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "George Leo Haydock",
        "file_name": "Joel 2_3.toml",
        "id": "17ecdc5e-15de-4b35-a985-b79f0e2d3e1a",
        "location_end": 2000003,
        "location_start": 2000003,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Flame. They destroy all by their bite, chap. i. 12. (Calmet) (Theodoret) \nPleasure. Hebrew, \"Eden. \"So luxuriant was Palestine.\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "Gregory of Nazianzus",
        "file_name": "Joel 2_3.toml",
        "id": "67dceb57-bade-4ae0-9c77-1de3f2b60d41",
        "location_end": 2000003,
        "location_start": 2000003,
        "source_title": "ON HIS FATHER’S SILENCE, ORATION 16:6",
        "source_url": "",
        "ts": 390,
        "txt": "Terrible is an unfruitful season, and the loss of the crops. It could not be otherwise, when people are already rejoicing in their hopes and counting on their all but harvested stores. Terrible again is an unseasonable harvest, when the farmers labor with heavy hearts, sitting as it were beside the grave of their crops, which the gentle rain nourished but the wild storm has rooted up, “with which the reaper does not fill his hand or the binder of sheaves his bosom.” Nor have they obtained the blessing which passers-by bestow upon the farmers. Wretched indeed is the sight of the ground devastated, cleared and shorn of its ornaments, over which the blessed Joel wails in his most tragic picture of the desolation of the land and the scourge of the famine. Another prophet wails as he contrasts with its former beauty its final disorder and thus discourses on the anger of the Lord when he smites the land: before him is the Garden of Eden, behind him a desolate wilderness.\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "George Leo Haydock",
        "file_name": "Joel 2_4.toml",
        "id": "7b1de0c4-fa0f-4559-975b-5968cca7b90a",
        "location_end": 2000004,
        "location_start": 2000004,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Horsemen. The head of a locust bears some resemblance with that of a horse, and its flight is rapid, Apocalypse ix. 7. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "George Leo Haydock",
        "file_name": "Joel 2_5.toml",
        "id": "a182b806-9b0d-452a-b6d2-0122b8253a2d",
        "location_end": 2000005,
        "location_start": 2000005,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Mountains. \"They beat their wings so loudly, that they may be taken for other birds. \"(Pliny, xi. 29.) \nThey are much larger in hot climates, (chap. i. 6.; Haydock) and may be heard at the distance of two miles, (Bo chart) darkening the air for the space of four leagues. Yet this description is poetical, and perhaps an allegory is nowhere better kept up.\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "George Leo Haydock",
        "file_name": "Joel 2_6.toml",
        "id": "8100d095-c6ed-4feb-8e59-5a12c087e517",
        "location_end": 2000006,
        "location_start": 2000006,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Kettle. The Jews were naturally of a dark complexion. Fear causing the blood to retire, would make them black, Isaias xiii. 8., Lamentations iv. 8., and v. 10. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "Basil of Caesarea",
        "file_name": "Joel 2_6.toml",
        "id": "230d5a8d-a45c-40c8-b03a-49e61c8d6576",
        "location_end": 2000006,
        "location_start": 2000006,
        "source_title": "CONCERNING BAPTISM 1:2",
        "source_url": "",
        "ts": 379,
        "txt": "And so he will deserve to fulfill, likewise, those other words that have a bearing in this connection: “buried together with him by baptism unto death.” For what purpose? “That as Christ is risen from the dead by the glory of the Father, so we also may walk in newness of life.” He who is dead must be buried, and he who is buried in the likeness of death must rise again by the grace of God in Christ. No longer, because of sin, should he bear about in the inner man a countenance like a blackened kettle, but, after his sins have been made manifest by fire and pardon has been granted through the blood of Christ, he should shine forth in newness of life, by the justifications of Christ, more precious than any jewel.\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "George Leo Haydock",
        "file_name": "Joel 2_7.toml",
        "id": "9ba9c5f8-12cf-4fae-b76b-8aefe2d94ac1",
        "location_end": 2000007,
        "location_start": 2000007,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Ranks. Locusts march like a regular army. (Theodoret) \nNo fortification can keep them out. (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "George Leo Haydock",
        "file_name": "Joel 2_8.toml",
        "id": "80f0df1c-8552-4554-a29e-3a0d8ab7c81f",
        "location_end": 2000008,
        "location_start": 2000008,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Brother. St. Jerome saw a cloud of them in Judea. They were not \"a finger-nail's breadth from each other. \"(Calmet) \nThe Arabs discover the military art in them. (Bo chart) \nThey invested France (the year of the Lord 874) with all the skill of an army, the chiefs marking out the place for the camp the night before. (Sigebert.) \nWindows. They eat the wood, (Haydock) and the windows were simple lattices or curtains. (Calmet) \nHebrew, \"they fall upon the sword, and shall not be hurt. \"Septuagint, \"consumed or filled. \"(Haydock) \nThey are never satisfied. (Theodoret)\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "George Leo Haydock",
        "file_name": "Joel 2_10.toml",
        "id": "82f98560-881c-4fb4-9926-96568dc3051e",
        "location_end": 2000010,
        "location_start": 2000010,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Shining. The cloud of locusts intercepts the light; or, people in distress think all nature is in confusion. (St. Jerome; Ezechiel xxxii.; Jeremias iv. 23.) \nAloysius (13.) saw locusts in the air for the space of twelve miles; and among the Cossacks, clouds of them may be found six leagues in length and three in breadth. They frequently occasion a famine in Ethiopia. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "Clement of Alexandria",
        "file_name": "Joel 2_10.toml",
        "id": "9d9201f8-68b9-410c-b5d9-47ba27a53ba6",
        "location_end": 2000010,
        "location_start": 2000010,
        "source_title": "EXHORTATION TO THE GREEKS 9",
        "source_url": "",
        "ts": 215,
        "txt": "The holy apostle of the Lord, reprehending the Greeks, will show you, “Because that, when they know God, they glorified him not as God, neither were thankful, but [they] became vain in their imaginations, and changed the glory of God into the likeness of corruptible man, and worshiped and served the creature more than the Creator.” And verily this is the God who “in the beginning made the heaven and the earth.” But you do not know God and worship the heaven, and how shall you escape the guilt of impiety? Hear again the prophet speaking: “The sun shall suffer eclipse, and the heaven be darkened. But the Almighty shall shine forever: while the powers of the heavens shall be shaken, and the heavens stretched out and drawn together shall be rolled as a parchment skin [for these are the prophetic expressions], and the earth shall flee away from before the face of the Lord.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "George Leo Haydock",
        "file_name": "Joel 2_11.toml",
        "id": "08740ef8-ca68-41d1-bbc1-3ed78e425a60",
        "location_end": 2000011,
        "location_start": 2000011,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Voice; thunder, (Haydock) or the noise of locusts, ver. 5. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "Ambrose of Milan",
        "file_name": "Joel 2_11.toml",
        "id": "b84776c0-e094-4e35-897b-be058319b200",
        "location_end": 2000011,
        "location_start": 2000011,
        "source_title": "SIX DAYS OF CREATION 1:10.37",
        "source_url": "",
        "ts": 397,
        "txt": "In notable fashion has Scripture spoken of a “day,” not the “first day.” Because a second, then a third day, and finally the remaining days were to follow, a “first day” could have been mentioned, following in this way the natural order. But Scripture established a law that twenty-four hours, including day and night, should be given the name of day only, as if one were to say the length of one day is twenty-four hours in extent. In such fashion, also, is the generation of men reckoned, which is understood to include that of women also. Because what is secondary is bound up with what is primary, the nights in this reckoning are considered to be component parts of the days that are counted. Therefore, just as there is a single revolution of time, so there is but one day. There are many who call even a week one day, because it returns to itself, just as one day does, and one might say seven times revolves back on itself. This is the form of a circle, to begin with itself and to return to itself. Hence Scripture speaks at times of an age of the world. Although in other passages there is a mention of an age, there Scripture seems to mean the diversities in public and private affairs: “For the Day of the Lord is great and glorious.” And elsewhere: “What avail is it to you to seek the Day of the Lord?” And here is meant darkness and not light, for it is clear that that day when innocence will gleam forth and guilt be tormented is dark to those who are conscious of evil deeds and unworthy acts. Moreover, Scripture teaches us that the everlasting day of eternal reward is to be one in which there is no interchange or intermission of day and night.\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "John Chrysostom",
        "file_name": "Joel 2_11.toml",
        "id": "f11e65ce-1317-4129-a4db-d0119ff2c5aa",
        "location_end": 2000011,
        "location_start": 2000011,
        "source_title": "AGAINST THE ANOMOEANS, HOMILY 12:29",
        "source_url": "",
        "ts": 407,
        "txt": "When a maidservant is rebelling but then sees her master coming, she grows humble and returns to her good behavior. So too the paralytic’s body had revolted like the maidservant, and this caused the paralysis. But when the body saw its master coming near, it returned to its good behavior and resumed its proper discipline. And the word of Christ accomplished all this. Yet the words were not mere words but the words of God, of which the prophet said, “The works of his words are mighty.” For if God’s words made humankind when they did not exist, much more will they make humanity whole again and restore it to health even though it has grown feeble and weak with disease?\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "Basil of Caesarea",
        "file_name": "Joel 2_11.toml",
        "id": "f3f1d6ff-1ef4-4eac-ac27-0e3585cf5df2",
        "location_end": 2000011,
        "location_start": 2000011,
        "source_title": "HOMILIES ON THE HEXAEMERON 2:8",
        "source_url": "",
        "ts": 379,
        "txt": "Therefore he called the beginning of time not a “first day” but “one day,” in order that from the name it might have kinship with eternity. For the day that shows a character of uniqueness and nonparticipation with the rest is properly and naturally called “one.” If, however, the Scripture presents to us many ages, saying in various places “age of age” and “age of ages,” still in those places neither the first nor the second nor the third age is enumerated for us. By this, differences of conditions and of various circumstances are shown to us but not limits and boundaries and successions of ages. “The Day of the Lord is great and very terrible,” it is said.\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "Origen of Alexandria",
        "file_name": "Joel 2_11.toml",
        "id": "186ee95e-9dbd-4aa6-bc03-c3dd606a2234",
        "location_end": 2000011,
        "location_start": 2000011,
        "source_title": "COMMENTARY ON THE GOSPEL OF JOHN 1:161",
        "source_url": "",
        "ts": 253,
        "txt": "But since these are light perceived by the senses, which are said in Moses to have come into existence on the fourth day, they are not the true light because they enlighten the things on the earth. The Savior, on the other hand, is the light of the spiritual world because he shines on those who are rational and intellectual, that their mind may see its proper visions. Now I mean he is the light of those rational souls which are in the sensible world, of which the Savior teaches us that he is the Maker, being, perhaps, its directing and principal artificer, and, so to speak, the sun of the great Day of the Lord.\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "George Leo Haydock",
        "file_name": "Joel 2_12.toml",
        "id": "08dec7fa-2915-4b2c-9442-a82de5e784ef",
        "location_end": 2000012,
        "location_start": 2000012,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Mourning: For moving the heart to repentance these external works are requisite, at least in will: if they be wilfully omitted, it is a sure sign that the heart is not moved. (St. Jerome) (Worthington)\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "Caesarius of Arles",
        "file_name": "Joel 2_12.toml",
        "id": "45a22f4d-0a3a-4890-a9ce-717d9ef715a7",
        "location_end": 2000012,
        "location_start": 2000012,
        "source_title": "SERMON 198:1",
        "source_url": "",
        "ts": 542,
        "txt": "Our Lord and Savior exhorts us through the prophet and advises us how we ought to come to him after much negligence, saying, “Come, let us bow down in worship, let us kneel before the Lord who made us”; and again, “Return to me with your whole heart, with fasting and weeping and mourning.” If we notice carefully, dearest brethren, the holy days of Lent signify the life of the present world, just as Easter prefigures eternal bliss. Now just as we have a kind of sadness in Lent in order that we may rightly rejoice at Easter, so as long as we live in this world we ought to do penance in order that we may be able to receive pardon for our sins in the future and arrive at eternal joy. Each one ought to sigh over his or her own sins, shed tears and give alms in such a way that with God’s help he may always try to avoid the same faults as long as he lives. Just as there never has been, is not now and never will be a soul without slight sins, so with the help and assistance of God we ought to be altogether without serious sins.\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "Shepherd of Hermas",
        "file_name": "Joel 2_12.toml",
        "id": "f449cad3-04c7-492f-ae00-90621ee92b65",
        "location_end": 2000012,
        "location_start": 2000012,
        "source_title": "MANDATE 11:6",
        "source_url": "",
        "ts": 160,
        "txt": "“I, the angel of repentance, am telling you, Do not fear the devil. For I have been sent,” he said, “to be on the side of you who repent with your whole heart and to steady you in the faith. Put your faith in God, you who despair of your life because of your sins, you who add to your sins and make your life burdensome. Trust that if you turn to the Lord with your whole heart and do righteousness for the rest of your life, serving him uprightly in accordance with his will, he will provide a remedy for your previous failings, and you will obtain the power of mastering the devil’s snares. Do not be in the least afraid of the devil’s threats, for they are as powerless as a dead man’s sinews. Listen to me: Fear him who has power to save and to destroy. Keep all the mandates, and you will live to God.” I said to him, “Sir, I have now gained strength in all the justifications of the Lord, because you are on my side. I know that you will break down all the devil’s power and we shall have the mastery over him and overcome all his snares. Sir, I now hope, with the Lord’s help, to be able to keep these mandates you have given.” “You will keep them,” he said, “if your heart is made pure to the Lord. All those, also, who cleanse their hearts of the vain desires of this world will keep them and will live to God.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "George Leo Haydock",
        "file_name": "Joel 2_13.toml",
        "id": "6fe94c9f-b3a1-47b7-bea8-3157027529be",
        "location_end": 2000013,
        "location_start": 2000013,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Garments, as was customary in great distress. God will not be satisfied with mere external proofs of repentance. (Calmet) \nEvil. He will forego his threats if we do penance. (St. Jerome) \nHe punishes unwillingly, Isaias xxviii. 21.\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "Theodoret of Cyrus",
        "file_name": "Joel 2_13.toml",
        "id": "8450859e-3228-4f88-a509-a361d1b9933c",
        "location_end": 2000013,
        "location_start": 2000013,
        "source_title": "COMMENTARY ON JOEL 2:13",
        "source_url": "",
        "ts": 458,
        "txt": "“Rend your hearts, not your garments,” that is, have recourse to thoughts of compunction, soften the obduracy of your thinking, accept beneficial advice, abandon the way of vice and travel by that way which leads directly to God. After all, many are the founts of compassion and mercy that flow from him, and in his exercise of longsuffering he is not in the custom of putting his threats into effect. In fact, he indicated as much by saying “repenting of the troubles,” that is, by instilling dread by the threats of punishment, and by the changes in human beings for the better transforming the threats into something pleasant. The God of all, you see, does not intend one thing at one time and another thing at another, or like us repent of what he does. Rather, while making threats he has mercy within himself, and he offers it to those who are sorry for their sins, and while making promises of good things he knows those who are good and those who are unworthy of his gifts, extending them to the former and giving to the latter the opposite of what he promises.\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "Pacian of Barcelona",
        "file_name": "Joel 2_13.toml",
        "id": "2fabe9c6-e98c-4575-97a0-d9d6ec8e1a12",
        "location_end": 2000013,
        "location_start": 2000013,
        "source_title": "ON PENITENTS 8:2",
        "source_url": "",
        "ts": 391,
        "txt": "Another disease is added to the original cause and a new wound inflicted, and all that is contrary is applied, all that is dangerous is drunk. Under this evil especially does this brotherhood toil, adding new sins on top of old faults. Therefore it has burst forth into vice, and more grievously still, is now racked by a most destructive wasting disease. What then shall I now do, I who as priest am compelled to cure? It is very late in such cases. But even so, if there is any one of you who can bear to be cut and cauterized, I can still do it. Behold the scalpel of the prophet: “Return,” he says, “to the Lord your God and together with fasting and weeping and mourning rend your hearts.” Do not fear this incision, dearly beloved. David bore it. He lay in filthy ashes and had his appearance disfigured by a covering of rough sackcloth. He who had once been accustomed to precious stones and to the purple clothed his soul in fasting. He whom the seas, the forests, the rivers used to serve, and to whom the bountiful land promised wealth, now consumed in floods of tears those eyes with which he had beheld the glory of God. This ancestor of Mary, the ruler of the Jewish kingdom, confessed that he was unhappy and wretched.\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "Fulgentius of Ruspe",
        "file_name": "Joel 2_13.toml",
        "id": "4f4fc011-490d-4b13-bae7-1b2d168b94ac",
        "location_end": 2000013,
        "location_start": 2000013,
        "source_title": "LETTER 9",
        "source_url": "",
        "ts": 533,
        "txt": "How well does the holy prophet teach that the seeds of good works must be watered by a river of tears! No seeds germinate unless they are watered; nor does fruit come forth from the seed if deprived of the aid of water. Accordingly, we too, if we wish to keep the fruits of our seeds, let us not stop watering our seeds with tears that must be poured out more from the heart than from the body. Therefore it is said to us through the prophet that we rend “our hearts and not our garments,” something we can do when we recall that we ourselves, even if not in deed, frequently sin at least in thought. Because the “earthly tent burdens the thoughtful mind” and our land does not cease to produce thorns and thistles for us. We are unable to get to eating our bread, unless we will have been worn out by weariness and the sweat of our brow.\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "Cyprian",
        "file_name": "Joel 2_13.toml",
        "id": "efa31413-3540-4dc7-b016-68e02ed55c21",
        "location_end": 2000013,
        "location_start": 2000013,
        "source_title": "THE LAPSED 29",
        "source_url": "",
        "ts": 258,
        "txt": "Let each one confess his sin, I beseech you, brethren, while he who has sinned is still in this world, while his confession can be admitted, while the satisfaction and remission effected through the priest is pleasing with the Lord. Let us turn to the Lord with our whole mind, and, expressing repentance for our sin with true grief, let us implore God’s mercy. Let the soul prostrate itself before him; let sorrow give satisfaction to him; let our every hope rest upon him. He himself tells how we ought to ask. He says, “Return to me with all your hearts, in fasting and in weeping, and in mourning, and rend your hearts, not your garments.” Let us return to the Lord with a whole heart; let us placate his wrath and displeasure by fastings, weepings and mournings, as he himself admonishes.\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "George Leo Haydock",
        "file_name": "Joel 2_14.toml",
        "id": "659901bc-5707-4e95-a7b1-a89d2964f5be",
        "location_end": 2000014,
        "location_start": 2000014,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Who knoweth. Confidence in God and repentance must accompany prayer. \nBlessing; plentiful crops, so that the usual sacrifices may be performed again, chap. i. 9.\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "Ishodad of Merv",
        "file_name": "Joel 2_14.toml",
        "id": "66a48b09-58c5-46bf-ae6e-85a8653700e1",
        "location_end": 2000014,
        "location_start": 2000014,
        "source_title": "COMMENTARY ON JOEL",
        "source_url": "",
        "ts": 850,
        "txt": "The prophet in effect says what you need to do. I know, however, that you will not really repent before you are deported. But, when you would have done penance for your sins after being punished by captivity, then God will take care of you and will bring you back to your land.\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "Gregory of Nazianzus",
        "file_name": "Joel 2_14.toml",
        "id": "ef0f0cf2-e775-4d39-8548-f6d75c506691",
        "location_end": 2000014,
        "location_start": 2000014,
        "source_title": "ON HIS FATHER’S SILENCE, ORATION 16:13–14",
        "source_url": "",
        "ts": 390,
        "txt": "We should enter his house in sackcloth and lament night and day between the porch and the altar, in piteous array, and with more piteous voices. [We should] cry aloud without ceasing on behalf of ourselves and the people, sparing nothing, either toil or word, which may propitiate God. [We should] say, “Spare, O Lord, your people, and give not your heritage to reproach,” and the rest of our prayer; surpassing the people in our sense of the affliction as much as in our rank, instructing them in our own persons in compunction and correction of wickedness, and in the consequent longsuffering of God, and cessation of the scourge. Come then, all of you, my brethren, “let us worship and fall down, and weep before the Lord our maker”; let us appoint a public mourning in our various ages and families; let us raise the voice of supplication. Let this, instead of the cry which he hates, enter into the ears of the Lord of Sabbaoth. Let us anticipate his anger by confession;13 let us desire to see him appeased, after [his wrath]. Who knows, he says, if he will turn and choose again, and leave a blessing behind him?\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "George Leo Haydock",
        "file_name": "Joel 2_15.toml",
        "id": "dc2da6a8-3a8e-4013-9185-a96b822dcc95",
        "location_end": 2000015,
        "location_start": 2000015,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Trumpet. Thus were festivals announced, Numbers x. 7.\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "Athanasius of Alexandria",
        "file_name": "Joel 2_15.toml",
        "id": "537505fb-9fe0-466e-92b6-94b10b60fe68",
        "location_end": 2000015,
        "location_start": 2000015,
        "source_title": "FESTAL LETTERS 1",
        "source_url": "",
        "ts": 373,
        "txt": "Since, as I said, there are many kinds of proclamations, let us listen to the trumpet blast of the prophet: “Blow a trumpet in Zion, consecrate a fast.” This is a warning trumpet, and it earnestly commands us that when we fast, we should do it in a holy manner, for God is holy and has pleasure in his holy people. Not everyone, however, who calls upon God honors him. Some defile him—although they don’t actually defile him: that’s impossible. But they do defile their own consciences concerning him. The apostle Paul tells us how it is that some people dishonor God: those who break the law dishonor God. So the prophet said, in order to point out those who pollute the fast, “Sanctify a fast.” Many people, though they go through the motions of a fast, are still polluted in their hearts because they do evil against their brothers and sisters or because they dare to cheat. And many, if nothing else, think more highly of themselves than of their neighbors, thereby committing a great offense.\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "Jerome",
        "file_name": "Joel 2_15.toml",
        "id": "7d79f794-2df1-4cf1-8319-fcff54df36dc",
        "location_end": 2000015,
        "location_start": 2000015,
        "source_title": "LETTER 52:10",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Jerome/Letters/letter_052.md",
        "ts": 420,
        "txt": "If these [vessels] were approved by the Lord it was at a time when the priests had to offer victims and when the blood of sheep was the redemption of sins. They were figures typifying things still future and were “written for our admonitions upon whom the ends of the world are come.” But now our Lord by his poverty has consecrated the poverty of his house. Let us, therefore, think of his cross and count riches to be but dirt. Why do we admire what Christ calls “the mammon of unrighteousness”? Why do we cherish and love what it is Peter’s boast not to possess? Or if we insist on keeping to the letter and find the mention of gold and wealth so pleasing, let us keep to everything else as well as the gold. Let the bishops of Christ be bound to marry wives, who must be virgins. Let the best-intentioned priest be deprived of his office if he bears a scar and is disfigured. Let bodily leprosy be counted worse than spots on the soul. Let us be fruitful and multiply and replenish the earth, but let us slay no lamb and celebrate no mystic Passover, for where there is no temple, the law forbids these acts. Let us pitch tents in the seventh month25 and noise abroad a solemn fast with the sound of a horn.\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "George Leo Haydock",
        "file_name": "Joel 2_16.toml",
        "id": "169ca24a-db1f-4ec8-98fc-f97d7ed23895",
        "location_end": 2000016,
        "location_start": 2000016,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Sanctify. Let all make themselves ready to appear. \nOnes. Their cries would make an impression on men, and prevail on God to show mercy, Judith iv. 9.\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "Eugippius",
        "file_name": "Joel 2_16.toml",
        "id": "11ee5a8c-55e4-46c5-8922-c23c3dc60624",
        "location_end": 2000016,
        "location_start": 2000016,
        "source_title": "SEVERIN 12",
        "source_url": "",
        "ts": 535,
        "txt": "He addressed them piously. “Have you not read,” he said, “what divine authority has prescribed to a sinful people through the prophet: ‘Be converted to me with all your heart, in fasting and in weeping,’ and a little later: ‘Sanctify a fast,’ he says, ‘call an assembly, gather the congregation,’ and all that follows? Therefore, fulfill with worthy actions what you teach, that you may perhaps escape the evil of the present time. And let nobody, on any account, go out on his field as if he could ward off the locusts by human effort, lest God’s wrath be provoked even more.” Without delay everybody gathered in the church, and they all, each in his place, recited the psalms, as was the custom. Every age and sex, even those who could not yet speak, offered a prayer to God with tears, alms were given unceasingly, and every good work that the present emergency demanded was carried out as had been prescribed by the servant of God. THE LIFE OF ST.\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "Leo the Great",
        "file_name": "Joel 2_16.toml",
        "id": "e8bd098a-c25f-4541-b424-db60c004ceed",
        "location_end": 2000016,
        "location_start": 2000016,
        "source_title": "SERMON 88:1",
        "source_url": "",
        "ts": 461,
        "txt": "Devout fasting has a very great value for gaining the mercy of God and for strengthening human frailty. We know this from the teaching of holy prophets, dearly beloved. They insist that the arousal of divine justice—which the people of Israel frequently brought upon themselves in punishment for their wickedness—could not be placated except by fasting. Joel the prophet warns us in saying, “The Lord God says these things: ‘Turn to me with all your heart, in fasting, in weeping and in mourning. Rend your hearts, and not your garments. Be converted to the Lord your God, because he is merciful and patient and magnanimous and rich in mercy.’ ” At another point, the same prophet says, “Make a holy fast, preach healing, call together the people, make holy the assembly.” This exhortation, dearly beloved, is what we must embrace in our times also. We must of necessity preach the remedy of this healing, so that Christian devotion in the observance of that ancient means for sanctification might acquire what the Jewish transgression lost.\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "George Leo Haydock",
        "file_name": "Joel 2_17.toml",
        "id": "f6db3ae0-4f14-4237-af87-e140c51e28a1",
        "location_end": 2000017,
        "location_start": 2000017,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Altar of holocausts. They turned towards the holy place, lying prostrate, 1 Esdras x. 1., and 2 Machabees x. 26. (Calmet) \nHither the victim of expiation was brought, and the high priest confessed. (Maimonides) \nOver them, as they might easily have done during the famine.\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "Gregory of Nazianzus",
        "file_name": "Joel 2_17.toml",
        "id": "b1591b47-a624-4380-b307-87e732705cf1",
        "location_end": 2000017,
        "location_start": 2000017,
        "source_title": "IN DEFENSE OF HIS FLIGHT TO PONTUS, ORATION 2:89",
        "source_url": "",
        "ts": 390,
        "txt": "Who will cry aloud, “Spare your people, O Lord, and do not give your heritage to reproach, that the nations should rule over them”? Noah, Job and Daniel stood together as men of prayer. Who will pray for us, that we might have a slight respite from warfare and recover ourselves?\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "George Leo Haydock",
        "file_name": "Joel 2_18.toml",
        "id": "0c6af0c0-5f06-4555-b645-6f4544c34f49",
        "location_end": 2000018,
        "location_start": 2000018,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Zealous. Indignation is excited when a person perceives any thing contemned which he loves. So God resented the injuries done maliciously by the Gentiles towards his people; though he often punished them for their correction or greater merit. (Worthington) \nHe will resent the blasphemies uttered by infidels against his holy name, and will restore fertility to the land. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "George Leo Haydock",
        "file_name": "Joel 2_19.toml",
        "id": "a1ada014-7fae-470f-8bb1-fafb6fd57d8e",
        "location_end": 2000019,
        "location_start": 2000019,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Nations. This did not take place till after the seventy years captivity, nor then fully. It is verified in true believers, and after death in the glory of the saints. (Worthington)\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "George Leo Haydock",
        "file_name": "Joel 2_20.toml",
        "id": "30b37ec1-0bff-406a-85fb-958f97e62168",
        "location_end": 2000020,
        "location_start": 2000020,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "The northern enemy. Some understand this of Holofernes and his army, others of the locusts. (Challoner) \nProtestants, \"the northern army. \"Hebrew may denote (Haydock) wind. This often drives away locusts. Those here spoken of were drowned in the Mediterranean and Dead Seas. (Calmet) \nThis occasioned a pestilence, (St. Jerome; St. Augustine, City of God iv. 31.) to prevent which the locusts were to be speedily buried, Isaias xxxiii. 4. \nProudly. Hebrew, \"great things. \"God, or the locusts are meant.\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "Ishodad of Merv",
        "file_name": "Joel 2_20.toml",
        "id": "f3b17649-1caa-4276-a110-c378f716a4f2",
        "location_end": 2000020,
        "location_start": 2000020,
        "source_title": "COMMENTARY ON JOEL",
        "source_url": "",
        "ts": 850,
        "txt": "“I will remove the northerner,” both the Assyrian and Babylonian. Someone may ask, “Since for its position Babylon is not situated north of Jerusalem, why does God say through the prophet, ‘I will remove the northerner far from you’ and ‘Out of the north evil shall break forth upon’ these people”? And we answer that first of all, these words are not said in consideration of the geographical position of Babylon and Jerusalem but of those northern nations subject to the Babylonians—the Arzanites, the Araratites2—who will come down to Jerusalem with the Babylonians. Second, it is because those who want to reach Jerusalem from the regions of Babylon, Persia and the east go up toward the region of the north and then come down toward Jerusalem in the south.\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "Richard Challoner",
        "file_name": "Joel 2_20.toml",
        "id": "643af4e9-eb2b-4f16-a2ce-e72b21054e34",
        "location_end": 2000020,
        "location_start": 2000020,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "The northern enemy: Some understand this of Holofernes and his army: others, of the locusts.\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "Cassiodorus",
        "file_name": "Joel 2_20.toml",
        "id": "e329c9db-e022-4a1f-bb8d-545af4e50e80",
        "location_end": 2000020,
        "location_start": 2000020,
        "source_title": "EXPOSITION OF THE PSALMS 36:35",
        "source_url": "",
        "ts": 585,
        "txt": "Joel, the prophet, offers evidence about [the devil] with these words: “And I will remove far off from you the northern one, and I will drive him into the land thirsty and desert, and I shall expel his face into the nearest sea and his hinder parts into the utmost sea.” We thank you, Lord, for this arrangement. What would the devil do if free, when he afflicts the world when bound?\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "George Leo Haydock",
        "file_name": "Joel 2_22.toml",
        "id": "145d63b0-168f-434d-bbbd-9104e5d781dd",
        "location_end": 2000022,
        "location_start": 2000022,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Strength; fruit, as formerly.\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "Tertullian",
        "file_name": "Joel 2_22.toml",
        "id": "8764a870-ae66-471b-adc0-a6d51aa30784",
        "location_end": 2000022,
        "location_start": 2000022,
        "source_title": "ANSWER TO THE JEWS 12",
        "source_url": "",
        "ts": 220,
        "txt": "David said that “the Lord would reign from the tree.” Elsewhere too the prophet predicts the fruit of this tree, saying, “The earth has given its blessings”6—of course that virgin earth, not yet irrigated with rains or fertilized by showers, out of which humanity was of old first formed, out of which now Christ through the flesh has been born of a virgin. “And the tree bears its fruit”—not that tree in paradise, which yielded death to the first humans, but the tree of the passion of Christ, whence life, hanging, you did not believe!\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "Methodius of Olympus",
        "file_name": "Joel 2_22.toml",
        "id": "2fe43405-18b2-4a27-813c-393c9df31014",
        "location_end": 2000022,
        "location_start": 2000022,
        "source_title": "BANQUET OF THE TEN VIRGINS 10:2",
        "source_url": "",
        "ts": 311,
        "txt": "For the fig tree, on account of its sweetness and richness, represents the delights of humankind, which they had in paradise before the Fall. Indeed, not rarely, as we shall afterwards show, the Holy Spirit takes the fruit of the fig tree as an emblem of goodness. But the vine, on account of the gladness produced by wine and the joy of those who were saved from wrath and from deluge, signifies the change produced from fear and anxiety into joy. Moreover, the olive, on account of the oil which it produces, indicates the compassion of God, who again, after the deluge, bore patiently when people turned aside to ungodliness, so that he gave them the law and manifested himself to some, and nourished by oil the light of virtue, now almost extinguished.\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "George Leo Haydock",
        "file_name": "Joel 2_23.toml",
        "id": "540865da-1d77-4cba-a4b7-5a487faa9cab",
        "location_end": 2000023,
        "location_start": 2000023,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Teacher; Joel, or rather the Messias, John i. 9., and Matthew xxiii. 8. Some translate Hebrew, \"rain. \"Septuagint, \"meat \"(Calmet) sufficient for the people. (Theodoret) \nRain. Osee vi. 3.\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "George Leo Haydock",
        "file_name": "Joel 2_24.toml",
        "id": "1c5e685d-f459-4b97-a928-9c713c5aaa8b",
        "location_end": 2000024,
        "location_start": 2000024,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Presses, or subterraneous reservoirs.\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "George Leo Haydock",
        "file_name": "Joel 2_25.toml",
        "id": "c88de670-04d5-4b66-aa1d-2aced591a752",
        "location_end": 2000025,
        "location_start": 2000025,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Host. God could have hurled his thunderbolts, or mountains, to destroy all mankind; but he chooses to show their insignificance, (Calmet) by employing the vilest insects, which they cannot withstand. (St. Jerome)\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "Novatian",
        "file_name": "Joel 2_28-29.toml",
        "id": "b03df2c8-5e69-4aad-aab4-79f299760bac",
        "location_end": 2000029,
        "location_start": 2000028,
        "source_title": "ON THE TRINITY 29",
        "source_url": "",
        "ts": 9999999,
        "txt": "Next, well-ordered reason and the authority of our faith bid us (in the words and the writings of our Lord set down in orderly fashion) to believe, after these things, also in the Holy Spirit, who was in the times past promised to the church and duly bestowed at the appointed, favorable moment. He was promised by the prophet Joel but bestowed through Christ. “In the last days,” says the prophet, “I will pour out from my spirit upon my servants and handmaids.” And the Lord himself said, “Receive the Holy Spirit. If you forgive the sins of any, they are forgiven; if you retain the sins of any, they are retained.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "George Leo Haydock",
        "file_name": "Joel 2_28.toml",
        "id": "444a7e52-db40-4c1e-b6ca-8d59e75d3de2",
        "location_end": 2000028,
        "location_start": 2000028,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "After. From this verse to the end the prophet speaks of the times succeeding the captivity, and more especially of the propagation of the gospel. The enemies of God's people shall be destroyed, (chap. iii. 1.) which seems to refer to Cambyses, Ezechiel xxxviii. (Calmet) \nMy spirit. This plainly foretells the coming of the Holy Spirit, Acts ii. (Worthington) \nThe Jews never had such a multitude of prophets after the captivity as the Church had, 1 Corinthians xiv. 24. What relates to them was only a shadow of what would befall true believers.\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "Ishodad of Merv",
        "file_name": "Joel 2_28-29.toml",
        "id": "1a9640ae-9bdd-40ba-bb74-29d7bcf60d6d",
        "location_end": 2000029,
        "location_start": 2000028,
        "source_title": "COMMENTARY ON JOEL",
        "source_url": "",
        "ts": 850,
        "txt": "“I will pour out my spirit on all flesh.” In the first instance he talks about Ezekiel, Daniel, Haggai, Zechariah and other prophets whose names are not mentioned. In addition, “your daughters” will sing and intone psalms in happiness, as well as the rest of the people. This means I will openly reveal to you my fondness and will largely pour it onto you. Therefore these words follow: “My Spirit abides among you,” and also, “My spirit shall not abide in man forever, for he is flesh.” But the truth of these words is found in Christ and in the apostles, as well as in the prophets and in the righteous ones, who were filled with the Spirit, and in the daughters of Philip. Recall Peter, who testifies when he preaches to the Jews: “This is,” he says, “what Joel predicted.” Then the words: “The sun shall be turned to darkness and the moon to blood.” He talks according to the state of mind of those who are plunged into their afflictions.\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "Ambrose of Milan",
        "file_name": "Joel 2_28-29.toml",
        "id": "d506cd1d-a70a-4ba7-bee8-20e6aa2ea705",
        "location_end": 2000029,
        "location_start": 2000028,
        "source_title": "ON THE HOLY SPIRIT 1:7.85",
        "source_url": "",
        "ts": 397,
        "txt": "But of what creature can it be said that it fills all things, as it is written of the Holy Spirit: “I will pour my Spirit upon all flesh”? This cannot be said of an angel. Lastly, Gabriel himself, when sent to Mary, said, “Hail, full of grace,” plainly declaring the grace of the Spirit which was in her, because the Holy Spirit had come upon her, and she was about to have her womb full of grace with the heavenly Word.\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "Ambrose of Milan",
        "file_name": "Joel 2_28-29.toml",
        "id": "a98f2286-3cc0-4dce-a73e-252d1457b6af",
        "location_end": 2000029,
        "location_start": 2000028,
        "source_title": "ON THE HOLY SPIRIT 2:2.21",
        "source_url": "",
        "ts": 397,
        "txt": "But that the Spirit is the arbiter of the divine counsel, you may know even from this. For when we showed that the Holy Spirit was the Lord of baptism and read that baptism is the counsel of God, as you read, “But the Pharisees despised the counsel of God, not being baptized of him,” it is quite clear that as there can be no baptism without the Spirit, so too the counsel of God is not without the Spirit. And that we may know more completely that the Spirit is power, we ought to know that he was promised when the Lord said, “I will pour out my Spirit upon all flesh.” He, then, who was promised to us is himself power, as in the Gospel the same Father of God declared when he said, “And I will send the promise of the Father upon you, but do you remain in the city until you are endued with power from on high.”\n"
    },
    {
        "append_to_author_name": " 10:5-13",
        "book": "joel",
        "father_name": "Romans",
        "file_name": "Joel 2_28-32.toml",
        "id": "30b55c69-ea97-489d-9d26-cfd4db1e5a5e",
        "location_end": 2000032,
        "location_start": 2000028,
        "source_title": "",
        "source_url": "",
        "ts": 56,
        "txt": "For Moses describeth the righteousness which is of the law, That the man which doeth those things shall live by them.  But the righteousness which is of faith speaketh on this wise, Say not in thine heart, Who shall ascend into heaven? (that is, to bring Christ down from above:)  Or, Who shall descend into the deep? (that is, to bring up Christ again from the dead.)  But what saith it? The word is nigh thee, even in thy mouth, and in thy heart: that is, the word of faith, which we preach;  That if thou shalt confess with thy mouth the Lord Jesus, and shalt believe in thine heart that God hath raised him from the dead, thou shalt be saved.  For with the heart man believeth unto righteousness; and with the mouth confession is made unto salvation.  For the scripture saith, Whosoever believeth on him shall not be ashamed.  For there is no difference between the Jew and the Greek: for the same Lord over all is rich unto all that call upon him.  For whosoever shall call upon the name of the Lord shall be saved. [Joel 2:28-32] \n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "Theodore of Mopsuestia",
        "file_name": "Joel 2_28-32.toml",
        "id": "b5e0e1e4-5f4f-420c-8533-61464186f63d",
        "location_end": 2000032,
        "location_start": 2000028,
        "source_title": "COMMENTARY ON JOEL 2:28–32",
        "source_url": "",
        "ts": 428,
        "txt": "Blessed Peter used this text in speaking to Jews on the occasion of the descent of the Holy Spirit. And rightly so, since the law contained a shadow of all things to come, whereas the people were granted care owing to the expectation of what would appear at the coming of Christ the Lord. What happened in their time was all insignificant and like a shadow, so that the account was given with use of hyperbole rather than containing facts. The reality of the account was found to be realized in the time of Christ the Lord, when everything was important and awesome, novel and really baffling, surpassing what had happened under the law to the greatest extent imaginable.\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "Tertullian",
        "file_name": "Joel 2_28-29.toml",
        "id": "9af900a7-7cf0-4cbb-9d6e-5449fad70c34",
        "location_end": 2000029,
        "location_start": 2000028,
        "source_title": "ON THE RESURRECTION OF THE FLESH 10",
        "source_url": "",
        "ts": 220,
        "txt": "You hold to the Scriptures in which the flesh is disparaged; receive also those in which it is ennobled. You read whatever passage abases it. Now direct your eyes also to that which elevates it. “All flesh is grass.” Well, but Isaiah was not content to say only this; he also declared, “All flesh shall see the salvation of God.” Then notice what God says in Genesis: “My spirit shall not remain among these men, because they are flesh”; but then he is also heard saying by Joel, “I will pour out of my Spirit upon all flesh.” Even the apostle ought not to be known for any one statement in which he is inclined to reproach the flesh. Admittedly he says that “in his flesh dwells no good thing” and “they who are in the flesh cannot please God,” because “the flesh lusts against the Spirit.” Yet in these and similar assertions that he makes, it is not the substance of the flesh, but its actions, which are censured. Moreover, we shall elsewhere take occasion to remark that no reproaches can fairly be cast upon the flesh without tending also to the castigation of the soul, which compels the flesh to do its bidding. However, let me meanwhile add that in the same passage Paul “carries about in his body the marks of the Lord Jesus.” He also forbids our body to be profaned, since it is “the temple of God.” He makes our bodies “the members of Christ.” And he exhorts us to exalt and “glorify God in our body.” If, therefore, the humiliations of the flesh do not prevent its resurrection, why wouldn’t its high prerogatives avail to bringing it about? It better suits the character of God to restore to salvation what for a while he rejected, than to surrender to perditions what he once approved.\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "Tertullian",
        "file_name": "Joel 2_28-29.toml",
        "id": "29056055-7352-4912-b9e5-871c12f997f8",
        "location_end": 2000029,
        "location_start": 2000028,
        "source_title": "ON THE SOUL 47",
        "source_url": "",
        "ts": 220,
        "txt": "We declare, then, that dreams are inflicted on us mainly by demons, although they sometimes turn out true and favorable to us. When, however, with the deliberate aim after evil, of which we have just spoken, they assume a flattering and captivating style, they show themselves proportionately vain, and deceitful, and obscure, and wanton, and impure. And no wonder that the images partake of the character of the realities. But from God—who has promised, indeed, “to pour out the grace of the Holy Spirit upon all flesh, and has ordained that his servants and his handmaids should see visions as well as utter prophecies”—must all those visions be regarded as emanating. [Those visions] may be compared with the actual grace of God, as being honest, holy, prophetic, inspired, instructive, inviting to virtue, the bountiful nature of which causes them to overflow even to the profane, since God, with grand impartiality, “sends his showers and sunshine on the just and on the unjust.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "John Chrysostom",
        "file_name": "Joel 2_28-29.toml",
        "id": "0e75ac06-d32e-4e6b-a17e-1aa3bdfd2152",
        "location_end": 2000029,
        "location_start": 2000028,
        "source_title": "HOMILIES ON THE ACTS OF THE APOSTLES 5",
        "source_url": "",
        "ts": 407,
        "txt": "On unessential points one must not spend many words. And besides, the sequel is enough to bear him out on this point, so now the discourse is for all in common. “ ‘But this is that which was spoken by the prophet Joel, and it shall come to pass in the last days,’ says the Lord God.” Nowhere as yet the name of Christ or his promise, but the promise is that of the Father.\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "Fulgentius of Ruspe",
        "file_name": "Joel 2_28-29.toml",
        "id": "c432ce4b-6101-428d-b561-0662da256f5c",
        "location_end": 2000029,
        "location_start": 2000028,
        "source_title": "LETTER 14:27",
        "source_url": "",
        "ts": 533,
        "txt": "If we believe this, it is necessary that that proclamation of the blessed John the Baptist, which attributed to Christ a singular gift of the Spirit and one without measure, be interpreted. I refer to the statement “[God] does not ration his gift of the Spirit.” Since our ancestors too in us receive a measure of this gift, they profess that in Christ there abides the fullness of the Holy Spirit. For the blessed Ambrose, in the first book on the Holy Spirit, among other things, says, “I will pour out of my Spirit.” He did not say “my Spirit,” but “of my Spirit,” for we cannot take the fullness of the Holy Spirit, but we receive so much as our master divides of his own according to his will. Therefore, Saint Ambrose, showing that we receive not the fullness but of the fullness of the Spirit, that he may show that Christ has received the entire fullness of the Spirit, a little while after this says, “So too, the Father says that he pours out of the Holy Spirit upon all flesh; for he did not pour him forth entirely, but what he poured forth abounded for all.”\n"
    },
    {
        "append_to_author_name": " 2:1-24",
        "book": "joel",
        "father_name": "Acts",
        "file_name": "Joel 2_28-32.toml",
        "id": "f0147475-6ef8-481b-aab5-4a60d9dc7e8f",
        "location_end": 2000032,
        "location_start": 2000028,
        "source_title": "",
        "source_url": "",
        "ts": 62,
        "txt": "And when the day of Pentecost was fully come, they were all with one accord in one place.  And suddenly there came a sound from heaven as of a rushing mighty wind, and it filled all the house where they were sitting.  And there appeared unto them cloven tongues like as of fire, and it sat upon each of them.  And they were all filled with the Holy Ghost, and began to speak with other tongues, as the Spirit gave them utterance.  And there were dwelling at Jerusalem Jews, devout men, out of every nation under heaven.  Now when this was noised abroad, the multitude came together, and were confounded, because that every man heard them speak in his own language.  And they were all amazed and marvelled, saying one to another, Behold, are not all these which speak Galilaeans?  And how hear we every man in our own tongue, wherein we were born?  Parthians, and Medes, and Elamites, and the dwellers in Mesopotamia, and in Judaea, and Cappadocia, in Pontus, and Asia,  Phrygia, and Pamphylia, in Egypt, and in the parts of Libya about Cyrene, and strangers of Rome, Jews and proselytes,  Cretes and Arabians, we do hear them speak in our tongues the wonderful works of God.  And they were all amazed, and were in doubt, saying one to another, What meaneth this?  Others mocking said, These men are full of new wine.  But Peter, standing up with the eleven, lifted up his voice, and said unto them, Ye men of Judaea, and all ye that dwell at Jerusalem, be this known unto you, and hearken to my words:  For these are not drunken, as ye suppose, seeing it is but the third hour of the day.  But this is that which was spoken by the prophet Joel;  And it shall come to pass in the last days, saith God,I will pour out of my Spirit upon all flesh: and your sons and your daughters shall prophesy, and your young men shall see visions, and your old men shall dream dreams:  And on my servants and on my handmaidens I will pour out in those days of my Spirit; and they shall prophesy:  And I will show wonders in heaven above, and signs in the earth beneath; blood, and fire, and vapour of smoke:  The sun shall be turned into darkness, and the moon into blood, before that great and notable day of the Lord come:  And it shall come to pass, that whosoever shall call on the name of the Lord shall be saved. [Joel 2:28-32] Ye men of Israel, hear these words; Jesus of Nazareth, a man approved of God among you by miracles and wonders and signs, which God did by him in the midst of you, as ye yourselves also know:  Him, being delivered by the determinate counsel and foreknowledge of God, ye have taken, and by wicked hands have crucified and slain:  Whom God hath raised up, having loosed the pains of death: because it was not possible that he should be holden of it.\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "Justin Martyr",
        "file_name": "Joel 2_28-29.toml",
        "id": "8d992316-07d1-4721-ac5b-aad29a5ca7d7",
        "location_end": 2000029,
        "location_start": 2000028,
        "source_title": "DIALOGUE WITH TRYPHO 87",
        "source_url": "https://www.newadvent.org/fathers/01286.htm",
        "ts": 165,
        "txt": "I have already affirmed, and I repeat, that it had been predicted that he would do this after his ascension into heaven. It was said, therefore, “He ascended on high; he led captivity captive; he gave gifts to the sons of men.” And in another prophecy it is said, “And it shall come to pass after this, that I will pour out my Spirit upon all flesh, and upon my servants and upon my handmaids, and they shall prophesy.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "Cyril of Jerusalem",
        "file_name": "Joel 2_28-29.toml",
        "id": "ae20c9d0-bda8-41c8-b78c-40d34146cdcf",
        "location_end": 2000029,
        "location_start": 2000028,
        "source_title": "CATECHETICAL LECTURE 27:19",
        "source_url": "",
        "ts": 386,
        "txt": "And if you would receive a testimony also, “listen,” he says. “But this is that which was spoken by the prophet Joel: ‘And it shall come to pass after this, says God, I will pour forth of my Spirit’ ”—and this word, ‘I will pour forth,’ implied a rich gift; ‘for God gives not the Spirit by measure for the Father loves the Son, and has given all things into his hand’; and he has given him the power also of bestowing the grace of the all-holy Spirit on whomever he will—“I will pour forth of my Spirit upon all flesh, and your sons and your daughters shall prophesy;” and afterward, “Yea, and on my servants and on my handmaidens I will pour out in those days of my Spirit, and they shall prophesy.” The Holy Spirit is no respecter of persons, for he seeks not dignities but piety of soul. Let neither the rich be puffed up nor the poor be dejected, but only let each prepare himself for reception of the heavenly gift.\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "Origen of Alexandria",
        "file_name": "Joel 2_28-29.toml",
        "id": "e795a774-d25d-4242-b51a-a17afe6b6a2b",
        "location_end": 2000029,
        "location_start": 2000028,
        "source_title": "ON FIRST PRINCIPLES 2:7.2",
        "source_url": "",
        "ts": 253,
        "txt": "Now we are of the opinion that every rational creature, without any distinction, receives a share of him in the same way as of the wisdom and of the word of God. I observe, however, that the chief advent of the Holy Spirit is declared to people after the ascension of Christ into heaven, rather than before his coming into the world. For before that, it was on the prophets alone, and on a few individuals, if there happened to be among the people any deserving, that the gift of the Holy Spirit was conferred. But after the advent of the Savior, it is written that the prediction of the prophet Joel was fulfilled: “In the last days it shall come to pass, and I will pour out my Spirit upon all flesh, and they shall prophesy,” which is similar to the well-known statement, “All nations shall serve him.” By the grace, then, of the Holy Spirit, along with numerous other results, this most glorious consequence is clearly demonstrated. With regard to those things which were written in the prophets or in the law of Moses, it was only a few persons at that time, namely, the prophets themselves, and scarcely another individual out of the whole nation, who were able to look beyond the mere corporeal meaning and discover something greater, something spiritual, in the law or in the prophets. But now there are countless multitudes of believers who, although unable to unfold methodically and clearly the results of their spiritual understanding, are nevertheless most firmly persuaded that neither ought circumcision to be understood literally, nor the rest of the sabbath, nor the pouring out of the blood of an animal, nor that answers were given by God to Moses on these points. And this method of apprehension is undoubtedly suggested to the minds of all by the power of the Holy Spirit.\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "Apostolic Constitutions",
        "file_name": "Joel 2_28-29.toml",
        "id": "0444a397-3ea8-4b3c-a23d-907fee61161a",
        "location_end": 2000029,
        "location_start": 2000028,
        "source_title": "CONSTITUTIONS OF THE HOLY APOSTLES 6:2.5",
        "source_url": "https://www.newadvent.org/fathers/0715.htm",
        "ts": 380,
        "txt": "Since, therefore, he has forsaken his people, he has also left his temple desolate, and rent the veil of the temple, and took from them the Holy Spirit, for says he, “Behold, your house is left unto you desolate.” And he has bestowed upon you, the converted of the Gentiles, spiritual grace, as he says by Joel: “ ‘And it shall come to pass after these things,’ says God, ‘that I will pour out of my Spirit upon all flesh; and your sons shall prophesy, and your daughters shall see visions, and your old men shall dream dreams.’ ” For God has taken away all the power and efficacy of his Word and such like visitations from that people, and he has transferred it to you, the converted of the Gentiles. For on this account the devil himself is very angry with the holy church of God. He is removed to you and has raised against you adversities, seditions, and reproaches, schisms and heresies.\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "George Leo Haydock",
        "file_name": "Joel 2_29.toml",
        "id": "e0cf8d4f-f117-4f1f-8948-61b4ece6840c",
        "location_end": 2000029,
        "location_start": 2000029,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Handmaids. Septuagint of St. Jerome and St. Peter read, my handmaids. \"My \"is omitted in both places in Complutensian and Hebrew and the latter word in the Roman Septuagint.\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "George Leo Haydock",
        "file_name": "Joel 2_30.toml",
        "id": "a250e67c-96b6-453a-bbb9-21cdf3a1e626",
        "location_end": 2000030,
        "location_start": 2000030,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Wonders. Many prodigies preceded the persecution of Epiphanes, the death of Christ, the ruin of the temple, and more will be seen before the day of judgment. Though we cannot prove the same with respect to Cambyses, it suffices that the people were thrown into the utmost consternation (ver. 2, 11.) when he forebade the building of the temple, (1 Esdras iv. 6.) and designed to plunder them. Ezechiel (xxxviii. 11.) speaks of the same event, as the Jews assert. Ctesias also mentions that when he offered sacrifice, the victims would not bleed; and that his wife, Roxana, brought forth a child without a head, implying, according to the magi, that he should have no heir. His mother also frequently appeared, and reproached him with the murder of his brother. See chap. iii. 15., and Ezechiel xxxviii. 22.\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "Basil of Caesarea",
        "file_name": "Joel 2_30-31.toml",
        "id": "0d97c171-8144-4ce8-beaf-751627f8783a",
        "location_end": 2000031,
        "location_start": 2000030,
        "source_title": "HOMILIES ON THE HEXAEMERON 6:4",
        "source_url": "",
        "ts": 379,
        "txt": "The Lord has already foretold that the signs of the dissolution of the universe will appear in the sun and moon and stars: “the sun shall be turned to blood, and the moon will not give its light.” These are the signs of the consummation of the world.\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "Maximus of Turin",
        "file_name": "Joel 2_30-31.toml",
        "id": "df66cc96-5b0b-4436-9333-3ae96bdb21d6",
        "location_end": 2000031,
        "location_start": 2000030,
        "source_title": "SERMON 62:2",
        "source_url": "",
        "ts": 465,
        "txt": "The people, then, call this day “the new sun,” and although they say that it is new, yet they also show that it is old. This world’s sun—which undergoes eclipse, is shut out by walls and is hidden by clouds—I would call old. I would call old the sun that is subject to vanity, is fearful of corruption and dreads the judgment. For it is written, “The sun will be changed into darkness and the moon into blood.” Old, indeed, would I call that which is implicated in human crimes, does not flee adulteries, does not turn aside from murder and, although it does not wish to be in the midst of the human race when some offense is perpetrated, stands here alone among all the evil deeds. Therefore, inasmuch as it has been shown to be old, we have discovered that nothing is new but Christ the Lord, of whom it is written, “The Sun of justice will rise upon you” and of whom the prophet also says in the person of sinners, “The sun has not risen upon us, and the light of justice has not shone upon us.” For when the whole world was oppressed by the darkness of the devil and the gloom brought on by sin was laying hold of the world, at the last age—that is to say, when night had already fallen—this sun deigned to bring forth the rising of his birth. At first, before the light—that is, before the Sun of justice shone—he sent the oracle of the prophets as a kind of dawning, as it is written: “I sent my prophets before the light.” But afterwards he himself burst forth with his rays—that is, with the brightness of his apostles—and shed upon the earth a light of truth such that no one would stumble into the devil’s darkness.\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "Cyril of Jerusalem",
        "file_name": "Joel 2_30-31.toml",
        "id": "6a790c34-cf84-40e9-bac5-9c398f9ab19f",
        "location_end": 2000031,
        "location_start": 2000030,
        "source_title": "CATECHETICAL LECTURE 15:3",
        "source_url": "",
        "ts": 386,
        "txt": "For just as man is said to perish, according to the text, “The just perishes, and no one takes it to heart,” and this is said, though the resurrection is expected, so we look for a resurrection of the heavens. “The sun will be turned to darkness, and the moon to blood.” Let the converts from the Manichaeans be instructed and no longer make the luminaries their gods or impiously think that this sun that is darkened is Christ. Listen to the Lord’s words: “Heaven and earth will pass away, but my words will not pass away,” for the master’s creatures are less precious than his words.\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "Eznik of Kolb",
        "file_name": "Joel 2_30-31.toml",
        "id": "f5d4f912-4e4c-443c-81d5-0d40973810ab",
        "location_end": 2000031,
        "location_start": 2000030,
        "source_title": "ON GOD 315–16",
        "source_url": "",
        "ts": 449,
        "txt": "True is the word of Scripture that says, “I will turn the sun into darkness and the moon into blood.” It demonstrates that he is the Lord of the luminaries and of their lightening and darkening. This stands as a reproach to the sun worshipers and the moon worshipers. And there is no way for the moon to descend into the earth, as it has been claimed by magicians. It is God who commands the moon’s light to appear bloody and its features demonic. The magicians prattle that they will cause the moon to descend—an impossibility! They imagine that something greater than many worlds can be contained in one little threshing floor and that one without breasts can be milked. And how many numberless thousands upon thousands of magicians are there on earth! If each one of them independently were capable of making the moon descend, it would never be allowed to ascend to the heavens. But that it never descends is clear because no one sees it descending or ascending. And if you are patient, you will become aware that right there, having become darkened, the moon becomes luminous little by little until entirely it is restored.\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "George Leo Haydock",
        "file_name": "Joel 2_32.toml",
        "id": "a0d08744-9b55-4c8d-bb81-9584b1102e70",
        "location_end": 2000032,
        "location_start": 2000032,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Call. Amid these fears, those who trust in the Lord shall have nothing to suffer. Cambyses could not execute his designs. But the prophet here alludes still more to the conversion of the Gentiles, Acts ii. 21., and Romans x. 13. Some returned from Babylon, as a figure of this great event. Only a few Jews embraced the faith. (Calmet) \nSalvation. Septuagint, \"shall be saved, as the Lord hath spoken, and the person preaching the gospel, whom the Lord hath called. \"(Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "Ambrose of Milan",
        "file_name": "Joel 2_32.toml",
        "id": "aa272844-becd-4e57-994b-ebb1f945a530",
        "location_end": 2000032,
        "location_start": 2000032,
        "source_title": "CONCERNING REPENTANCE 2:4.26",
        "source_url": "",
        "ts": 397,
        "txt": "Return, then, to the church, those of you who have wickedly separated yourselves. For he promises forgiveness to all who are converted, since it is written, “Whosoever shall call on the name of the Lord shall be saved.” And lastly, the Jewish people who said of the Lord Jesus, “He has a devil,” and “He casts out devils through Beelzebub,” and who crucified the Lord Jesus, are, by the preaching of Peter, called to baptism, that they may put away the guilt of so great a wickedness.\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "Augustine of Hippo",
        "file_name": "Joel 2_32.toml",
        "id": "d33cd217-3180-44b0-970f-63ca558ed27d",
        "location_end": 2000032,
        "location_start": 2000032,
        "source_title": "LETTER 157",
        "source_url": "",
        "ts": 430,
        "txt": "But whether he or some partners of his error are with you—for they are too numerous to make it possible for us to hope they are not, and when they are not refuted they mislead others into their sect and increase so much that I do not know where they will break out next—we would rather see them cured in the body of the church than cut off from the body as rotten members, if necessity allows even that. We have to fear that others will be infected, if we spare their infection. But the mercy of our Lord is able rather to free them from disease, and no doubt he will do it if they note and hold faithfully to what is written: “Whoever shall call upon the name of the Lord shall be saved.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "Augustine of Hippo",
        "file_name": "Joel 2_32.toml",
        "id": "d3a3b29f-54a2-43e9-a35c-31c187faa637",
        "location_end": 2000032,
        "location_start": 2000032,
        "source_title": "SERMON 56:1",
        "source_url": "",
        "ts": 430,
        "txt": "When the holy apostle wished to show that the prophets had foretold the coming of those times when it should come to pass that all nations would believe in God, he cited the testimony that reads, “And it shall come to pass that everyone who calls on the name of the Lord shall be saved.” For the name of God who has made heaven and earth used to be invoked among the Israelites only. The rest of the nations used to call upon deaf and dumb idols and were not heard by them; or they invoked demons and were heard to their own harm. “But when the fullness of time had come,” then was fulfilled what had been foretold. “And it shall come to pass, that everyone who calls upon the name of the Lord shall be saved.” Hence the Jews—even those of them who believed in Christ—begrudged the gospel of the Gentiles and maintained that the gospel of Christ ought not to be preached to the uncircumcised.\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "Basil of Caesarea",
        "file_name": "Joel 2_32.toml",
        "id": "e34b422d-64e6-4d53-9c1e-eed4d04a5092",
        "location_end": 2000032,
        "location_start": 2000032,
        "source_title": "THE LONG RULES, PREFACE",
        "source_url": "",
        "ts": 379,
        "txt": "Well then, someone will say, will the large number of Christians who do not keep all the commandments practice the observance of some of them in vain? In this connection, it is well to recall blessed Peter, who, after he had performed so many good actions and had been a recipient of such great blessings, was told, upon his being guilty of one lapse only: “If I do not wash you, you will have no part with me.” I shall not point out that his act bore no signs of indifference or contempt but was a demonstration of honor and reverence. But, someone might say, it is written, “Everyone who calls on the name of the Lord shall be saved.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "Origen of Alexandria",
        "file_name": "Joel 2_32.toml",
        "id": "9a555a86-d251-46ce-a898-29b6a480d979",
        "location_end": 2000032,
        "location_start": 2000032,
        "source_title": "EXHORTATION TO MARTYRDOM 28",
        "source_url": "",
        "ts": 253,
        "txt": "Martyrdom is customarily called “the cup of salvation,” as we find in the Gospel. For when those who wish to sit on Jesus’ right and left in his kingdom yearn for so great an honor, the Lord says to them, “Are you able to drink the cup that I am to drink?” By “cup” he means martyrdom; and the point is clear because of the verse, “Father, if it be possible, remove this cup from me; nevertheless, not as I will, but as you will.” We learn, moreover, that the person who drinks that cup which Jesus drank will sit with him and rule and judge with the King of kings. Thus this is the “cup of salvation,” and when someone takes it, he will “call upon the name of the Lord.” For whoever calls upon the name of the Lord shall be saved.\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "George Leo Haydock",
        "file_name": "Joel 3_1.toml",
        "id": "78dd653b-4cdd-4154-ad75-3025b690e5f9",
        "location_end": 3000001,
        "location_start": 3000001,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Back. The people were just returned when the nations around fell upon them, and were miraculously defeated. (Theodoret) \nWe shall follow the system respecting Gog, given Ezechiel xxxviii. (Calmet) \nMost people, with St. Jerome, suppose that the general judgment is described, though some explain it of the captives delivered from their enemies. (Worthington)\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "Jerome",
        "file_name": "Joel 3_1-2.toml",
        "id": "88b2bb51-cb24-48f8-a8d9-db1664d25523",
        "location_end": 3000002,
        "location_start": 3000001,
        "source_title": "COMMENTARY ON JOEL 3:1",
        "source_url": "",
        "ts": 420,
        "txt": "For those who believe, salvation is in Mount Zion and Jerusalem. In the latter days, the Lord will gather the called remnant from the people of Judah, who with the apostles and through the apostles believed. He will return the captives of Judah to Jerusalem. He is the one who came to preach sight to the blind, forgiveness to the captives and freedom to those who confess the Lord and abide in the church, in which is the vision of peace. He will gather all the nations who are unwilling to believe, however, and throw them into the valley of Jehoshaphat. The Greek renders kataxō, which is true to the Hebrew, that is, “I will lead you downwards, and drag you down from the highest heights to the lowest depths.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "George Leo Haydock",
        "file_name": "Joel 3_2.toml",
        "id": "1a381d42-5ba4-4304-8554-63a05884ff58",
        "location_end": 3000002,
        "location_start": 3000002,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Josaphat, \"the judgment of the Lord \"(Haydock) marks the place where the Judge will sit, on the east of Jerusalem, between the temple and Olivet, whence our Lord ascended into heaven. (Worthington) \nThere also he had been seized and treated contumeliously. (Haydock) \nBut many of the Fathers assert that the whole world will be the scene of judgment, and the first author who determines the situation of Josaphat, is one in the works of Ven. Bede. Here it may denote the great plain reaching from Carmel to the Jordan, where the army of Cambyses perished with its chief. People of almost all nations were there, Ezechiel xxxviii. \nLand. The Chaldeans, now governed by a Persian, had scattered the Jews, and the Idumeans had seized part of their land.\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "George Leo Haydock",
        "file_name": "Joel 3_3.toml",
        "id": "aa52eaaf-14ce-4461-a6d5-9d771e222091",
        "location_end": 3000003,
        "location_start": 3000003,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Boy, to gratify their brutal passions; (Lamentations v.) or, they have exchanged such for harlots, (Calmet) and paid the latter with captive boys. (Septuagint) (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "George Leo Haydock",
        "file_name": "Joel 3_4.toml",
        "id": "11b2fdca-7058-4b90-935a-b468d5f9af0c",
        "location_end": 3000004,
        "location_start": 3000004,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Me. These cities and nations had rejoiced at the ruin of the Jews, Ezechiel xxv. (Calmet) \nCoast. Septuagint, \"Galilee of strangers. \"(Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "George Leo Haydock",
        "file_name": "Joel 3_5.toml",
        "id": "e6815b5c-ccff-4bd8-afed-41a1b0500e33",
        "location_end": 3000005,
        "location_start": 3000005,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Temples, or palaces. The Chaldeans had done so, and perhaps had sold some to others.\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "George Leo Haydock",
        "file_name": "Joel 3_6.toml",
        "id": "d6ad93c5-4d69-4774-8abc-5401cc33b6bd",
        "location_end": 3000006,
        "location_start": 3000006,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Greeks: the Ionians carried on such a traffic, Ezechiel xxvii. 13. Tyre and the Philistines were ready to sell, Ezechiel xxvi. 2., and xxv. 15.\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "George Leo Haydock",
        "file_name": "Joel 3_7.toml",
        "id": "dd68c205-bdaa-4369-b4d4-337975aa9dfe",
        "location_end": 3000007,
        "location_start": 3000007,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Them, particularly under Hystaspes and Artaxerxes.\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "George Leo Haydock",
        "file_name": "Joel 3_8.toml",
        "id": "fc8dadbe-b14d-42e8-8f3c-d91ba0680176",
        "location_end": 3000008,
        "location_start": 3000008,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Sabeans; probably at the bottom of Arabia. (Calmet) \nThirty thousand Tyreans were sold by Alexander. (Arrian ii.) \nThe Jews would not fail to purchase. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "George Leo Haydock",
        "file_name": "Joel 3_9.toml",
        "id": "a4b6b893-79dc-4c55-b7f1-29dacc4f43fa",
        "location_end": 3000009,
        "location_start": 3000009,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Prepare. Literally, \"sanctify. \"(Haydock) \nGod sends Cambyses to chastise Egypt. His turn will then come.\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "Ishodad of Merv",
        "file_name": "Joel 3_10-11.toml",
        "id": "3a3e6a26-7fd2-4d03-9ff1-b7f44c7065d7",
        "location_end": 3000011,
        "location_start": 3000010,
        "source_title": "COMMENTARY ON JOEL",
        "source_url": "",
        "ts": 850,
        "txt": "“Beat your plowshares,” that is, change your farm implements into weapons. In fact, after coming back from captivity, they would have been poor, but then they would have acquired wealth at the expense of the house of Gog.\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "John Cassian",
        "file_name": "Joel 3_10-11.toml",
        "id": "688d1928-7a58-42db-a1cc-886878e08fce",
        "location_end": 3000011,
        "location_start": 3000010,
        "source_title": "CONFERENCE 7:5.8–9",
        "source_url": "",
        "ts": 435,
        "txt": "Whoever is protected by these weapons is always defended from the enemy’s spears and devastation and will not be led as a captive and a slave, bound in the chains of the ravagers, to the territory of hostile thoughts. Nor will he hear through the prophet, “Why have you grown old in a foreign land?” But he will live triumphant and victorious in that region of thoughts where he wanted to be.Do you also want to understand the strength and fortitude of this centurion, by which he bears these weapons that we have spoken about and that are not carnal but powerful to God? Listen to the king himself and how he recruits the strong men that he gathers for his spiritual army, marking them and proving them: “Let the weak say,” he says, “that I am strong.” And, “The one who suffers shall be a fighter.” You see, then, that the Lord’s battles can be fought only by the suffering and the weak. Indeed, certainly fixed in this weakness, our gospel centurion said with confidence, “When I am weak, then I am strong.” And again, “Strength is perfected in weakness.” One of the prophets says about this weakness, “The one who is weak is among them shall be as the house of David.” The patient sufferer shall also fight these battles with that patience of which it is said, “Patience is necessary for you so that you may do the will of God and receive a reward.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "George Leo Haydock",
        "file_name": "Joel 3_11.toml",
        "id": "7ba7fe85-1ee3-40ad-ab92-219c5a93ac52",
        "location_end": 3000011,
        "location_start": 3000011,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Down. Many perished in Egypt, the rest in Judea, ver. 2.\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "George Leo Haydock",
        "file_name": "Joel 3_12.toml",
        "id": "a3fb3bbd-d432-4473-a8a7-69ee17698340",
        "location_end": 3000012,
        "location_start": 3000012,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Valley, at Jezrahel, the valley of destruction, ver. 14.\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "Ishodad of Merv",
        "file_name": "Joel 3_12.toml",
        "id": "f7538d29-c19c-4ac1-96d6-57eac4a22a38",
        "location_end": 3000012,
        "location_start": 3000012,
        "source_title": "COMMENTARY ON JOEL",
        "source_url": "",
        "ts": 850,
        "txt": "The words “come up to the valley of Jehoshaphat” will not gather them and bring them down, but he will let them accomplish their plan. In fact, he talks about the people over whom the house of Gog rules. “To the valley of Jehoshaphat,” that is, to the valley of judgment. “Jehoshaphat” is interpreted as judgment and sentence.\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "George Leo Haydock",
        "file_name": "Joel 3_13.toml",
        "id": "47d19143-34ce-4da0-bc46-c15b421bdb35",
        "location_end": 3000013,
        "location_start": 3000013,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Harvest, the time of vengeance, Matthew xiii. 30., and Apocalypse xiv. 15. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "Theophilus of Alexandria",
        "file_name": "Joel 3_13.toml",
        "id": "644dfc8f-5607-42b4-81db-33db5eb26517",
        "location_end": 3000013,
        "location_start": 3000013,
        "source_title": "Letter 87",
        "source_url": "",
        "ts": 412,
        "txt": "Theophilus, bishop, to the well-beloved and most loving brother, the presbyter Jerome. The reverend bishop Agatho with the well-beloved deacon Athanasius is accredited to you with tidings relating to the church. When you learn their import, I feel no doubt but that you will approve my resolution and will exult in the church’s victory. For we have cut down with the prophet’s sickle certain wicked fanatics who were eager to sow in the monasteries of Nitria the heresy of Origen. We have remembered the warning words of the apostle, “Rebuke with all authority.” Do you therefore on your part, as you hope to receive a share in this reward, make haste to bring back with scriptural discourses those who have been deceived. It is our desire, if possible, to guard in our days not only the Catholic faith and the rules of the church but also the people committed to our charge, and to eliminate all strange doctrines.\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "George Leo Haydock",
        "file_name": "Joel 3_14.toml",
        "id": "fcda73df-4663-4bd4-82c6-a0db0daebe2f",
        "location_end": 3000014,
        "location_start": 3000014,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Nations. Hebrew hamonim, \"multitudes. \"(Haydock) \nThis alludes to the place Amona, where Gog was buried, Ezechiel xxx. 15, 18. (Calmet) \nSeptuagint, \"sounds have been heard in the vale of justice \"where sentence has been pronounced and executed. (Haydock) \nThe repetition of peoples and destruction, shows the crowds (Haydock) which shall be judged and cut in pieces like fuel for the fire, Psalm cxxviii. 4. (Worthington)\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "George Leo Haydock",
        "file_name": "Joel 3_15.toml",
        "id": "12cee6c2-82ce-413a-a490-8c688198447d",
        "location_end": 3000015,
        "location_start": 3000015,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Shining. All shall be amazed at the fall of Cambyses, chap. ii. 30., and Ezechiel xxviii. 30. A storm shall overwhelm his army. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "George Leo Haydock",
        "file_name": "Joel 3_16.toml",
        "id": "c254e914-f472-4e5f-8928-3128eb085cb7",
        "location_end": 3000016,
        "location_start": 3000016,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Roar, in thunder, Jeremias xxv. 30., and Amos i. 2. (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "George Leo Haydock",
        "file_name": "Joel 3_17.toml",
        "id": "b623fa2e-f657-4065-a5ad-50c8798fe2df",
        "location_end": 3000017,
        "location_start": 3000017,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "No more, for a long time. Antiochus and the Romans again profaned the temple. But the Church of Christ is always holy.\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "George Leo Haydock",
        "file_name": "Joel 3_18.toml",
        "id": "db131ae3-883a-4682-ba1a-c375c33f642d",
        "location_end": 3000018,
        "location_start": 3000018,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Sweetness; oil and honey. (Calmet) \nFountain, viz., the fountain of grace in the Church militant, and of glory in the Church triumphant; which shall water the torrent or valley of thorns, that is, the souls that before, like barren ground, brought forth nothing but thorns, or that were afflicted with the thorns of crosses and tribulations. (Challoner) \nSeptuagint have, \"bands. \"Hebrew shittim. (Haydock) \nAbundance shall ensue after the death of Cambyses, as a figure of the graces which shall be granted to Christians, Ezechiel xlvii. 2.\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "Richard Challoner",
        "file_name": "Joel 3_18.toml",
        "id": "f25327f2-2173-4c84-91c6-82bcb8a2e7db",
        "location_end": 3000018,
        "location_start": 3000018,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "A fountain shall come forth of the house of the Lord: Viz., the fountain of grace in the church militant, and of glory in the church triumphant: which shall water the torrent or valley of thorns, that is, the souls that before, like barren ground brought forth nothing but thorns; or that were afflicted with the thorns of crosses and tribulations.\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "Jerome",
        "file_name": "Joel 3_18.toml",
        "id": "e89acf55-7ad8-4d23-a325-13af490530c5",
        "location_end": 3000018,
        "location_start": 3000018,
        "source_title": "LETTERS 48:21",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Jerome/Letters/letter_048.md",
        "ts": 420,
        "txt": "Christ himself is a virgin, and his mother is also a virgin; yes, though she is his mother, she is a virgin still. For Jesus has entered in through the closed doors, and in his sepulcher—a new one hewn out of the hardest rock—no man is laid either before him or after him. Mary is “a garden enclosed … a fountain sealed,” and from that fountain flows, according to Joel, the river that waters the torrent bed either of cords or of thorns. The cords [are] those of the sins by which we were beforetime bound, the thorns those which choked the seed the good man of the house had sown.\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "George Leo Haydock",
        "file_name": "Joel 3_19.toml",
        "id": "a1f54049-18ad-46e4-a67a-5ed83c2b522e",
        "location_end": 3000019,
        "location_start": 3000019,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Desolation. Cambyses laid it waste for three years, as Ochus did afterwards. \nEdom. Judas and Hircan punished them for their former barbarity, Psalm cxxxvi. 7., and 2 Machabees x. 16., and Ezechiel xxv. 12. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "George Leo Haydock",
        "file_name": "Joel 3_20.toml",
        "id": "f654f344-6163-4a61-8f12-a8cef4b0317d",
        "location_end": 3000020,
        "location_start": 3000020,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Judea and Jerusalem. That is, the spiritual Jerusalem, viz., the Church of Christ. (Challoner) \nJudea was unmolested for a considerable time.\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "Richard Challoner",
        "file_name": "Joel 3_20.toml",
        "id": "cc026083-55f6-42de-85ef-629ac9f611e9",
        "location_end": 3000020,
        "location_start": 3000020,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "And Jerusalem: That is, the spiritual Jerusalem, viz., the church of Christ.\n"
    },
    {
        "append_to_author_name": "",
        "book": "joel",
        "father_name": "George Leo Haydock",
        "file_name": "Joel 3_21.toml",
        "id": "15987f3e-829e-4fb9-bca4-f049eeeeb5d3",
        "location_end": 3000021,
        "location_start": 3000021,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Which must be supplied in Hebrew. The Idumeans had been spared for a long time. But they shall not escape. (Chaldean) (Calmet) \nThe rites of the law could not purify, as the sacraments of Christ do. (St. Jerome) \nGod will cleanse his people, and will chastise the Ammonites, who had injured them. Septuagint, \"I will seek (or avenge) their blood, and will not pronounce innocent \"athooso. (Haydock) \nSion, in heaven, (Menochius) and in the tabernacles of the Catholic Church, from the beginning of the world unto eternity. (Haydock)\n"
    }
]