[
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "George Leo Haydock",
        "file_name": "Jude 1_1.toml",
        "id": "4418789f-4e3d-4db9-9e8b-b719c9dd32fd",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "And brother of James, the apostle and bishop of Jerusalem; he might have added, the brother of Christ, as he and the same St. James are so styled; i.e. cousin germans. \nAnd called. That is, to all converted to the faith of Christ, whether they were Jews or Gentiles. (Witham)\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Jerome",
        "file_name": "Jude 1_1.toml",
        "id": "97fe80f5-3b7c-4521-918b-c61cdfb2911b",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "De Viris Illustribus (On Illustrious Men), Section 4",
        "source_url": "https://www.newadvent.org/fathers/2708.htm",
        "ts": 420,
        "txt": "Jude the brother of James, left a short epistle which is reckoned among the seven catholic epistles, and because in it he quotes from the apocryphal Book of Enoch it is rejected by many. Nevertheless by age and use it has gained authority and is reckoned among the Holy Scriptures.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Bede",
        "file_name": "Jude 1_1.toml",
        "id": "d7d9a4a9-a011-41ca-ab0d-90130559d135",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "ON JUDE",
        "source_url": "",
        "ts": 735,
        "txt": "The apostle Jude, whom Matthew and Mark call Thaddeus in their Gospels, is writing against the same corrupters of the faith as Peter and John condemn in their letters.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Hilary of Arles",
        "file_name": "Jude 1_1.toml",
        "id": "8fd898e4-e3eb-4eae-b230-e5d79c869dd7",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "INTRODUCTORY COMMENTARY ON JUDE",
        "source_url": "",
        "ts": 449,
        "txt": "Jude does his utmost to make sure that nobody confuses him with Judas Iscariot, which is why he confesses that he is Christ’s servant and James’s brother. Note how he also says that the Father chooses us, Jesus keeps us and the Holy Spirit calls us.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Oecumenius",
        "file_name": "Jude 1_1.toml",
        "id": "8c30b54b-b166-4a0b-80cd-d1b0fdbc527f",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "COMMENTARY ON JUDE",
        "source_url": "",
        "ts": 990,
        "txt": "This apostle, after calling himself the servant of Jesus Christ, went on to add that he was the brother of James because James was so highly regarded in the church that Jude was bound to benefit from so close an association with him. Note that he refers to his correspondents as those who have been “called,” because it was not they who decided to follow Jesus, but God who reached out to call them to his service.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Origen of Alexandria",
        "file_name": "Jude 1_1.toml",
        "id": "7603ab34-af41-4421-9eae-10e9ef42cb83",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "Commentary on the Gospel of Matthew (Book X), 17",
        "source_url": "https://www.newadvent.org/fathers/101610.htm",
        "ts": 253,
        "txt": "And depreciating the whole of what appeared to be His nearest kindred, they said, \"Is not His mother called Mary? And His brethren, James and Joseph and Simon and Judas? And His sisters, are they not all with us?\" [Matthew 13:55-56] They thought, then, that He was the son of Joseph and Mary. But some say, basing it on a tradition in the Gospel according to Peter, as it is entitled, or \"The Book of James,\" that the brethren of Jesus were sons of Joseph by a former wife, whom he married before Mary. Now those who say so wish to preserve the honour of Mary in virginity to the end, so that that body of hers which was appointed to minister to the Word which said, \"The Holy Ghost shall come upon you, and the power of the Most High shall overshadow you,\" [Luke 1:35] might not know intercourse with a man after that the Holy Ghost came into her and the power from on high overshadowed her. And I think it in harmony with reason that Jesus was the first-fruit among men of the purity which consists in chastity, and Mary among women; for it were not pious to ascribe to any other than to her the first-fruit of virginity. And James is he whom Paul says in the Epistle to the Galatians that he saw, \"But other of the Apostles saw I none, save James the Lord's brother.\" [Galatians 1:19] And to so great a reputation among the people for righteousness did this James rise, that Flavius Josephus, who wrote the \"Antiquities of the Jews\" in twenty books, when wishing to exhibit the cause why the people suffered so great misfortunes that even the temple was razed to the ground, said, that these things happened to them in accordance with the wrath of God in consequence of the things which they had dared to do against James the brother of Jesus who is called Christ. And the wonderful thing is, that, though he did not accept Jesus as Christ, he yet gave testimony that the righteousness of James was so great; and he says that the people thought that they had suffered these things because of James. And Jude, who wrote a letter of few lines, it is true, but filled with the healthful words of heavenly grace, said in the preface, \"Jude, the servant of Jesus Christ and the brother of James.\" [Jude 1]\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Eusebius of Caesarea",
        "file_name": "Jude 1_1.toml",
        "id": "3236284a-3da1-4357-91f8-8de444ff89bd",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "HISTORY OF THE CHURCH 3.19",
        "source_url": "",
        "ts": 339,
        "txt": "When Domitian ordered that those of the race of David be slain, an ancient story holds that some of the heretics accused the grandchildren of Jude (the brother of the Savior, according to the flesh), on the ground that they really were of the family of David and were related to Christ himself. Hegesippus makes this quite clear.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Eusebius of Caesarea",
        "file_name": "Jude 1_1.toml",
        "id": "ff5d1d37-628f-4d6d-90b4-67ac964a1e90",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "HISTORY OF THE CHURCH 3.32",
        "source_url": "",
        "ts": 339,
        "txt": "Hegesippus says that other descendants of one of the so-called brothers of the Lord, Jude by name, lived until the reign of Trajan [98-117], after giving testimony of their faith in Christ in the time of Domitian [81-96].\n"
    },
    {
        "append_to_author_name": " (as quoted by Cassiodorus, AD 585)",
        "book": "jude",
        "father_name": "Clement of Alexandria",
        "file_name": "Jude 1_1.toml",
        "id": "c4f3dab9-7f8a-4320-8ea1-5180d81f6735",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "Fragment from the Latin Translation of Cassiodorus",
        "source_url": "https://www.newadvent.org/fathers/0211.htm",
        "ts": 215,
        "txt": "Jude, who wrote the Catholic Epistle, the brother of the sons of Joseph, and very religious, while knowing the near relationship of the Lord, yet did not say that he himself was His brother. But what said he? \"Jude, a servant of Jesus Christ,\"— of Him as Lord; but \"the brother of James.\" For this is true; he was His brother, (the son) of Joseph.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Clement of Alexandria",
        "file_name": "Jude 1_1.toml",
        "id": "82aa72b3-39f4-40b2-ba79-3fbc1192afa2",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "ADUMBRATIONS",
        "source_url": "",
        "ts": 215,
        "txt": "Jude was the brother of the sons of Joseph, but despite his relationship to the Lord, he did not say that he was Jesus’ brother. What did he say? He called himself Jude, the servant of Jesus Christ, that is, of the Lord, and the brother of James, who was the Lord’s brother.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Theophylact of Ohrid",
        "file_name": "Jude 1_1.toml",
        "id": "3ea6074f-cb31-487f-90e3-7fd418566f3e",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "COMMENTARY ON JUDE",
        "source_url": "",
        "ts": 1107,
        "txt": "Christ the Lord said: “No one can come to me unless the Father draws him.” Jude affirms the truth of this here when he says that those whom the Father has loved are preserved by the Son.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Hilary of Arles",
        "file_name": "Jude 1_2.toml",
        "id": "db2d0825-5280-44c8-bb1a-fbb028984c91",
        "location_end": 1000002,
        "location_start": 1000002,
        "source_title": "INTRODUCTORY COMMENTARY ON JUDE",
        "source_url": "",
        "ts": 449,
        "txt": "Jude includes a reference to love here because he has noticed that there is a lack of it among his people.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Oecumenius",
        "file_name": "Jude 1_2.toml",
        "id": "660fb6ae-5d3b-4e0d-8687-faaa51bfbc83",
        "location_end": 1000002,
        "location_start": 1000002,
        "source_title": "COMMENTARY ON JUDE",
        "source_url": "",
        "ts": 990,
        "txt": "Jude prays for greater mercy because it is by the bowels of God’s mercy that we have been called back to him and enrolled as his servants. He asks for increased peace because this is God’s gift to us, by which he leads us who have sinned back to friendship with him through his Son Jesus Christ. He also desires greater love, since it is because of the love which he has shown toward us that the only-begotten Son sacrificed himself for us by dying on the cross. In praying for these things, Jude is doing no more than imitate David, who said: “O continue thy steadfast love to those who know thee.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "George Leo Haydock",
        "file_name": "Jude 1_3.toml",
        "id": "032222f9-c310-4476-a47d-bbc8f0193b10",
        "location_end": 1000003,
        "location_start": 1000003,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Being very solicitous to discharge my duty of an apostle, in writing and instructing you in the common concern of your salvation, I judge it necessary at present to write this letter, to exhort you to contend earnestly, and stand firm in the Christian faith. (Witham)\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Polycarp of Smyrna",
        "file_name": "Jude 1_3.toml",
        "id": "012c6aa0-1cb9-465b-9665-fac113c76494",
        "location_end": 1000003,
        "location_start": 1000003,
        "source_title": "",
        "source_url": "",
        "ts": 155,
        "txt": "Wherefore, forsaking the vanity of many, and their false doctrines, let us return to the word which has been handed down to us from\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Irenaeus",
        "file_name": "Jude 1_3.toml",
        "id": "17ed77e4-ace9-4943-8f09-19dc2c67af4b",
        "location_end": 1000003,
        "location_start": 1000003,
        "source_title": "Fragments from the Lost Writings of Irenaeus",
        "source_url": "https://ccel.org/ccel/schaff/anf01.ix.viii.xxxvi.html",
        "ts": 202,
        "txt": "For this is the affinity of the apostolical teaching and the most holy “faith delivered unto us,” which the unlearned receive, and those of slender knowledge have taught, not “giving heed to endless genealogies,” but studying rather [to observe] a straightforward course of life; lest, having been deprived of the Divine Spirit, they fail to attain to the kingdom of heaven.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Bede",
        "file_name": "Jude 1_3.toml",
        "id": "b0c29ea4-ca94-4128-8aec-9d2432978afb",
        "location_end": 1000003,
        "location_start": 1000003,
        "source_title": "ON JUDE",
        "source_url": "",
        "ts": 735,
        "txt": "All God’s chosen people share one common salvation, one faith and one love of Christ.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Hilary of Arles",
        "file_name": "Jude 1_3.toml",
        "id": "72094145-f653-4bc5-be3c-2533e99be308",
        "location_end": 1000003,
        "location_start": 1000003,
        "source_title": "INTRODUCTORY COMMENTARY ON JUDE",
        "source_url": "",
        "ts": 449,
        "txt": "The faith was first delivered to these people by the apostle Paul, who said: “No other foundation can anyone lay, than the one which is already laid.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Oecumenius",
        "file_name": "Jude 1_3.toml",
        "id": "5d474afe-6262-498e-8473-01f40c8d2e47",
        "location_end": 1000003,
        "location_start": 1000003,
        "source_title": "COMMENTARY ON JUDE",
        "source_url": "",
        "ts": 990,
        "txt": "Jude exhorts those who have accepted Christ as their Savior and believed in him to go on struggling. They must not be corrupted by an ungodly mind, but rather they must discipline themselves and show greater dedication to this task.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Origen of Alexandria",
        "file_name": "Jude 1_3.toml",
        "id": "6cbf66b4-4c37-4080-98a1-6648ff539aed",
        "location_end": 1000003,
        "location_start": 1000003,
        "source_title": "COMMENTARY ON JOHN 10.290",
        "source_url": "",
        "ts": 253,
        "txt": "If we wish woodenly to preserve unchanged the good things once given to the saints and will not adapt the events of the historical account, we will by such action appear to do something like what the heretics do, by not preserving the harmony of the narrative of the Scriptures from beginning to end.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Theophylact of Ohrid",
        "file_name": "Jude 1_3.toml",
        "id": "0b15b3e4-19c2-4323-a323-3b2c23b22657",
        "location_end": 1000003,
        "location_start": 1000003,
        "source_title": "COMMENTARY ON JUDE",
        "source_url": "",
        "ts": 1107,
        "txt": "Here Jude reveals what the purpose of his letter is. He is concerned for the salvation of those to whom he is writing and is afraid that in their naiveté they might be seduced by false teachers. In order to combat them, Jude will go on to expose their teachings. Peter had already done the same, but now Jude would give them a fuller exposition. Both Peter and Paul had predicted that such people would appear in the church, and even Christ himself had said: “Many will come in my name and will lead many astray.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "George Leo Haydock",
        "file_name": "Jude 1_4.toml",
        "id": "f81e7b5a-8dba-4203-8435-0153b1ce37b2",
        "location_end": 1000004,
        "location_start": 1000004,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "For there have crept in some men, impious men, (who were of old and Lord. The reasons for this exposition are: 1. That this verse of St. Jude seems correspondent to that of St. Peter, (2 Peter ii. 1.) where he says of the same heretics, that they deny the Lord who bought them, or deny him that bought them, to be Lord. 2. Because the disciples of Simon denied Jesus Christ to be truly Lord God, but denied not this of the Father. 3. Because the Greek text seems to denote one and the same to be sovereign master and the Lord. See Cornelius a Lap ide. (Witham)\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Andreas of Caesarea",
        "file_name": "Jude 1_4.toml",
        "id": "86994613-e130-4e97-8e0f-b65339ccf528",
        "location_end": 1000004,
        "location_start": 1000004,
        "source_title": "CATENA",
        "source_url": "",
        "ts": 614,
        "txt": "Jude means that their condemnation was predestined, for even the betrayal of Judas had been foretold. Here he is talking about the Simonians, for they are gluttonous and intemperate, pretending to teach godliness so that they can worm their way into people’s houses.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Cyril of Alexandria",
        "file_name": "Jude 1_4.toml",
        "id": "299caa9c-07d0-402b-adf4-c316c7c3da3e",
        "location_end": 1000004,
        "location_start": 1000004,
        "source_title": "LETTERS 55.41",
        "source_url": "",
        "ts": 444,
        "txt": "These words were written about those who, after attributing the glory of sonship only to the Word begotten of God the Father, say that another son of the seed of David and Jesse has been united with him and been given a share in the sonship and in the glory proper to God.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Didymus the Blind",
        "file_name": "Jude 1_4.toml",
        "id": "7ff2cdf6-734e-4bc4-8059-d7cc95e76c6b",
        "location_end": 1000004,
        "location_start": 1000004,
        "source_title": "COMMENTARY ON JUDE",
        "source_url": "",
        "ts": 398,
        "txt": "There are some godless men who twist Scripture wickedly and who have come into the church, pretending to preach the gospel. Their judgment was decreed long ago, and they have condemned themselves by their actions. As a result, they have been handed over to their impure lusts. By their great ungodliness they have turned the grace of our Lord Jesus Christ into wantonness, and by their wickedness even people who have been called by the gospel have denied the one Lord Jesus Christ. It is in order to win them back that Jude goes on to talk of what God did in the past to people who behaved in that way.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Bede",
        "file_name": "Jude 1_4.toml",
        "id": "ab9d06bb-3922-4c88-94a7-6cb32e591259",
        "location_end": 1000004,
        "location_start": 1000004,
        "source_title": "ON JUDE",
        "source_url": "",
        "ts": 735,
        "txt": "The grace of our Lord has softened the hard edges of the law, which prescribed such things as stoning and burning for various infractions. Our Lord, however, relaxed these rules and made it possible to purge sins by making reparations and by giving alms. But now, says Jude, these men have taken this relaxation to the point of license and sin all the more boldly when they think that they are not going to be punished for doing so.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Oecumenius",
        "file_name": "Jude 1_4.toml",
        "id": "b488fb79-4b05-41c6-9c2e-3103d6bb6a8d",
        "location_end": 1000004,
        "location_start": 1000004,
        "source_title": "COMMENTARY ON JUDE",
        "source_url": "",
        "ts": 990,
        "txt": "If those of us who have received the incarnate Word say that he is someone other than the one who was with the Father from all eternity and in the last days was born of Mary, are we not denying that he is our one Lord and master? For there is but one Lord Jesus according to the union of divinity and humanity. He was the Word of God and God before all ages, and from the beginning of his conception in the womb of the holy virgin he added human flesh to the glory of his divinity.\n"
    },
    {
        "append_to_author_name": " (as quoted by Cassiodorus, AD 585)",
        "book": "jude",
        "father_name": "Clement of Alexandria",
        "file_name": "Jude 1_4.toml",
        "id": "d82212f3-99b8-45cb-84ac-c0d4438d74e5",
        "location_end": 1000004,
        "location_start": 1000004,
        "source_title": "Fragment from the Latin Translation of Cassiodorus",
        "source_url": "https://www.newadvent.org/fathers/0211.htm",
        "ts": 215,
        "txt": "For certain men have entered unawares, ungodly men, who had been of old ordained and predestined to the judgment of our God;” not that they might become impious, but that, being now impious, they were ordained to judgment.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "George Leo Haydock",
        "file_name": "Jude 1_5.toml",
        "id": "b69f1382-161a-404f-a392-c0748ba43a47",
        "location_end": 1000005,
        "location_start": 1000005,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "But I will admonish you, that once not as man, but as God, having saved the people of Israel from their slavery in Egypt, did afterwards on several occasions punish and destroy those among them, who believed not; who were rebellious and incredulous to his promises. (Witham) \nThe Greek, and after it the Protestant version, have the Lord saved; the Vulgate has Jesus, which signifies Saviour, and may in this place be understood of the Word, who from his incarnation took the name of Jesus (Bible de Vence) \nMenochius says it means Josue.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Andreas of Caesarea",
        "file_name": "Jude 1_5.toml",
        "id": "d07b2109-a236-4886-a7c3-0fdb99726b1c",
        "location_end": 1000005,
        "location_start": 1000005,
        "source_title": "CATENA",
        "source_url": "",
        "ts": 614,
        "txt": "Jude shows that although God led his people out of Egypt, they turned away from him, and for that reason he gave them over to destruction if they would not repent.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Didymus the Blind",
        "file_name": "Jude 1_5.toml",
        "id": "cab9dfbd-2b35-426c-af25-42bb401b3be2",
        "location_end": 1000005,
        "location_start": 1000005,
        "source_title": "COMMENTARY ON JUDE",
        "source_url": "",
        "ts": 398,
        "txt": "When Moses delivered the people from Egypt, all those who did not believe perished.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Bede",
        "file_name": "Jude 1_5.toml",
        "id": "fcf45a61-81a9-4520-a3d6-9c8cfe805a21",
        "location_end": 1000005,
        "location_start": 1000005,
        "source_title": "ON JUDE",
        "source_url": "",
        "ts": 735,
        "txt": "The people to whom Jude is writing have already heard all the hidden mysteries of the faith and have no need to hear anything further from subsequent teachers, as if what they might teach is somehow holier than what they have already learned.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Oecumenius",
        "file_name": "Jude 1_5.toml",
        "id": "bc3d77a6-41ce-4839-a1a9-db76febf2f86",
        "location_end": 1000005,
        "location_start": 1000005,
        "source_title": "COMMENTARY ON JUDE",
        "source_url": "",
        "ts": 990,
        "txt": "Jude writes this in order to counter the heresies of the Nicolaitans, the Valentinians and the Marcionites. He shows that the author of the Old and of the New Testaments is one and the same God. It is not, as those heretics claimed, that there was one God of the Old Testament, who was cruel and vindictive, and another God of the New Testament, who is mild and forgiving. At the same time he reminds us that those who sin nowadays cannot expect anything better than the fate which befell those who fled Egypt so long ago. For at that time God, in his great power and because of the oath which he had sworn to their ancestors, delivered Israel from slavery in Egypt. But those among them who disobeyed did not go unpunished. The fact that God had blessed their ancestors was of no benefit to them at that point.\n"
    },
    {
        "append_to_author_name": " (as quoted by Cassiodorus, AD 585)",
        "book": "jude",
        "father_name": "Clement of Alexandria",
        "file_name": "Jude 1_5.toml",
        "id": "adb9d16c-b9f8-4801-a523-c7d5f4f4cf23",
        "location_end": 1000005,
        "location_start": 1000005,
        "source_title": "Fragment from the Latin Translation of Cassiodorus",
        "source_url": "https://www.newadvent.org/fathers/0211.htm",
        "ts": 215,
        "txt": "“For the Lord God,” he says, “who once delivered a people out of Egypt, afterward destroyed them that believed not;” that is, that He might train them through punishment. For they were indeed punished, and they perished on account of those that are saved, until they turn to the Lord.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Clement of Alexandria",
        "file_name": "Jude 1_5.toml",
        "id": "4918f91c-bb26-40d7-ad77-b98f9d2337d3",
        "location_end": 1000005,
        "location_start": 1000005,
        "source_title": "ADUMBRATIONS",
        "source_url": "",
        "ts": 215,
        "txt": "God wanted to teach these people by punishing them. Therefore in the present age they are punished and perish for the sake of those who are being saved until the time when they too are converted.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "George Leo Haydock",
        "file_name": "Jude 1_6.toml",
        "id": "c86d0efa-6d5a-413c-bca1-514b4475c2c9",
        "location_end": 1000006,
        "location_start": 1000006,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Principality. That is, the state in which they were first created, their original dignity. (Challoner) \nHaving given themselves over to fornication, or to excessive uncleanness. \nGoing after other flesh, and seeking unnatural lusts, with those of the same sex. (Witham) \nImpurity punished by fire and sulphur. Fire is a punishment proportioned to the criminal passion of the voluptuous. That of Sodom was most dreadful, but then it was of short duration. There is another fire that will never be extinguished.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Andreas of Caesarea",
        "file_name": "Jude 1_6.toml",
        "id": "8b2a0933-ad69-45d3-bbb2-b16e2ea77ab0",
        "location_end": 1000006,
        "location_start": 1000006,
        "source_title": "CATENA",
        "source_url": "",
        "ts": 614,
        "txt": "They are being kept until they are thrown into the ultimate fire and bound in those chains which cannot be seen because of the darkness. That he has kept them for the coming judgment can be seen from what Peter has written.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Irenaeus",
        "file_name": "Jude 1_6-7.toml",
        "id": "741b05e5-d2a0-4765-8475-d6aa596d914d",
        "location_end": 1000007,
        "location_start": 1000006,
        "source_title": "Heresies Book IV, Chapter XXXVI",
        "source_url": "https://www.ccel.org/ccel/schaff/anf01.ix.vi.xxxvii.html",
        "ts": 202,
        "txt": "Since the Son of God is always one and the same, He gives to those who believe on Him a well of water [springing up] to eternal life, but He causes the unfruitful fig-tree immediately to dry up; and in the days of Noah He justly brought on the deluge for the purpose of extinguishing that most infamous race of men then existent, who could not bring forth fruit to God, since the angels that sinned had commingled with them, and [acted as He did] in order that He might put a check upon the sins of these men, but [that at the same time] He might preserve the archetype, the formation of Adam. And it was He who rained fire and brimstone from heaven, in the days of Lot, upon Sodom and Gomorrah, “an example of the righteous judgment of God,” that all may know, “that every tree that bringeth not forth good fruit shall be cut down, and cast into the fire.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Tertullian",
        "file_name": "Jude 1_6.toml",
        "id": "64296941-d157-4ff8-823b-1591c61df7b8",
        "location_end": 1000006,
        "location_start": 1000006,
        "source_title": "On the Apparel of Women, Chapter 2",
        "source_url": "https://www.newadvent.org/fathers/0402.htm",
        "ts": 220,
        "txt": "For they, withal, who instituted them are assigned, under condemnation, to the penalty of death — those angels, to wit, who rushed from heaven on the daughters of men; so that this ignominy also attaches to woman. For when to an age much more ignorant (than ours) they had disclosed certain well-concealed material substances, and several not well-revealed scientific arts — if it is true that they had laid bare the operations of metallurgy, and had divulged the natural properties of herbs, and had promulgated the powers of enchantments, and had traced out every curious art, even to the interpretation of the stars — they conferred properly and as it were peculiarly upon women that instrumental mean of womanly ostentation, the radiances of jewels wherewith necklaces are variegated, and the circlets of gold wherewith the arms are compressed, and the medicaments of orchil with which wools are colored, and that black powder itself wherewith the eyelids and eyelashes are made prominent. What is the quality of these things may be declared meantime, even at this point, from the quality and condition of their teachers: in that sinners could never have either shown or supplied anything conducive to integrity, unlawful lovers anything conducive to chastity, renegade spirits anything conducive to the fear of God. If (these things) are to be called teachings, ill masters must of necessity have taught ill; if as wages of lust, there is nothing base of which the wages are honourable. But why was it of so much importance to show these things as well as to confer them? Was it that women, without material causes of splendour, and without ingenious contrivances of grace, could not please men, who, while still unadorned, and uncouth and — so to say — crude and rude, had moved (the mind of) angels? Or was it that the lovers would appear sordid and — through gratuitous use — contumelious, if they had conferred no (compensating) gift on the women who had been enticed into connubial connection with them? But these questions admit of no calculation. Women who possessed angels (as husbands) could desire nothing more; they had, forsooth, made a grand match! Assuredly they who, of course, did sometimes think whence they had fallen, and, after the heated impulses of their lusts, looked up toward heaven, thus requited that very excellence of women, natural beauty, as (having proved) a cause of evil, in order that their good fortune might profit them nothing; but that, being turned from simplicity and sincerity, they, together with (the angels) themselves, might become offensive to God. Sure they were that all ostentation, and ambition, and love of pleasing by carnal means, was displeasing to God. And these are the angels whom we are destined to judge: these are the angels whom in baptism we renounce: these, of course, are the reasons why they have deserved to be judged by man. What business, then, have their things with their judges? What commerce have they who are to condemn with them who are to be condemned? The same, I take it, as Christ has with Belial. With what consistency do we mount that (future) judgment-seat to pronounce sentence against those whose gifts we (now) seek after? For you too, (women as you are,) have the self-same angelic nature promised as your reward, the self-same sex as men: the self-same advancement to the dignity of judging, does (the Lord) promise you. Unless, then, we begin even here to pre-judge, by pre-condemning their things, which we are hereafter to condemn in themselves, they will rather judge and condemn us.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Bede",
        "file_name": "Jude 1_6.toml",
        "id": "c1e23093-1652-4f68-9fc9-931fef842115",
        "location_end": 1000006,
        "location_start": 1000006,
        "source_title": "HOMILIES ON THE GOSPELS 2.11",
        "source_url": "",
        "ts": 735,
        "txt": "The Holy Spirit convicts the world of the judgment by which the ruler of this world has been judged, in these words of the apostle Jude.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Justin Martyr",
        "file_name": "Jude 1_6.toml",
        "id": "689c3766-05b7-4ed7-a909-203642c1db48",
        "location_end": 1000006,
        "location_start": 1000006,
        "source_title": "The Second Apology, Chapter 5",
        "source_url": "https://www.newadvent.org/fathers/0127.htm",
        "ts": 165,
        "txt": "God, when He had made the whole world, and subjected things earthly to man, and arranged the heavenly elements for the increase of fruits and rotation of the seasons, and appointed this divine law — for these things also He evidently made for man — committed the care of men and of all things under heaven to angels whom He appointed over them. But the angels transgressed this appointment, and were captivated by love of women, and begot children who are those that are called demons; and besides, they afterwards subdued the human race to themselves, partly by magical writings, and partly by fears and the punishments they occasioned, and partly by teaching them to offer sacrifices, and incense, and libations, of which things they stood in need after they were enslaved by lustful passions; and among men they sowed murders, wars, adulteries, intemperate deeds, and all wickedness. Whence also the poets and mythologists, not knowing that it was the angels and those demons who had been begotten by them that did these things to men, and women, and cities, and nations, which they related, ascribed them to god himself, and to those who were accounted to be his very offspring, and to the offspring of those who were called his brothers, Neptune and Pluto, and to the children again of these their offspring. For whatever name each of the angels had given to himself and his children, by that name they called them.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Hesychius of Jerusalem",
        "file_name": "Jude 1_6.toml",
        "id": "ee987ed1-ea41-4a8f-9d31-e636281a3f4c",
        "location_end": 1000006,
        "location_start": 1000006,
        "source_title": "CATENA",
        "source_url": "",
        "ts": 450,
        "txt": "Who can understand God’s love for his people or figure out the truth just by his own reasoning? For because of the truth he did not spare the angels who sinned, but on account of his kindness toward us he has allowed harlots and publicans into his kingdom.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Josephus",
        "file_name": "Jude 1_6.toml",
        "id": "dd09fb77-e767-4d75-b218-8a1eb8e447da",
        "location_end": 1000006,
        "location_start": 1000006,
        "source_title": "Antiquities of the Jews - Book I, Chapter 3, Section 1",
        "source_url": "https://sacred-texts.com/jud/josephus/ant-1.htm",
        "ts": 100,
        "txt": "For many angels of God accompanied with women, and begat sons that proved unjust, and despisers of all that was good, on account of the confidence they had in their own strength; for the tradition is, that these men did what resembled the acts of those whom the Grecians call giants. But Noah was very uneasy at what they did; and being displeased at their conduct, persuaded them to change their dispositions and their acts for the better: but seeing they did not yield to him, but were slaves to their wicked pleasures, he was afraid they would kill him, together with his wife and children, and those they had married; so he departed out of that land.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Origen of Alexandria",
        "file_name": "Jude 1_6.toml",
        "id": "d54fdeb2-7589-4b6f-ba3c-11c50586b895",
        "location_end": 1000006,
        "location_start": 1000006,
        "source_title": "Commentary on the Gospel According to John, Books 13-32, Section 243",
        "source_url": "https://books.google.com/books?id=TuHTu3BJyywC&lpg=PA158&vq=daughters%20of%20men&pg=PA118#v=snippet&q=%22daughters%20of%20men%22&f=false",
        "ts": 253,
        "txt": "But not only did man fall from perfection to imperfection, but so too did \"the sons of God,\" \"when they saw that the daughters of men were fair, and took for themselves whomever they chose.\" And, in general, all those fell who forsook \"their own habitation\" and \"kept not their own beginning.\"\n"
    },
    {
        "append_to_author_name": " (as quoted by Cassiodorus, AD 585)",
        "book": "jude",
        "father_name": "Clement of Alexandria",
        "file_name": "Jude 1_6-7.toml",
        "id": "8272333a-d47a-47f4-8c67-e1c8e4b419ad",
        "location_end": 1000007,
        "location_start": 1000006,
        "source_title": "Fragment from the Latin Translation of Cassiodorus",
        "source_url": "https://www.newadvent.org/fathers/0211.htm",
        "ts": 215,
        "txt": "“But the angels,” he says, “that kept not their own pre-eminence,” that, namely, which they received through advancement, “but left their own habitation,” meaning, that is, the heaven and the stars, became, and are called apostates. “He hath reserved these to the judgment of the great day, in chains, under darkness.” He means the place near the earth, that is, the dark air. Now he called “chains” the loss of the honour in which they had stood, and the lust of feeble things; since, bound by their own lust, they cannot be converted. “As Sodom and Gomorrha,” he says.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Clement of Alexandria",
        "file_name": "Jude 1_6.toml",
        "id": "6b7f4387-9013-4eef-bf28-3834c2c9c40e",
        "location_end": 1000006,
        "location_start": 1000006,
        "source_title": "The Stromata (Book V), Chapter 1",
        "source_url": "https://www.newadvent.org/fathers/02105.htm",
        "ts": 215,
        "txt": "To which also we shall add, that the angels who had obtained the superior rank, having sunk into pleasures, told to the women the secrets which had come to their knowledge; while the rest of the angels concealed them, or rather, kept them against the coming of the Lord.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Clement of Alexandria",
        "file_name": "Jude 1_6.toml",
        "id": "e37d9c7c-e842-457f-a1e0-fcf7c74119d2",
        "location_end": 1000006,
        "location_start": 1000006,
        "source_title": "ADUMBRATIONS",
        "source_url": "",
        "ts": 215,
        "txt": "Jude gives the name chains to the loss of that honor in which the angels had stood and the lust for worldly things which had overcome them and taken away any desire to be converted.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Tertullian",
        "file_name": "Jude 1_7.toml",
        "id": "2ec7f2a9-86f5-4dd8-a46b-bf31bc03c68f",
        "location_end": 1000007,
        "location_start": 1000007,
        "source_title": "",
        "source_url": "",
        "ts": 220,
        "txt": "Marriage, if they commingle themselves with \"strange flesh\"\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Oecumenius",
        "file_name": "Jude 1_7.toml",
        "id": "4aea051b-c498-4259-9a66-1b3bb2163a1e",
        "location_end": 1000007,
        "location_start": 1000007,
        "source_title": "COMMENTARY ON JUDE",
        "source_url": "",
        "ts": 990,
        "txt": "The unnatural lust in which the Sodomites indulged was homosexuality, which is wrong because it cannot lead to procreation. Jude mentions them in order to point out that if God destroyed them, regardless of their earlier state of blessedness, how will he spare us if we act in an ungodly and lustful way? However well-disposed and kind he may be toward us, he is still the righteous God, and because of his righteousness he does not spare those who have sinned against him.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "George Leo Haydock",
        "file_name": "Jude 1_8.toml",
        "id": "1b212c32-094e-46f0-8fea-8a2727d883fc",
        "location_end": 1000008,
        "location_start": 1000008,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "In like manner these men (heretics) also defile the flesh with their horrid abominations, despise just dominion, all lawful authority, as well as ecclesiastical as civil; blaspheme majesty, speak ill, and rail both against the majesty of God, and those whom he hath invested with power derived from him. (Witham) \nBlaspheme Speak evil of them that are in dignity; and even utter blasphemies against the divine majesty. (Challoner) \nThe justice of God generally punishes the pride of heart, by abandoning the body to shameful and humiliating abominations, and this we observe in the chief heresiarchs. Their pride makes them rebel against authority; and when once they have got free of this yoke, every other restraint is laughed at.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Andreas of Caesarea",
        "file_name": "Jude 1_8.toml",
        "id": "17637ec1-dec6-40ac-a78b-fa7b9c400ca2",
        "location_end": 1000008,
        "location_start": 1000008,
        "source_title": "CATENA",
        "source_url": "",
        "ts": 614,
        "txt": "Jude calls them “dreamers” because they have no idea of the truth but fantasize as if they were dreaming and concoct doctrines full of impiety. They say that our flesh, that is to say, our body, is the work of the devil and blaspheme the lordship and glory of the Holy Trinity, accepting the Father as the eternal and uncreated One but reducing the Son and the Holy Spirit to the status of creatures made in time. These are the noxious teachings of Marcion and Arius, which explains why the apostle expresses himself so sharply against them. They do not confess that there is one God, Maker of both the visible and the invisible worlds, but they deify matter and darkness and detest the flesh. Jude condemns these people, even to the point of saying that they have polluted their mind and their entire being.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Oecumenius",
        "file_name": "Jude 1_8.toml",
        "id": "a9e66a45-6cf9-4248-8ab0-14936e3b6b2b",
        "location_end": 1000008,
        "location_start": 1000008,
        "source_title": "COMMENTARY ON JUDE",
        "source_url": "",
        "ts": 990,
        "txt": "It is worth noting here that Jude does not spare us the details of these people’s sin, which he attributes to the fact that they are deluded by a kind of dreaming. Those who do such things have lost their powers of reason and act as if they were sleepwalkers, stumbling from one thing to another.\n"
    },
    {
        "append_to_author_name": " (as quoted by Cassiodorus, AD 585)",
        "book": "jude",
        "father_name": "Clement of Alexandria",
        "file_name": "Jude 1_8.toml",
        "id": "58f87540-7bcc-414e-8c99-6e1084ca908b",
        "location_end": 1000008,
        "location_start": 1000008,
        "source_title": "Fragment from the Latin Translation of Cassiodorus",
        "source_url": "https://www.newadvent.org/fathers/0211.htm",
        "ts": 215,
        "txt": "“Similarly to the same,” he says, “also those dreamers,”—that is, who dream in their imagination lusts and wicked desires, regarding as good not that which is truly good, and superior to all good,—“defile the flesh, despise dominion, and speak evil of majesty,” that is, the only Lord, who is truly our Lord, Jesus Christ, and alone worthy of praise. They “speak evil of majesty,” that is, of the angels.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Clement of Alexandria",
        "file_name": "Jude 1_8.toml",
        "id": "45f53975-8daa-4f25-bba2-576abc983ce2",
        "location_end": 1000008,
        "location_start": 1000008,
        "source_title": "ADUMBRATIONS",
        "source_url": "",
        "ts": 215,
        "txt": "These deluded people imagine that their lusts and terrible desires are good and pay no attention to what is truly good and beyond all good.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "George Leo Haydock",
        "file_name": "Jude 1_9.toml",
        "id": "cbb0b7e5-e327-4288-bccc-072115225528",
        "location_end": 1000009,
        "location_start": 1000009,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "When Michael We do not find this in any other canonical Scripture, so that St. Jude must either have had it from some tradition among the Jews, or from some writing which he, by the Spirit of God, knew to be true. It is not expressed on what account this dispute or strife was, betwixt St. Michael and the devil, about the body of Moses. The common interpretation is, that St. Michael conveyed the body of Moses out of the way, and from the knowledge of the Israelites, lest they should pay to it some idolatrous worship; whereas the devil, for that end, would have it buried, so that the people might know the place and adore it. See Deuteronomy xxxiv. 6. where it is said, \"and no man hath known of his sepulchre until this present day. \"(Witham) \nContended about the body This contention, which is no where else mentioned in holy writ, was originally known by revelation, and transmitted by tradition. It is thought the occasion of it was, that the devil would have had the body buried in such a place and manner, as to be worshipped by the Jews with divine honours. \nCommand thee, or, rebuke thee. (Challoner)\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Andreas of Caesarea",
        "file_name": "Jude 1_9.toml",
        "id": "e2c534a8-c2f8-4fde-996c-31ceff1bfe6e",
        "location_end": 1000009,
        "location_start": 1000009,
        "source_title": "CATENA",
        "source_url": "",
        "ts": 614,
        "txt": "Here Jude shows that the Old Testament agrees with the New and that they were both given by the same God. For the devil objected, claiming that the body was his because he is the lord of matter.… But Michael would not accept this and brought on the devil a punishment worthy of his blasphemy, though he abandoned him to the discretion of his own master. For when God brought Moses to the mount of transfiguration, the devil said to Michael that God had broken his promise, because he had sworn not to do such a thing. Michael is said to have taken care of the burial of Moses, and the devil is supposed to have objected to this. God then came to the rescue and wanted to show those who at that time saw only a very little that eventually our souls would be changed and we would all ascend into heaven. But the devil and the evil spirits with him wanted to cut off the way to heaven and tried both to do their evil deeds and at the same time weaken the righteous by this angelic warfare. This is what the blessed Antony saw in his vision.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Jerome",
        "file_name": "Jude 1_9.toml",
        "id": "f0f4b07f-e960-4074-85de-58d7a63d8a3a",
        "location_end": 1000009,
        "location_start": 1000009,
        "source_title": "Commentary on Titus 3:1-2",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Jerome/Commentary%20on%20Titus.md",
        "ts": 420,
        "txt": "For he does not say to blaspheme no man: but absolutely no one: not an angel, nor any creature of God. Because everything that was made by God is very good. For when Michael the Archangel disputed with the devil over the body of Moses, he did not dare to bring a judgment of blasphemy, but said, \"May God rebuke you” (Jud. 9). If Michael therefore did not have the audacity to bring judgement upon the devil, certainly deserving of a curse, for blasphemy: how much more should we be pure from every curse? The devil deserved a curse: but it should not have come out through the mouth of an archangel.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Bede",
        "file_name": "Jude 1_9.toml",
        "id": "6261c7e2-17cd-4131-a1d1-8cc5e3ea11cd",
        "location_end": 1000009,
        "location_start": 1000009,
        "source_title": "ON JUDE",
        "source_url": "",
        "ts": 735,
        "txt": "It is not easy to see what part of Scripture Jude got this tale from, though we do find something like it in Zechariah, who says: “Then he showed me Joshua the high priest standing before the angel of the Lord, and Satan standing at his right hand to accuse him.” However, it is easy enough to see that in the Zechariah passage, Joshua wanted the people of Israel to be set free from their captivity in Babylon, and Satan resisted this. But when it was that Michael fought with the devil over the body of Moses is unknown. There are, however, some people who say that God’s people were called the “body of Moses,” because Moses was a part of that people, and if this is the case, it may be that in saying this Jude is referring to the whole nation. But whatever the case may be, here is what we have to learn from this incident: if the archangel Michael refrained from cursing the devil and dealt gently with him, how much more should we mere mortals avoid blaspheming, especially as we might offend the majesty of the Creator by an incautious word.\n"
    },
    {
        "append_to_author_name": " (as quoted by Jerome, AD 420)",
        "book": "jude",
        "father_name": "Tyrannius Rufinus",
        "file_name": "Jude 1_9.toml",
        "id": "d8c1ae40-8f23-4289-995a-a082c8e1bdd5",
        "location_end": 1000009,
        "location_start": 1000009,
        "source_title": "Against Rufinus 2.18",
        "source_url": "https://www.newadvent.org/fathers/27102.htm",
        "ts": 411,
        "txt": "You can search them out for yourself from sacred Scripture without my help. And it will become clearly evident to you that this likely is the age of which it was said, “Believe not in friends and trust not in princes,” and that the prophecy is now being fulfilled: “The leaders of my people have not known me; they are foolish and senseless children. They are wise to do evils, but to do good they have no knowledge.” We should rather pity such people than hate them and should rather pray for them than revile them. For we were created to bless and not to revile. Thus also Michael, when he was arguing with the devil over the body of Moses, did not dare to bring an accusation of blasphemy against him even for such a serious offense but said, “May the Lord rebuke you.” Even in Zechariah, we read something similar to this. “The Lord rebuke you, O Satan, and the Lord that chose Jerusalem rebuke you.” And so we also pray that those who refuse to be rebuked by their friends with humility may be rebuked by the Lord.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Peter Chrysologus",
        "file_name": "Jude 1_9.toml",
        "id": "ffdef1fc-72b9-4cb0-a9bb-91d5a1cff935",
        "location_end": 1000009,
        "location_start": 1000009,
        "source_title": "SERMONS 83",
        "source_url": "",
        "ts": 450,
        "txt": "The angels were present at the death of Moses, and God himself took care of his burial.\n"
    },
    {
        "append_to_author_name": " (as quoted by Cassiodorus, AD 585)",
        "book": "jude",
        "father_name": "Clement of Alexandria",
        "file_name": "Jude 1_9.toml",
        "id": "8d20ff97-051e-49f2-8c98-cee13be47a14",
        "location_end": 1000009,
        "location_start": 1000009,
        "source_title": "Fragment from the Latin Translation of Cassiodorus",
        "source_url": "https://www.newadvent.org/fathers/0211.htm",
        "ts": 215,
        "txt": "“When Michael, the archangel, disputing with the devil, debated about the body of Moses.” Here he confirms the assumption of Moses. He is here called Michael, who through an angel near to us debated with the devil.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Clement of Alexandria",
        "file_name": "Jude 1_9.toml",
        "id": "e72ef470-e6d7-4512-8c52-67c82ae25419",
        "location_end": 1000009,
        "location_start": 1000009,
        "source_title": "ADUMBRATIONS",
        "source_url": "",
        "ts": 215,
        "txt": "This proves that Moses was taken up into heaven. The one who fought with the devil as our guardian angel is here called Michael.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "George Leo Haydock",
        "file_name": "Jude 1_10.toml",
        "id": "89badf57-4eb6-4175-b052-d6fc94edf7e6",
        "location_end": 1000010,
        "location_start": 1000010,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "These men blaspheme whatsoever things they know not, as it is the custom of false and ignorant teachers: and as to things which they know by their senses, in these they are corrupted, following, like brute beasts, their natural lusts and appetites. (Witham)\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Andreas of Caesarea",
        "file_name": "Jude 1_10.toml",
        "id": "7aaa8d37-02c2-460f-8d3d-3933ea5039af",
        "location_end": 1000010,
        "location_start": 1000010,
        "source_title": "CATENA",
        "source_url": "",
        "ts": 614,
        "txt": "Not knowing the true doctrine, these people concoct blasphemies for themselves. They are so caught up in lust that they are no different from dumb animals.\n"
    },
    {
        "append_to_author_name": " (as quoted by Cassiodorus, AD 585)",
        "book": "jude",
        "father_name": "Clement of Alexandria",
        "file_name": "Jude 1_10.toml",
        "id": "37233596-afbb-4c8b-840e-5f4aead21aa4",
        "location_end": 1000010,
        "location_start": 1000010,
        "source_title": "Fragment from the Latin Translation of Cassiodorus",
        "source_url": "https://www.newadvent.org/fathers/0211.htm",
        "ts": 215,
        "txt": "\"But these,\" he says, \"speak evil of those things which they know not; but what they know naturally, as brute beasts, in these things they corrupt themselves.\" He means that they eat, and drink, and indulge in uncleanness, and says that they do other things that are common to them with animals, devoid of reason.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Clement of Alexandria",
        "file_name": "Jude 1_10.toml",
        "id": "e06b4011-9f8f-4793-be6d-847260f1d690",
        "location_end": 1000010,
        "location_start": 1000010,
        "source_title": "ADUMBRATIONS",
        "source_url": "",
        "ts": 215,
        "txt": "Jude here refers to those who eat, drink, indulge in sexual activity and do other things which are common to animals who lack the faculty of reason.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "George Leo Haydock",
        "file_name": "Jude 1_11.toml",
        "id": "3e3b95ad-53f5-4ed4-a790-b87572ccead0",
        "location_end": 1000011,
        "location_start": 1000011,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "They have imitated, or gone in the way of Cain, who murdered his brother; and they have a mortal hatred against the faithful. They have imitated Balaam and his covetousness, (see 2 Peter ii. 15.) and Core, (Numbers xvi.) who with others opposed Moses; and as these sinners perished, so will they. (Witham) \nWay Heretics follow the way of Cain, by murdering the souls of their brethren; the way of Balaam by putting a scandal before the people of God, for their own private ends; and the way of Core or Korah, by their opposition to the church governors of divine appointment. (Challoner)\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Andreas of Caesarea",
        "file_name": "Jude 1_11.toml",
        "id": "6e4238aa-06e1-4519-bb2a-90bcb454118c",
        "location_end": 1000011,
        "location_start": 1000011,
        "source_title": "CATENA",
        "source_url": "",
        "ts": 614,
        "txt": "These people are even fratricides, because what they teach kills the souls of those who are deceived by them. Look how he describes their outrageous ungodliness. He is not content to compare them with Cain but adds Ba-laam and Korah as well. Cain we understand from the above. Balaam he adds because Ba-laam went out to curse God’s people for the sake of money, even if God later turned his tongue around to the point where he blessed them instead. Korah is mentioned because he seized a teaching authority which God had not granted to him.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Didymus the Blind",
        "file_name": "Jude 1_11.toml",
        "id": "35113695-6825-4a4a-8839-004d14a337f7",
        "location_end": 1000011,
        "location_start": 1000011,
        "source_title": "COMMENTARY ON JUDE",
        "source_url": "",
        "ts": 398,
        "txt": "Since it has been declared that heretics have completely deserted the word of truth, Jude shows how they are subjected to different kinds of evil.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Cyprian",
        "file_name": "Jude 1_11.toml",
        "id": "6ba1cffa-b348-4163-a9a6-75d0b3a6bc05",
        "location_end": 1000011,
        "location_start": 1000011,
        "source_title": "",
        "source_url": "",
        "ts": 258,
        "txt": "And that we may know that this voice of God came forth with His true and highest majesty to honour and avenge His priests; when three of the ministers\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Clement of Alexandria",
        "file_name": "Jude 1_11.toml",
        "id": "0bb13a75-733a-4036-be27-c524b42c48d0",
        "location_end": 1000011,
        "location_start": 1000011,
        "source_title": "ADUMBRATIONS",
        "source_url": "",
        "ts": 215,
        "txt": "Because we have sinned according to the likeness of Adam, we share in the burden of Adam’s sin.\n"
    },
    {
        "append_to_author_name": " (as quoted by Cassiodorus, AD 585)",
        "book": "jude",
        "father_name": "Clement of Alexandria",
        "file_name": "Jude 1_11-13.toml",
        "id": "d075d1f0-fbc3-42a6-8eaf-11599c615a3e",
        "location_end": 1000013,
        "location_start": 1000011,
        "source_title": "Fragment from the Latin Translation of Cassiodorus",
        "source_url": "https://www.newadvent.org/fathers/0211.htm",
        "ts": 215,
        "txt": "\"Woe unto them!\" he says, \"for they have gone in the way of Cain.\" For so also we lie under Adam's sin through similarity of sin. \"Clouds,\" he says, \"without water; who do not possess in themselves the divine and fruitful word.\" Wherefore, he says, \"men of this kind are carried about both by winds and violent blasts.\" \"Trees,\" he says, \"of autumn, without fruit,\"— unbelievers, that is, who bear no fruit of fidelity. \"Twice dead,\" he says: once, namely, when they sinned by transgressing, and a second time when delivered up to punishment, according to the predestined judgments of God; inasmuch as it is to be reckoned death, even when each one does not immediately deserve the inheritance. \"Waves,\" he says, \"of a raging sea.\" By these words he signifies the life of the Gentiles, whose end is abominable ambition. \"Wandering stars,\"— that is, he means those who err and are apostates are of that kind of stars which fell from the seats of the angels— \"to whom,\" for their apostasy, \"the blackness of darkness is reserved forever.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "George Leo Haydock",
        "file_name": "Jude 1_12.toml",
        "id": "3078c21e-6c0c-4261-b157-f75dadd6a970",
        "location_end": 1000012,
        "location_start": 1000012,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "These are spots in their banquets; (see 2 Peter ii. 13.) in which they commit unheard of abominations, twice dead, which signifies no more than quite dead, clouds without water All these metaphors are to represent the corrupt manners of these heretics. (Witham)\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Andreas of Caesarea",
        "file_name": "Jude 1_12.toml",
        "id": "367a3379-82a9-48ee-afd3-afb71fbce1d5",
        "location_end": 1000012,
        "location_start": 1000012,
        "source_title": "CATENA",
        "source_url": "",
        "ts": 614,
        "txt": "The apostle’s words about these men who will not be pardoned have to be understood metaphorically. For he is not talking about stars and clouds, waves and trees, though he uses them as examples, because what they have they have by nature, whereas these men have the same things by deliberate choice. For waterless clouds which are blown about by the winds are not punished, nor are fruitless trees which just die. Wild waves have nothing to be ashamed of either, because they are mindless and devoid of sense. Likewise, the stars we call planets do not inherit the darkness—sinful people do! The ones whom Jude is talking about are like wandering planets which are going along the pathway which is diametrically opposed to virtue. The darkness is reserved for them, not as stars but as men. For Jude’s point has nothing to do with stars or clouds or waves, but rather it is concerned with the animal-like behavior of men, their wickedness and corruption.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Didymus the Blind",
        "file_name": "Jude 1_12.toml",
        "id": "8e841687-e600-4101-b3a7-420f7061fec9",
        "location_end": 1000012,
        "location_start": 1000012,
        "source_title": "COMMENTARY ON JUDE",
        "source_url": "",
        "ts": 398,
        "txt": "These people may say that they will bear fruit, but they are lying because they are incapable of doing that. The reason is that they are thorns and weeds, and trees without any fruit at all. They are fit for nothing except to be thrown into the fire.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Bede",
        "file_name": "Jude 1_12.toml",
        "id": "1932c235-641e-4eee-b397-11b434275d2a",
        "location_end": 1000012,
        "location_start": 1000012,
        "source_title": "ON JUDE",
        "source_url": "",
        "ts": 735,
        "txt": "Those who sin are blemished, because the crime itself is the blemish which contaminates the one who commits it. Likewise Jude calls heretics blemishes because not only do they eat and drink their way to damnation but they also lead others along the same path.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Clement of Alexandria",
        "file_name": "Jude 1_12.toml",
        "id": "97b76b42-8271-47ef-9c09-020c1ddac106",
        "location_end": 1000012,
        "location_start": 1000012,
        "source_title": "ADUMBRATIONS",
        "source_url": "",
        "ts": 215,
        "txt": "“Clouds without water” are those who do not have the divine and fruit-bearing Word in them. They are twice dead: Once, because they sinned by transgressing, and again when they were handed over to the punishments foreordained by God for them. A person may be said to be dead even when he is alive but not enjoying his inheritance.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Andreas of Caesarea",
        "file_name": "Jude 1_13.toml",
        "id": "5b23529c-36b6-435a-886f-b96181522a8a",
        "location_end": 1000013,
        "location_start": 1000013,
        "source_title": "CATENA",
        "source_url": "",
        "ts": 614,
        "txt": "These are people who by their wicked life and ungodliness have killed their souls with false doctrines. Before they believed, they were dead in their ungodliness, but when they turned to the gospel they found life. However, they gave themselves up again to ungodliness and lust, thereby killing themselves a second time. How can someone who is this guilty, doing evil and living in ungodliness and lust, ever find stability or roots in such a topsy-turvy life?\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Hilary of Arles",
        "file_name": "Jude 1_13.toml",
        "id": "31f0222a-7ab0-4529-922d-24605f4e221f",
        "location_end": 1000013,
        "location_start": 1000013,
        "source_title": "INTRODUCTORY COMMENTARY ON JUDE",
        "source_url": "",
        "ts": 449,
        "txt": "These people are called wandering stars because they do not follow the sun of truth.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Clement of Alexandria",
        "file_name": "Jude 1_13.toml",
        "id": "b590045e-240b-45c2-b00c-b2c59a7d343e",
        "location_end": 1000013,
        "location_start": 1000013,
        "source_title": "ADUMBRATIONS",
        "source_url": "",
        "ts": 215,
        "txt": "In these words Jude describes the life of worldly people, who will come to an unhappy end.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "George Leo Haydock",
        "file_name": "Jude 1_14.toml",
        "id": "145c7650-d721-432a-a3b8-99ef01957626",
        "location_end": 1000014,
        "location_start": 1000014,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Enoch Though the ancient writers mention an apocryphal book of Enoch's prophesies, yet St. Jude might know by tradition, or by the Spirit of God, what Enoch truly prophesied concerning God's coming with thousands of his saints, to judge, condemn, and punish the wicked for their impieties and blasphemies. (Witham) \nProphesied. This prophecy was either known by tradition, or from some book that is since lost. (Challoner)\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Augustine of Hippo",
        "file_name": "Jude 1_14.toml",
        "id": "db90c1f8-1db6-40d8-b89a-3a8773f61c6a",
        "location_end": 1000014,
        "location_start": 1000014,
        "source_title": "City of God 18.38",
        "source_url": "https://www.newadvent.org/fathers/120118.htm",
        "ts": 430,
        "txt": "Does not the canonical epistle of Jude the apostle openly declare that Enoch spoke as a prophet? It is true that his alleged writings have never been accepted as authoritative, either by Jews or Christians, but that is because their extreme antiquity makes us afraid of handing out as authentic works those which may be forgeries.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Tertullian",
        "file_name": "Jude 1_14.toml",
        "id": "cc6c2dcc-02c9-4a40-b57a-3e0d2de6f5dd",
        "location_end": 1000014,
        "location_start": 1000014,
        "source_title": "On the Apparel of Women, Chapter 3",
        "source_url": "https://www.newadvent.org/fathers/0402.htm",
        "ts": 220,
        "txt": "I am aware that the Scripture of Enoch, which has assigned this order (of action) to angels, is not received by some, because it is not admitted into the Jewish canon either. I suppose they did not think that, having been published before the deluge, it could have safely survived that world-wide calamity, the abolisher of all things. If that is the reason (for rejecting it), let them recall to their memory that Noah, the survivor of the deluge, was the great-grandson of Enoch himself; and he, of course, had heard and remembered, from domestic renown and hereditary tradition, concerning his own great-grandfather's \"grace in the sight of God,\" and concerning all his preachings; since Enoch had given no other charge to Methuselah than that he should hand on the knowledge of them to his posterity. Noah therefore, no doubt, might have succeeded in the trusteeship of (his) preaching; or, had the case been otherwise, he would not have been silent alike concerning the disposition (of things) made by God, his Preserver, and concerning the particular glory of his own house. If (Noah) had not had this (conservative power) by so short a route, there would (still) be this (consideration) to warrant our assertion of (the genuineness of) this Scripture: he could equally have renewed it, under the Spirit's inspiration, after it had been destroyed by the violence of the deluge, as, after the destruction of Jerusalem by the Babylonian storming of it, every document of the Jewish literature is generally agreed to have been restored through Ezra. But since Enoch in the same Scripture has preached likewise concerning the Lord, nothing at all must be rejected by us which pertains to us; and we read that \"every Scripture suitable for edification is divinely inspired.\" By the Jews it may now seem to have been rejected for that (very) reason, just like all the other (portions) nearly which tell of Christ. Nor, of course, is this fact wonderful, that they did not receive some Scriptures which spoke of Him whom even in person, speaking in their presence, they were not to receive. To these considerations is added the fact that Enoch possesses a testimony in the Apostle Jude.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Tertullian",
        "file_name": "Jude 1_14.toml",
        "id": "93db5956-69c4-411b-9413-f77381857fa6",
        "location_end": 1000014,
        "location_start": 1000014,
        "source_title": "ON THE DRESS OF WOMEN 3.3",
        "source_url": "",
        "ts": 220,
        "txt": "Since Enoch in the same book tells us of our Lord, we must not reject anything at all which genuinely pertains to us. Do we not read that every word of Scripture useful for edification is divinely inspired? As you very well know, Enoch was later rejected by the Jews for the same reason that prompted them to reject almost everything which prophesied about Christ. It is not at all surprising that they rejected certain Scriptures which spoke of him, considering that they were destined not to receive him when he spoke to them himself. But we have a witness to Enoch in the epistle of Jude the apostle.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Bede",
        "file_name": "Jude 1_14.toml",
        "id": "0b6d371e-892b-4f7c-959d-01a3cd27208c",
        "location_end": 1000014,
        "location_start": 1000014,
        "source_title": "ON JUDE",
        "source_url": "",
        "ts": 735,
        "txt": "The book of Enoch, from which this quotation is taken, belongs to the Apocrypha, not because the sayings of that prophet are of no value or because they are false but because the book which circulates under his name was not really written by him but was put out by someone else who used his name. For if it were genuine, it would not contain anything contrary to sound doctrine. But as a matter of fact it contains any number of incredible things about giants, who had angels instead of men as fathers, and which are clearly lies. Indeed, it was precisely because Jude quotes him that for a long time his letter was rejected by many as being uncanonical. Nevertheless it deserves to be included in the canon because of its author, its antiquity and the way in which it has been used, and particularly because this passage which Jude takes from Enoch is not in itself apocryphal or dubious but is rather notable for the clarity with which it testifies to the true light.\n"
    },
    {
        "append_to_author_name": " (as quoted by Cassiodorus, AD 585)",
        "book": "jude",
        "father_name": "Clement of Alexandria",
        "file_name": "Jude 1_14.toml",
        "id": "39c8b69b-b192-4908-b67d-02372918dfe2",
        "location_end": 1000014,
        "location_start": 1000014,
        "source_title": "Fragment from the Latin Translation of Cassiodorus",
        "source_url": "https://www.newadvent.org/fathers/0211.htm",
        "ts": 215,
        "txt": "Enoch also, the seventh from Adam,\" he says, \"prophesied of these.\" In these words he verities the prophecy.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "George Leo Haydock",
        "file_name": "Jude 1_15.toml",
        "id": "5e3ea6b7-3689-4843-8b4b-3e373e396938",
        "location_end": 1000015,
        "location_start": 1000015,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Nothing more terrible than a God avenging in the majesty of his power his own cause. Then the impious libertine, in proportion as he has studied to extinguish in himself and to stifle in others the light of faith, the more shall be confounded and overwhelmed with the glory of God in the day of just retribution.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Oecumenius",
        "file_name": "Jude 1_15.toml",
        "id": "ec11c27d-deee-49f0-8add-5cd260bc2ecb",
        "location_end": 1000015,
        "location_start": 1000015,
        "source_title": "COMMENTARY ON JUDE",
        "source_url": "",
        "ts": 990,
        "txt": "The ungodly differ from sinners in that an ungodly person is someone who has sinned against God, whereas a sinner is someone who departs from the path of righteousness in matters to do with his behavior in this life.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "George Leo Haydock",
        "file_name": "Jude 1_16.toml",
        "id": "5e795cb9-e796-457e-8943-4416fae0f604",
        "location_end": 1000016,
        "location_start": 1000016,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Speaketh proud things, admiring persons for gain's sake. It is a part of the character of these heretics to seem to admire and flatter others when they can gain by it. (Witham)\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Andreas of Caesarea",
        "file_name": "Jude 1_16.toml",
        "id": "850ebe0f-54e8-4bb0-ae5b-99e64701016b",
        "location_end": 1000016,
        "location_start": 1000016,
        "source_title": "CATENA",
        "source_url": "",
        "ts": 614,
        "txt": "These people have no confidence in their own teaching. For how can it not be dangerous to spread it with such wickedness and blasphemy?\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Oecumenius",
        "file_name": "Jude 1_16.toml",
        "id": "f5ef16bd-de8d-4a91-9ab6-17ea16ff7045",
        "location_end": 1000016,
        "location_start": 1000016,
        "source_title": "COMMENTARY ON JUDE",
        "source_url": "",
        "ts": 990,
        "txt": "Grumblers are people who mutter against others under their breath, whereas malcontents are those who are always looking for ways in which they can attack and disparage everything and everybody.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "George Leo Haydock",
        "file_name": "Jude 1_17.toml",
        "id": "03f52e4c-ee87-4069-8711-0cfa13ecf671",
        "location_end": 1000017,
        "location_start": 1000017,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Be mindful He now exhorts the faithful to remain steadfast in the belief and practice of what they had heard from the apostles, who had also foretold that in after times (literally, in the last time,) carried away, and enslaved by the pleasures of the senses. (Witham)\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Hilary of Arles",
        "file_name": "Jude 1_17.toml",
        "id": "8f2203f5-c11c-4c0e-8460-16b9b17b8e6b",
        "location_end": 1000017,
        "location_start": 1000017,
        "source_title": "INTRODUCTORY COMMENTARY ON JUDE",
        "source_url": "",
        "ts": 449,
        "txt": "Jude does not specify which apostles he is referring to, but many people assume he means Peter, James and John.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Oecumenius",
        "file_name": "Jude 1_17.toml",
        "id": "37b0e115-5b70-4112-906a-6fe5cad1a723",
        "location_end": 1000017,
        "location_start": 1000017,
        "source_title": "COMMENTARY ON JUDE",
        "source_url": "",
        "ts": 990,
        "txt": "The predictions of the apostles can be found in 2 Peter and in most of Paul’s letters. From this statement it is clear that Jude was writing toward the end of his life, when his and the other apostles’ ministry was coming to an end.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Andreas of Caesarea",
        "file_name": "Jude 1_18.toml",
        "id": "6d5ed141-7ddb-4f9f-a658-7d445a56c848",
        "location_end": 1000018,
        "location_start": 1000018,
        "source_title": "CATENA",
        "source_url": "",
        "ts": 614,
        "txt": "Jude got this from Peter’s second letter, where he talks about Paul’s writings, for Paul has a lot to say about this.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Augustine of Hippo",
        "file_name": "Jude 1_19.toml",
        "id": "0093798e-7a18-4491-948a-432b96c8d28f",
        "location_end": 1000019,
        "location_start": 1000019,
        "source_title": "LETTERS 185.50",
        "source_url": "",
        "ts": 430,
        "txt": "The enemy of unity has no share in God’s love. Those who are outside the church do not have the Holy Spirit, and this verse is written of them.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Cyril of Alexandria",
        "file_name": "Jude 1_19.toml",
        "id": "77857438-d53e-45bf-a9c1-52c5e37f0cff",
        "location_end": 1000019,
        "location_start": 1000019,
        "source_title": "LETTERS 50.20",
        "source_url": "",
        "ts": 444,
        "txt": "The Nestorians are sensual men, not having the Spirit, because they divide the one Christ and Son and Lord into two sons.… For they pretend to confess one Christ and Son and say that his person is one, but by dividing him into two separate hypostases they completely sweep away the doctrine of the mystery.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Oecumenius",
        "file_name": "Jude 1_19.toml",
        "id": "f1de37d4-cdc5-44c4-9ab6-08322df61214",
        "location_end": 1000019,
        "location_start": 1000019,
        "source_title": "COMMENTARY ON JUDE",
        "source_url": "",
        "ts": 990,
        "txt": "Here we see yet another crime which these awful heretics have committed. Not only are they perishing themselves; they have raided the church and taken people away from it, which means that they have taken them outside the faith into their own assemblies, which are dens of thieves. Such people behave as if they were animals, living according to the pattern of the world and the demands of their instincts.\n"
    },
    {
        "append_to_author_name": " (as quoted by Cassiodorus, AD 585)",
        "book": "jude",
        "father_name": "Clement of Alexandria",
        "file_name": "Jude 1_19.toml",
        "id": "9eeff83a-b895-46cd-b470-6e4849f78493",
        "location_end": 1000019,
        "location_start": 1000019,
        "source_title": "Fragment from the Latin Translation of Cassiodorus",
        "source_url": "https://www.newadvent.org/fathers/0211.htm",
        "ts": 215,
        "txt": "\"Those,\" he says, \"separating\" the faithful from the unfaithful, be convicted according to their own unbelief. And again those separating from the flesh. He says, \"Animal not having the spirit;\" that is, the spirit which is by faith, which supervenes through the practice of righteousness.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Clement of Alexandria",
        "file_name": "Jude 1_19.toml",
        "id": "d3dfa938-4038-42fe-9556-bf1c19e937a5",
        "location_end": 1000019,
        "location_start": 1000019,
        "source_title": "ADUMBRATIONS",
        "source_url": "",
        "ts": 215,
        "txt": "These are people who separate believers from one another, under the influence of their own unbelief. They cannot distinguish between holy things on the one hand and dogs on the other.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "George Leo Haydock",
        "file_name": "Jude 1_20.toml",
        "id": "b62cc91d-433f-440b-9a53-3abb73123dc7",
        "location_end": 1000020,
        "location_start": 1000020,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Building yourselves: That is, raising by your actions a spiritual building, founded 1. upon faith; 2. on the love of God; 3. upon hope, whilst you are awaiting for the mercies of God, and the reward of eternal life; 4. joined with the great duty of prayer. (Witham)\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Bede",
        "file_name": "Jude 1_20.toml",
        "id": "debd0dd9-dc9b-493d-b69d-f03798b10a42",
        "location_end": 1000020,
        "location_start": 1000020,
        "source_title": "ON JUDE",
        "source_url": "",
        "ts": 735,
        "txt": "We pray in the Holy Spirit when we are moved by divine inspiration to ask for heavenly help, so that we may receive the good things which we cannot obtain on our own.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Oecumenius",
        "file_name": "Jude 1_20.toml",
        "id": "fd9b9503-e767-4c1d-bbbd-41a47225a120",
        "location_end": 1000020,
        "location_start": 1000020,
        "source_title": "COMMENTARY ON JUDE",
        "source_url": "",
        "ts": 990,
        "txt": "Jude says that his beloved people must continue to build themselves up in their most holy faith, forever reforming themselves according to the Holy Spirit’s guidance; in other words, by building congregations up, by their preaching, in the teaching of the Holy Spirit.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Oecumenius",
        "file_name": "Jude 1_21.toml",
        "id": "bcc01e9f-d198-488f-9b8c-0276c592e78d",
        "location_end": 1000021,
        "location_start": 1000021,
        "source_title": "COMMENTARY ON JUDE",
        "source_url": "",
        "ts": 990,
        "txt": "Jude tells his people to look after themselves in the mercy which they have received from God in preparation for the last judgment.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "George Leo Haydock",
        "file_name": "Jude 1_22.toml",
        "id": "bfc30244-3ff5-477c-9bfe-59a368cf7b93",
        "location_end": 1000022,
        "location_start": 1000022,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "And some indeed reprove, being judged. He gives them another instruction to practise charity in endeavouring to convert their neighbour, where they will meet with three sorts of persons. 1. With persons obstinate in their errors and sins, these may be said to be already judged and condemned, they are to be sharply reprehended, reproved, and, if possible, convinced of their errors. 2. As to others, you must endeavour to save them, by snatching them as it were out of the fire, from the ruin they stand in great danger of. 3. You must have compassion on others in great fear, when you see them, through ignorance or frailty, in danger of being drawn into the snares of these heretics; with these you must deal more gently and mildly, with a charitable compassion, hating always, and teaching others to hate the carnal coat, which is defiled, their sensual and corrupt manners, that defile both the soul and body. (Witham)\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Andreas of Caesarea",
        "file_name": "Jude 1_22.toml",
        "id": "e59bc2dc-9218-42aa-88f4-ef8a9005cf49",
        "location_end": 1000022,
        "location_start": 1000022,
        "source_title": "CATENA",
        "source_url": "",
        "ts": 614,
        "txt": "Jude is recommending mercy for those who doubt the truth of the words of false teaching. As for other kinds of doubters, James condemns them in his letter.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Cyprian",
        "file_name": "Jude 1_22.toml",
        "id": "1932adb8-b0ef-40c1-ad4b-259d34f7866d",
        "location_end": 1000022,
        "location_start": 1000022,
        "source_title": "",
        "source_url": "",
        "ts": 258,
        "txt": "14. Since, then, there is much difference\n"
    },
    {
        "append_to_author_name": " (as quoted by Cassiodorus, AD 585)",
        "book": "jude",
        "father_name": "Clement of Alexandria",
        "file_name": "Jude 1_22-23.toml",
        "id": "8f491f5b-f5bc-42ba-a0d3-4a48ea4618a4",
        "location_end": 1000023,
        "location_start": 1000022,
        "source_title": "Fragment from the Latin Translation of Cassiodorus",
        "source_url": "https://www.newadvent.org/fathers/0211.htm",
        "ts": 215,
        "txt": "“But some,” he says, “save, plucking them from the fire;” “but of some have compassion in fear,” that is, teach those who fall into the fire to free themselves. “Hating,” he says, “that spotted garment, which is carnal:” that of the soul, namely; the spotted garment is a spirit polluternal lusts.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Andreas of Caesarea",
        "file_name": "Jude 1_23.toml",
        "id": "25fdcbfa-ec31-4eac-817a-2539b9af2b9b",
        "location_end": 1000023,
        "location_start": 1000023,
        "source_title": "CATENA",
        "source_url": "",
        "ts": 614,
        "txt": "If someone can use the word of God to rescue those who have already fallen into the all-embracing fire set alight by the flaming arrows of the devil, he will snatch the most promising ones from the fire. For this person is not called to snatch back those who have been condemned by God.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Tertullian",
        "file_name": "Jude 1_23.toml",
        "id": "9f7caa82-a54a-494f-8df1-ecd6f1666a0a",
        "location_end": 1000023,
        "location_start": 1000023,
        "source_title": "",
        "source_url": "",
        "ts": 220,
        "txt": "What if, even here, you should conceive to reply that communion is indeed denied to sinners, very especially such as had been \"polluted by the flesh\"\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Maximus the Confessor",
        "file_name": "Jude 1_23.toml",
        "id": "42eeda3b-0b8a-4e2d-9b6d-aba3c5d962be",
        "location_end": 1000023,
        "location_start": 1000023,
        "source_title": "CATENA",
        "source_url": "",
        "ts": 662,
        "txt": "What is meant by “a cloak stained by corrupted flesh”? This is said of those who have a life stained by the lusts of the flesh. We all have clothes which bear the marks of our life, whether we are righteous or not. The person who has a clean cloak is one who leads a pure life, whereas the one who has a soiled one has got mixed up with evil deeds. Or a cloak may be soiled by the flesh if the latter is formed in its conscience by the memory of those evil deeds which spring from the flesh and which still work on the soul. Just as the Spirit can make a cloak for the soul out of the virtues which come from the principle of incorruptibility, so by analogy the flesh can produce an unclean and soiled cloak from the lusts which belong to it.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Bede",
        "file_name": "Jude 1_23.toml",
        "id": "eea182ae-102f-4f9c-bc1d-4df4a99ff16c",
        "location_end": 1000023,
        "location_start": 1000023,
        "source_title": "ON JUDE",
        "source_url": "",
        "ts": 735,
        "txt": "The stained cloak is our flesh. However, we are not called to hate our own flesh as such but only the fact that it has been stained by sin, and we are called to work for its cleansing, so that what is carnal may become spiritual. However, this cannot be done in our own strength but only by the power of God, as Jude goes on to say in his closing blessing.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Clement of Alexandria",
        "file_name": "Jude 1_23.toml",
        "id": "556c66cb-9c75-411e-9001-fc84079e129e",
        "location_end": 1000023,
        "location_start": 1000023,
        "source_title": "ADUMBRATIONS",
        "source_url": "",
        "ts": 215,
        "txt": "The spotted tunic of the soul is a spirit which has been corrupted by worldly lusts.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "George Leo Haydock",
        "file_name": "Jude 1_24.toml",
        "id": "0e42e6c8-05d5-4f47-a90f-ac0c2b79cc72",
        "location_end": 1000024,
        "location_start": 1000024,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Now to him St. Jude concludes his epistle with this doxology of praising God, and praying to the only God, our Saviour, which may either signify God the Father, or God as equally agreeing to all the Three Persons , who are equally the cause of Christ's incarnation and man's salvation through Jesus Christ, our Lord, who being God from eternity, took upon him our human nature, that he might become our Redeemer. (Witham) \nTo whom, O Lord, can we give the glory of our salvation, unless to thee, to whom all is due? To whom can we consecrate our hearts, but to him who has redeemed them with his blood, sanctified them by his Spirit, and who is to make them happy by his glory? Reign there, O Lord, as on thy throne, now by thy love; that you may reign there hereafter with glory, magnificence, and sovereignty in heaven.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Augustine of Hippo",
        "file_name": "Jude 1_24.toml",
        "id": "f9bccf5f-a65f-4d90-b86a-f80addca706f",
        "location_end": 1000024,
        "location_start": 1000024,
        "source_title": "ADMONITION AND GRACE 6.10",
        "source_url": "",
        "ts": 430,
        "txt": "When Jude says this, does he not show that perseverance in good to the end is a gift of God?\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Bede",
        "file_name": "Jude 1_24.toml",
        "id": "f0273f50-f042-471e-bc9c-e17aac10ab28",
        "location_end": 1000024,
        "location_start": 1000024,
        "source_title": "ON JUDE",
        "source_url": "",
        "ts": 735,
        "txt": "Jude is right to say this because the more careful we are in what we do here on earth, the more fully we shall rejoice in the blessing which we shall receive in the future.\n"
    },
    {
        "append_to_author_name": " (as quoted by Cassiodorus, AD 585)",
        "book": "jude",
        "father_name": "Clement of Alexandria",
        "file_name": "Jude 1_24.toml",
        "id": "3f0851dd-fb27-4033-940b-3d9becd9293b",
        "location_end": 1000024,
        "location_start": 1000024,
        "source_title": "Fragment from the Latin Translation of Cassiodorus",
        "source_url": "https://www.newadvent.org/fathers/0211.htm",
        "ts": 215,
        "txt": "“Now to Him,” he says, “who is able to keep you without stumbling, and present you faultless before the presence of His glory in joy.” In the presence of His glory: he means in the presence of the angels, to be presented faultless, having become angels. When Daniel speaks of the people and comes into the presence of the Lord, he does not say this, because he saw God: for it is impossible that any one whose heart is not pure should see God; but he says this, that everything that the people did was in the sight of God, and was manifest to Him; that is, that nothing is hid from the Lord.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Clement of Alexandria",
        "file_name": "Jude 1_24.toml",
        "id": "3c3add7c-a5af-435c-981a-22cf40062525",
        "location_end": 1000024,
        "location_start": 1000024,
        "source_title": "ADUMBRATIONS",
        "source_url": "",
        "ts": 215,
        "txt": "Being in the presence of God’s glory does not mean that we shall see him in the physical sense, since that is impossible. Rather it means that everything we do will be seen by him.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Bede",
        "file_name": "Jude 1_25.toml",
        "id": "ec99bd27-9b11-4494-84b1-4721c499197e",
        "location_end": 1000025,
        "location_start": 1000025,
        "source_title": "ON JUDE",
        "source_url": "",
        "ts": 735,
        "txt": "This verse gives equal glory to the Father and the Son in all things and for all time and eternity. By saying that glory, majesty, dominion and power should be attributed to God the Father through our Lord Jesus Christ, Jude is refuting those who believe that the Son is inferior to the Father. As he goes on to say in conclusion, the Son does not have his beginning at some point in time but has been there from all ages, is there now and will be there forever. Amen.\n"
    },
    {
        "append_to_author_name": "",
        "book": "jude",
        "father_name": "Hilary of Arles",
        "file_name": "Jude 1_25.toml",
        "id": "4e86699d-2e84-4ab4-aaf2-c19a36f74ce9",
        "location_end": 1000025,
        "location_start": 1000025,
        "source_title": "INTRODUCTORY COMMENTARY ON JUDE",
        "source_url": "",
        "ts": 449,
        "txt": "Praise is given to God alone, for he is the only one who deserves our worship. He is our Savior, because “he has saved his people from their sins.” Glory is ascribed to him because he is the victor in every battle; majesty, because the praise of the heavenly virtues is so great; dominion, because he rules over all he has made; and authority, because he has the power to destroy or to set free everything in creation. He exists from the beginning, in the present and forever.\n"
    }
]