[
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "George Leo Haydock",
        "file_name": "Philemon 1_1.toml",
        "id": "1cbc49c6-f503-4bc3-b308-c774bc528c6a",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Our. Fellow-labourer, or coadjutor. He calls him so, because of the charity and zeal with which he promoted the gospel. (Witham)\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Ambrose of Milan",
        "file_name": "Philemon 1_1.toml",
        "id": "56187128-dfc8-4f18-bb78-6199f6813074",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "LETTERS 59",
        "source_url": "",
        "ts": 397,
        "txt": "How many masters he has who runs from the one Lord. But let us not run from him. Who will run away from him whom they follow bound in chains, but willing chains, which loose and do not bind? Those who are bound with these chains boast and say: “Paul, a prisoner of Christ Jesus, and Timothy.” It is more glorious for us to be bound by him than to be set free and loosed from others.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Theodore of Mopsuestia",
        "file_name": "Philemon 1_1.toml",
        "id": "22c83a23-287d-4188-9041-c69cd8a1b8c2",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "COMMENTARY ON PHILEMON",
        "source_url": "",
        "ts": 428,
        "txt": "The wearing of such chains would be a vile thing only if Paul refused them out of lack of concern for the salvation of others.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "John Chrysostom",
        "file_name": "Philemon 1_1-3.toml",
        "id": "12862211-21b4-4272-81a8-0d15ead1e483",
        "location_end": 1000003,
        "location_start": 1000001,
        "source_title": "Homily 91 on Philemon",
        "source_url": "https://www.newadvent.org/fathers/23091.htm",
        "ts": 407,
        "txt": "These things are said to a master in behalf of a servant. Immediately at the outset, he has pulled down his spirit, and not suffered him to be ashamed, he has quenched his anger; calling himself a prisoner, he strikes him with compunction, and makes him collect himself, and makes it appear that present things are nothing. For if a chain for Christ's sake is not a shame but a boast, much more is slavery not to be considered a reproach. And this he says, not exalting himself, but for a good purpose doing this, showing thence that he was worthy of credit; and this he does not for his own sake, but that he may more readily obtain the favor. As if he had said, \"It is on your account that I am invested with this chain.\" As he also has said elsewhere, there indeed showing his concern, but here his trustworthiness.\n\nNothing is greater than this boast, to be called \"the stigmatized  of Christ.\" \"For I bear in my body the marks of the Lord Jesus.\" [Galatians 6:17]\n\n\"The prisoner of the Lord.\" For he had been bound on His account. Who would not be struck with awe, who would not be humbled when he hears of the chains of Christ? Who would not be ready to give up even his own life, much less one domestic?\n\n\"And Timothy our brother.\"\n\nHe joins another also with himself, that he, being entreated by many, may the more readily yield and grant the favor.\n\n\"Unto Philemon our dearly beloved, and fellow-laborer.\"\n\nIf \"beloved,\" then his confidence is not boldness nor forwardness, but a proof of much affection. If a \"fellow-laborer,\" then not only may he be instructed in such a matter, but he ought to acknowledge it as a favor. For he is gratifying himself, he is building up the same work. So that apart from any request, he says, you have another necessity for granting the favor. For if he is profitable to the Gospel, and you are anxious to promote the Gospel, then ought you not to be entreated, but to entreat.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "John Chrysostom",
        "file_name": "Philemon 1_1.toml",
        "id": "eca749c8-efb9-4381-809b-d19f296d30a0",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "",
        "source_url": "",
        "ts": 407,
        "txt": "First, it is necessary to state the argument of the Epistle, then also the matters that are questioned respecting it. What then is the argument? Philemon was a man of admirable and noble character. That he was an admirable man is evident from the fact, that his whole household was of believers, and of such believers as even to be called a Church: therefore he says in this Epistle, And to the Church that is in your house. Philemon 2 He bears witness also to his great obedience, and that the bowels of the Saints are refreshed in him. Philemon 7 And he himself in this Epistle commanded him to prepare him a lodging. Philemon 22 It seems to me therefore that his house was altogether a lodging for the Saints. This excellent man, then, had a certain slave named Onesimus. This Onesimus, having stolen something from his master, had run away. For that he had stolen, hear what he says: If he has wronged you, or owes you anything, I will repay you. (v. 18, 19.) Coming therefore to Paul at Rome, and having found him in prison, and having enjoyed the benefit of his teaching, he there also received Baptism. For that he obtained there the gift of Baptism is manifest from his saying, Whom I have begotten in my bonds. Philemon 10 Paul therefore writes, recommending him to his master, that on every account he should forgive him, and receive him as one now regenerate.\nBut because some say, that it was superfluous that this Epistle should be annexed, since he is making a request about a small matter in behalf of one man, let them learn who make these objections, that they are themselves deserving of very many censures. For it was not only proper that these small Epistles, in behalf of things so necessary, should have been inscribed, but I wish that it were possible to meet with one who could deliver to us the history of the Apostles, not only all they wrote and spoke of, but of the rest of their conversation, even what they ate, and when they ate, when they walked, and where they sat, what they did every day, in what parts they were, into what house they entered, and where they lodged — to relate everything with minute exactness, so replete with advantage is all that was done by them. But the greater part, not knowing the benefit that would result thence, proceed to censure it.\n\nFor if only seeing those places where they sat or where they were imprisoned, mere lifeless spots, we often transport our minds there, and imagine their virtue, and are excited by it, and become more zealous, much more would this be the case, if we heard their words and their other actions. But concerning a friend a man enquires, where he lives, what he is doing, whither he is going: and say, should we not make these enquiries about these the general instructors of the world? For when a man leads a spiritual life, the habit, the walk, the words and the actions of such an one, in short, all that relates to him, profits the hearers, and nothing is a hindrance or impediment.\n\nBut it is useful for you to learn that this Epistle was sent upon necessary matters. Observe therefore how many things are rectified thereby. We have this one thing first, that in all things it becomes one to be earnest. For if Paul bestows so much concern upon a runaway, a thief, and a robber, and does not refuse nor is ashamed to send him back with such commendations; much more does it become us not to be negligent in such matters. Secondly, that we ought not to abandon the race of slaves, even if they have proceeded to extreme wickedness. For if a thief and a runaway become so virtuous that Paul was willing to make him a companion, and says in this Epistle, that in your stead he might have ministered unto me Philemon 13, much more ought we not to abandon the free. Thirdly, that we ought not to withdraw slaves from the service of their masters. For if Paul, who had such confidence in Philemon, was unwilling to detain Onesimus, so useful and serviceable to minister to himself, without the consent of his master, much less ought we so to act. For if the servant is so excellent, he ought by all means to continue in that service, and to acknowledge the authority of his master, that he may be the occasion of benefit to all in that house. Why do you take the candle from the candlestick to place it in the bushel?\n\nI wish it were possible to bring into the cities those (servants) who are without. What, say you, if he also should become corrupt. And why should he, I beseech you? Because he has come into the city? But consider, that being without he will be much more corrupt. For he who is corrupt being within, will be much more so being without. For here he will be delivered from necessary care, his master taking that care upon himself; but there the concern about those things will draw him off perhaps even from things more necessary, and more spiritual. On this account the blessed Paul, when giving them the best counsel, said, Are you called, being a servant? Care not for it: but if even you may be made free, use it rather 1 Corinthians 7:21; that is, abide in slavery. But what is more important than all, that the word of God be not blasphemed, as he himself says in one of his Epistles. Let as many servants as are under the yoke count their own masters worthy of all honor, that the name of God and His doctrine be not blasphemed. 1 Timothy 6:1 For the Gentiles also will say, that even one who is a slave can be well pleasing to God. But now many are reduced to the necessity of blasphemy, and of saying Christianity has been introduced into life for the subversion of everything, masters having their servants taken from them, and it is a matter of violence.\n\nLet me also say one other thing. He teaches us not to be ashamed of our domestics, if they are virtuous. For if Paul, the most admirable of men, speaks thus much in favor of this one, much more should we speak favorably of ours. There being then so many good effects— and yet we have not mentioned all— does any one think it superfluous that this Epistle was inserted? And would not this be extreme folly? Let us then, I beseech you, apply to the Epistle written by the Apostle. For having gained already so many advantages from it, we shall gain more from the text.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "John Chrysostom",
        "file_name": "Philemon 1_1.toml",
        "id": "3cc08ac6-6755-4f28-8643-ea80436aad6b",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "HOMILIES ON PHILEMON 1",
        "source_url": "",
        "ts": 407,
        "txt": "For if a chain for Christ’s sake is not a shame but a boast, much more is slavery not to be considered a reproach. And Paul says this not to exalt himself but for a merciful purpose. He believes his chains demonstrate he can be trusted. He does not mention his chains for his own sake but that he may more readily obtain the favor from Philemon.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "John Chrysostom",
        "file_name": "Philemon 1_1.toml",
        "id": "77e7e8dc-adc0-45af-af91-805b908d2554",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "HOMILIES CONCERNING THE STATUES 16.3",
        "source_url": "",
        "ts": 407,
        "txt": "Great is Paul’s self-designation. He mentions no title of principality and power but speaks of bonds and chains! Truly great indeed! Although many other things made him illustrious … yet he sets down none of these but mentions the chain instead of all, for this made him more conspicuous and illustrious than these other things.… But it is customary with those who love, to glory more in the things which they suffer for those who are beloved, than in the benefits they receive from them. A king is not so proud of his diadem, as was Paul, who gloried in his chains.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "John Chrysostom",
        "file_name": "Philemon 1_1.toml",
        "id": "79603b1e-cd57-4ef7-b2a6-ffce7136d90b",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "HOMILIES ON PHILEMON 1",
        "source_url": "",
        "ts": 407,
        "txt": "If “beloved,” then his confidence is not boldness nor conceit but proof of deep affection. If Philemon is a “fellow laborer,” then not only may he be instructed in such a matter, but he ought to acknowledge it as a favor. For Philemon is bringing blessing upon himself, and he is building up the same work [i.e., of spreading the gospel and bringing others to faith]. So that apart from any request, Paul says, you have another reason for granting the favor. For if he is profitable to the gospel and you are anxious to promote the gospel, then you should be the one pleading with me, rather than me with you.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Jerome",
        "file_name": "Philemon 1_1-3.toml",
        "id": "fb1d2545-234f-42e0-b8f3-94b321d85254",
        "location_end": 1000003,
        "location_start": 1000001,
        "source_title": "Commentary on Philemon",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Jerome/Commentary%20on%20Philemon.md",
        "ts": 420,
        "txt": "\"Paul, a prisoner of Jesus Christ, and Timothy our brother, to Philemon our dear fellow worker, to Apphia our sister, to Archippus our fellow soldier, and to the church in your house: Grace to you and peace from God our Father, and the Lord Jesus Christ.\" However, it pleased me to dictate to you in a somewhat different and disordered order the Epistles of Paul; for although you frequently asked me, Paula and Eustochium, to do so, and I earnestly refused to comply, at least as far as arranging them in the order of verses which seemed to you the best in sense and arrangement, you nevertheless compelled me to do so. Therefore I will attempt to start at the beginning of the matter, and am compelled to deal now with a question which another Apostle asked in his opening, \"Why, or at what time, or by whom, the name of Saul was changed to Paul,\" although, as they say, not even a \"mu\" dared to be added to it before this day. Nor indeed is it to be thought, as is read by the simpler Latinists, that \"Saulum\" was said before, and not \"Saul\": because he was also from the tribe of Benjamin, in which this name was more common. For even that Saul, the king of Judaea, who persecuted David, was from the tribe of Benjamin. But that Saulus is said by us, it is not strange that Hebrew names are declined according to the likeness of Greek and Roman cases, so that just as for Joseph, Josephus: for Jacob, Jacobus; so for Saul also, Saulus is said in our language and speech. Therefore it is asked why, or by whose order, either the ancient name was lost or a new one was adopted. It was by God's command that Abram was called Abraham (Gen. 17, etc.); and similarly, it was by God's command that the name of Sarai was changed to Sarah. And to take an example from the New Testament, Simon received the name \"Peter\" (Mark 3); and by the voice of our Lord Jesus Christ the sons of Zebedee were called Boanerges, that is, \"sons of thunder\" (ibid.). But why Saul was called Paul, no scripture mentions. Therefore, boldly I will do it, but perhaps confirming my suspicions about the Acts of the Apostles. We read in them, that the Holy Spirit said at Antioch: \"Separate for me Barnabas and Saul for the work to which I have called them.\" Then, after fasting and praying, and laying their hands upon them, they sent them away (Acts 13:3). And when they had come down to Seleucia, they sailed to Cyprus and reached Salamis, and they had John to assist them in their ministry. They traveled and preached throughout the whole island until they reached Paphos, where they met a certain magician named Bar-jesus (or Elymas), who was with the proconsul, Sergius Paulus, a man of intelligence. And when Barnabas and Saul (who is also called Paul) had come to them, he desired to hear the word of God. But Elymas the sorcerer (for so his name is translated) withstood them, seeking to turn the proconsul away from the faith. Then Saul, who also is called Paul, filled with the Holy Spirit, looked intently at him and said, \"O full of all deceit and all fraud, you son of the devil, you enemy of all righteousness, will you not cease perverting the straight ways of the Lord? And now, indeed, the hand of the Lord is upon you, and you shall be blind, not seeing the sun for a time.\" And immediately a dark mist fell on him, and he went around seeking someone to lead him by the hand. Then the proconsul, when he saw what had happened, believed, marveling at the teaching of the Lord. And when Paul and those with him had sailed from Paphos, they came to Perga in Pamphylia. \"Pay close attention to the fact that Paul receives his name here for the first time. For just as Scipio, after Africa was subdued, assumed the name Africanus for himself; and Metellus, after the island of Crete was conquered, brought back the insignia of Creticus to his family; and now the Roman emperors are named from conquered peoples, Adiabenici, Parthici, Sarmatici, so also Saul, sent to preach to the gentiles, brought back trophies of his victory from the spoils of the Church to the proconsul, Sergius Paulus, and raised the banner so that he should be called Paul from Saul. But if the interpretation of the name is sought, \"Paul\" in Hebrew means \"wonderful\". Truly wonderful, that after \"Saul,\" which means \"desirable,\" he who had been requested by the devil to persecute the Church, would become a vessel of election as a persecutor. It was perhaps more than necessary to dispute this, but necessary. However, the phrase \"a prisoner of Jesus Christ\" was not used with this cognomen in any Epistle, although in the body of the Epistles, namely to the Ephesians, and the Philippians and Colossians, he testifies that he is in chains for the sake of his confession. But it seems to me that it is more of an arrogance to say that one is a prisoner of Jesus Christ than an Apostle. The apostles were proud to suffer disgrace for the name of Jesus Christ (Acts 5:41), but a more authoritative chains was necessary. He who was to ask for Onesimus ought to pray in such a way that he could obtain what he asked. Fortunate indeed is he who does not boast in wisdom, riches, eloquence, or secular power, but in the sufferings of Christ. Concluding in this manner his discourse to the Galatians: \"Henceforth, let no man give me trouble: for I bear the marks of the Lord Jesus in my body\" (Galatians 6). Not every one that is bound is bound for Christ; but whosoever is overcome for Christ's name and confession, he is truly said to be bound of Jesus Christ, and only he is a martyr, who sheds his blood for Christ's name. Therefore, while imprisoned in Rome, he writes to Philemon, at which time I seem to myself to have been written to the Philippians, Colossians, and Ephesians. This is due to the fact that, firstly, he writes with only Timothy, which he also does in this epistle. Then because of his chains, manifestly declared to be for Christ, throughout the whole of the Praetorium. But the Praetorium itself he indicates at the end of the Epistle, saying, “All the saints salute you, especially they that are of Caesar’s household.” Sent by Caesar to prison, in becoming better known to his [Caesar’s] family, he found their house the Church. Then he proceeds: “Some indeed preach Christ out of contention, not sincerely, supposing that they raise up affliction for my bonds” [Philippians 1:17] . Moreover, at the beginning of his Epistle to the Colossians, he speaks to the same effect: “Paul, an apostle of Jesus Christ by the will of God, and Timothy our brother.” And in the sequel: “Whose head I am Paul, a minister: who now rejoice in my sufferings for you, and fill up those things that are wanting of the afflictions of Christ, in my flesh, for his body, which is the Church” [Colossians 1:2, 23, 24]. And in the end: \"The salutation of me Paul with my own hand. Be mindful of my chains\" (Col. 4:18). This is so that we know that these Epistles were also written from prison and while in chains. However, what is specifically for the Colossians is that the same Onesimus, who is now commended to Philemon, was also the bearer of the same message. Finally, he says: \"All my affairs Tychicus, my beloved brother, and faithful minister, and fellow-servant in the Lord, will make known to you, whom I have sent to you for this very purpose, that you may know our affairs, and that he may comfort your hearts, together with Onesimus, most dear and faithful brother, who is one of you\" (Ibid., 7, 8). But if Philemon, to whom this letter is written, is the master of Onesimus, in fact, he has begun to be a brother in the Lord, and it is reported to the Colossians that Onesimus is one of them: the very reason and order leads us to deduce that Philemon is also from Colossae, and at that time Onesimus carried a letter to every church, common and commendable, which he had taken to the Lord. There is also another indication, which Archippus is named in this same letter: to whom he writes along with Philemon: \"Say,\" he says, \"to Archippus, consider the ministry that you received from the Lord, that you may fulfill it.\" What is the ministry that Archippus received from the Lord? We read to Philemon: \"And to Archippus, our fellow soldier, and to the church that is in your house.\" From which I think he was either the bishop of the Colossian Church, who was admonished to diligently and carefully preside, as a preacher of the Gospel. But if it is not so, what suffices for me at present is that both Philemon and Archippus and Onesimus himself, who brought the letter, were Colossians and that at the same time four (as we have said before) letters were written. But to the Ephesians, for this reason also, that he declares himself here to be bound for Christ and the same things that he had ordered to the Colossians, he orders in this epistle that wives be subject to their husbands, and husbands love their wives, that children obey their parents, that fathers not provoke their sons to anger, that servants obey their carnal masters, that masters, leaving threats aside, offer to their servants what is just: and at the end of his epistle he concludes with this purpose: \"What I am doing, Tychicus, the beloved brother and faithful minister in the Lord, will make known to you: whom I have sent to you for this very thing, that you may know what is about me, and that he may comfort your hearts.\" But Tychicus is the same one who is sent to the Colossians with Onesimus, and at that time he had Onesimus as a companion when he was carrying letters to Philemon.\n\n\"And Timothy, a brother.\" In other letters, Sosthenes and Silvanus are sometimes mentioned, along with Timothy as a brother (the \"Al. tacet\" brother). Only in four [letters] is Timothy mentioned because they were dictated either at the same time, or in the presence of Timothy and the others. I think this was done for two reasons: so that the letter would have greater authority, since it was not written by one person alone; and because there was no rivalry among the apostles. If anything had been suggested to Paul's spirit while he was dictating, he added it to the letters without any sadness. This is in accordance with what he himself commanded the Corinthians, that if something was revealed to another prophet while another was prophesying, the first should keep silent. (1 Cor. 14). Thus he himself also fulfilled his own precept by his work, and because of the few things which he had added to another's letter, as his own suggestion, so too he composed an epistle to another. \"To Philemon,\" he says, \"beloved.\" In Greek ἠγαπημένω is not used, which means \"beloved,\" but rather ἀγαπητῶ, which means \"dear.\" Truly, there is a difference between \"beloved\" and \"dear,\" in that the former can be called so even if he does not merit the affection, but dear only is he who is loved deservedly. Finally, we are commanded to love even our enemies, who may be beloved but not dear. In fact, we love those, not because they deserve to be loved, but because we are commanded not to hate them. That which is noted in the title of the forty-fourth psalm, \"for the beloved,\" has a better reading in Greek, \"for the dear one,\" which passage is most clearly understood of Christ. For although the Jews may think that Solomon is called \"beloved of God,\" because God has imposed upon him the name on account of his wisdom; nevertheless, who else can be called \"beloved of God,\" unless the One whom the Father speaks about in the Gospel: \"This is my beloved Son, in whom I am well pleased, hear him\"; and finally, in Isaiah it is written like this: \"I will sing a song to my beloved concerning the beloved of my vineyard. The vineyard of the Lord Almighty is the house of Israel, and the men of Judah are the garden of his delight\" and thinking that this is to be received from the Jewish people according to circumcision, they stumble upon the rock of offense and the stone of scandal, not recognizing that the vineyard which was transplanted from Egypt is the house of Israel, and that Christ is called either beloved or dearly beloved here, while he himself deserves to be loved by the saints and the saints love him, offering him more charity than they demand any other rewards of charity. Therefore, Paul and Timothy write to Philemon, beloved and coworker, who was for this reason called beloved because he is engaged in the same work of Christ. Also to Apphia, the sister, not having anything false or imaginary in herself, and to Archippus, a fellow soldier whom I believe, along with Paul and Timothy, stood as a victorious opponent for Christ's name against adversaries and for this reason is now called a fellow soldier because he triumphed in the same battle and war. It is also written to the church that is in his house. But this [is] uncertain, whether [it refers to] the church which is in the house of Archippus, or [that] which is in the house of Philemon. But to me it seems that the person, to whom this letter is also addressed, should be referred not to Archippus, but to Philemon. For although Paul and Timothy jointly write to Philemon, Apphia, Archippus, and [the] church, yet in the following [part] it is [only] approved that only Paul write to Philemon, and speak of one with another. \"I give thanks to my God always\", \"[and] making mention of thee.\" And you will find this way of writing in some of his letters: that although many [people] are introduced and mentioned in the preface, [only] one person, arguing, is [mentioned] throughout the whole body of the Epistle. That which the Apostle says when writing to the Galatians: that in Christ's faith there is no difference between a Gentile or a Jew, a man or a woman, a slave or a free man (Gal. 3:28): even in this place it is clear. For between two men and apostles, between Paul's co-worker and his comrade, the name of Apphia is inserted: in such a way that supported by such a company on both sides, it does not seem to indicate the order of sex but of merit. But the expression, \"Grace be to you, and peace from God the Father, and from the Lord Jesus Christ,\" is still written to many by two, and in almost all the Epistles, its beginning is the same, so that grace and peace may be invoked upon them from God the Father and Christ the Lord. From which it is shown that there is one nature of the Son and the Father, since the Son can do what the Father can, and it is said that the Father can do what the Son can. Grace, however, is by which we are saved without any merit or work. Peace, by which we are reconciled to God through Christ, as it says: \"We beseech for Christ, be reconciled to God\" (2 Cor. 5:20).\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Jerome",
        "file_name": "Philemon 1_1.toml",
        "id": "77a4313f-a320-4626-aa28-edbe257425a2",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "Commentary on Philemon",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Jerome/Commentary%20on%20Philemon.md",
        "ts": 420,
        "txt": "Paul has not used “prisoner of Jesus Christ” in any other epistle as a part of his name, though he has used it in Ephesians and in Philippians as a form of proclamation. Thus, I think it of more importance that he says he is a prisoner of Jesus Christ than an apostle. Indeed, the apostles gloried that they were worthy to suffer abuse for the name of Jesus Christ. Indeed, their chains carried an automatic authority.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Ambrosiaster",
        "file_name": "Philemon 1_1.toml",
        "id": "1bdb3534-855d-4e10-a51c-8eb8c32250f0",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "",
        "source_url": "",
        "ts": 384,
        "txt": "to Philemon, our beloved and fellow labourer. Although Philemon was not a clergyman, he was nevertheless concerned with the deeds of the Church because of his devotion, which is why Paul says that he shared in his labors.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Ambrosiaster",
        "file_name": "Philemon 1_1.toml",
        "id": "baa6f733-f757-452b-81da-a0c04d14f4ec",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "",
        "source_url": "",
        "ts": 384,
        "txt": "Philemon was not ordained to any ecclesiastical office, but he was a worthy layman. Paul sends him a personal letter on behalf of his slave Onesimus, asking him not only to welcome Onesimus back but also to give thanks to God for him, because he would be recieving him not as a slave but as a most dear brother.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Apostolic Constitutions",
        "file_name": "Philemon 1_1.toml",
        "id": "846416a8-99c8-4419-b75f-37430f42d52f",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "CONSTITUTIONS OF THE HOLY APOSTLES",
        "source_url": "https://www.newadvent.org/fathers/0715.htm",
        "ts": 380,
        "txt": "Now concerning those bishops which have been ordained in our lifetime....Of Colossæ, Philemon. Of Borea in Macedonia, Onesimus, once the servant of Philemon. (7.4)\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Thomas Aquinas",
        "file_name": "Philemon 1_2.toml",
        "id": "30d086ff-2ab0-4d07-ba87-e5a52f1d0db2",
        "location_end": 1000002,
        "location_start": 1000002,
        "source_title": "",
        "source_url": "",
        "ts": 1274,
        "txt": "Then he mentions Archippus our fellow soldier, who was so powerful at Colossae that all Christians were under his protection. That is why he brings in the whole Church there, of which he was the bishop, writing in Colossians 4:17, ‘And say to Archippus: “Look to the ministry which you have received in the Lord, that you fulfil it.”’ And he calls Archippus ‘fellow soldier’ because all prelates are, as it were, spiritual soldiers of the Church. 2 Corinthians 10:4: ‘For the weapons of our warfare are not carnal...’ And to the church... He adds this in order to move him to hear plainly the expected good that is set forth, as was customary.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "George Leo Haydock",
        "file_name": "Philemon 1_2.toml",
        "id": "ea65301c-1263-4da4-810a-0f05807d8971",
        "location_end": 1000002,
        "location_start": 1000002,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "And to the Church, or congregation of the faithful which is in thy house. (Witham)\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Pelagius",
        "file_name": "Philemon 1_2.toml",
        "id": "e9e30bfc-d2d6-40ec-a33f-aa8c8788a72e",
        "location_end": 1000002,
        "location_start": 1000002,
        "source_title": "Pelagius’s Commentary on the Letter to Philemon",
        "source_url": "",
        "ts": 418,
        "txt": "Archippus is a deacon of the church, as suggested in Colossians 4:17. \n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Theodore of Mopsuestia",
        "file_name": "Philemon 1_2.toml",
        "id": "ec843da1-1f4b-4fd3-b939-84dd111a6647",
        "location_end": 1000002,
        "location_start": 1000002,
        "source_title": "COMMENTARY ON PHILEMON",
        "source_url": "",
        "ts": 428,
        "txt": "Paul makes a point of greeting Philemon and Apphia equally. He wishes to indicate thereby that in no way is there a difference of faith or strength of faith between men and women.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Theodore of Mopsuestia",
        "file_name": "Philemon 1_2.toml",
        "id": "64b233af-49d2-47bf-b4cc-99e69943bb39",
        "location_end": 1000002,
        "location_start": 1000002,
        "source_title": "COMMENTARY ON PHILEMON",
        "source_url": "",
        "ts": 428,
        "txt": "Archippus was their son.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Theodore of Mopsuestia",
        "file_name": "Philemon 1_2.toml",
        "id": "dad23a89-68a8-41bf-aef3-0d1e5ea56183",
        "location_end": 1000002,
        "location_start": 1000002,
        "source_title": "COMMENTARY ON PHILEMON",
        "source_url": "",
        "ts": 428,
        "txt": "While keeping the social order here, Paul does not call some indiscriminate multitude “the church,” but only those who are bound together in faith. This bond sets the frame for Paul’s appeal in the letter.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "John Damascene",
        "file_name": "Philemon 1_2.toml",
        "id": "78f3ffa0-e237-4792-8d95-92c1248349d4",
        "location_end": 1000002,
        "location_start": 1000002,
        "source_title": "",
        "source_url": "",
        "ts": 749,
        "txt": "He did not start off immediately by asking for grace, but he started off by admiring and applauding the man for his excellent love, and to praise him for his faith in the Lord, and also the other generous saints.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "John Chrysostom",
        "file_name": "Philemon 1_2.toml",
        "id": "02733bc4-8ee4-45bc-be1f-b6ea31140d17",
        "location_end": 1000002,
        "location_start": 1000002,
        "source_title": "Homily 91 on Philemon",
        "source_url": "https://www.newadvent.org/fathers/23091.htm",
        "ts": 407,
        "txt": "Ver. 2. \"And to our beloved Apphia.\"\n\nIt seems to me that she was his partner in life. Observe the humility of Paul; he both joins Timothy with him in his request, and asks not only the husband, but the wife also, and some one else, perhaps a friend.\n\n\"And Archippus,\" he says, \"our fellow-soldier.\"\n\nNot wishing to effect such things by command, and not taking it ill, if he did not immediately comply with his request; but he begs them to do what a stranger might have done  to aid his request. For not only the being requested by many, but the petition being urged to many, contributes to its being granted. And on this account he says, \"And Archippus our fellow-soldier.\" If you are a fellow-soldier, you ought also to take a concern in these things. But this is the Archippus, about whom he says in his Epistle to the Colossians, \"Say to Archippus, Take heed to the ministry which you have received in the Lord, that you fulfill it.\" [Colossians 4:17] It seems to me too, that he, whom he joins with him in this request, was also one of the Clergy. And he calls him his fellow-soldier, that he may by all means cooperate with him.\n\n\"And to the Church in your house.\"\n\nHere he has not omitted even the slaves. For he knew that often even the words of slaves have power to overthrow their master; and more especially when his request was in behalf of a slave. And perhaps it was they particularly who exasperated him. He does not suffer them therefore to fall into envy,  having honored them by including them in a salutation with their masters. And neither does he allow the master to take offense. For if he had made mention of them by name, perhaps he would have been angry. And if he had not mentioned them at all, he  might have been displeased. Observe therefore how prudently he has found a way by his manner of mentioning them, both to honor them by his mention of them, and not to wound him. For the name of the \"Church\" does not suffer masters to be angry, even though they are reckoned together with their servants. For the Church knows not the distinction of master and servant. By good actions and by sins she defines the one and the other. If then it is a Church, be not displeased that your slave is saluted with you. \"For in Christ Jesus there is neither bond nor free.\" [Galatians 3:28]\n\n\"Grace to you, and peace.\"\n\nBy mentioning \"grace,\" he brings his own sins to his remembrance. Consider, he says, how great things God has pardoned in you, how by grace you are saved. Imitate your Lord. And he prays for \"peace\" to him; and naturally: for it comes then when we imitate Him, then grace abides. Since even that servant who was unmerciful to his fellow-servants, until he demanded the hundred pence, had the grace of his master abiding on him. But when he made that demand, it was taken from him, and he was delivered to the tormentors.\n\nMoral. Considering these things, then, let us also be merciful and forgiving towards those who have trespassed against us. The offenses against us here are a hundred pence, but those from us against God are ten thousand talents. But you know that offenses are also judged by the quality of the persons: for instance, he who has insulted a private person has done wrong, but not so much as he who has insulted a magistrate, and he who has offended a greater magistrate offends in a higher degree, and he who offends an inferior one in a lower degree; but he who insults the king offends much more. The injury indeed is the same, but it becomes greater by the excellence of the person. And if he who insults a king receives intolerable punishment, on account of the superiority  of the person; for how many talents will he be answerable who insults God? So that even if we should commit the same offenses against God, that we do against men, even so it is not an equal thing: but as great as is the difference between God and men, so great is that between the offenses against Him and them.\n\nBut now I find also that the offenses exceed, not only in that they become great by the eminence of the person, but by their very nature. And it is a horrible saying that I am about to utter, and truly awful, but it is necessary to be said, that it may even so shake our minds and strike them with terror, showing that we fear men much more than God, and we honor men much more than God. For consider, he that commits adultery knows that God sees him, yet he disregards Him; but if a man see him, he restrains his lust. Does not such a one not only honor men above God, not only insult God, but, which is even much more dreadful, while he fears them, despise Him? For if he sees them, he restrains the flame of lust, but rather what flame? It is not a flame, but a willfulness. For if indeed it was not lawful to have intercourse with a woman, the matter perhaps would be a flame, but now  it is insult and wantonness. For if he should see men, he desists from his mad passion, but for the longsuffering of God he has less regard. Again, another who steals, is conscious that he is committing robbery, and endeavors to deceive men, and defends himself against those who accuse him, and clothes his apology with a fair show; but though he cannot thus prevail with God, he does not regard Him, nor stand in awe of Him, nor honor Him. And if the king indeed commands us to abstain from other men's goods, or even to give away our own, all readily contribute, but when God commands not to rob, not to gather other men's goods, we do not forbear.\n\nDo you see then that we honor men more than God? It is a sad and grievous saying, a heavy charge. But show that it is grievous; flee from the fact! But if you fear not the fact, how can I believe you when you say, We fear your words, you lay a burden on us! It is you that by the deed lay a burden on yourselves, and not our words. And if I but name the words of which you do the deeds, you are offended. And is not this absurd?\n\nMay the thing spoken by me prove false! I would rather myself in That Day bear the imputation of ill language, as having vainly and causelessly reproached you, than see you accused of such things.\n\nBut not only do you honor men more than God, but you compel others to do so likewise. Many have thus compelled their domestics and slaves. Some have drawn them into marriage against their will, and others have forced them to minister to disgraceful services, to infamous love, to acts of rapine, and fraud, and violence: so that the accusation is twofold, and neither can they obtain pardon upon the plea of necessity. For if you yourself do wrong things unwillingly, and on account of the command of the ruler, not even so is it by any means a sufficient excuse: but the offense becomes heavier, when you compel them also to fall into the same sins. For what pardon can there be any more for such an one?\n\nThese things I have said, not from a wish to condemn you, but to show in how many things we are debtors to God. For if by honoring men even equally with God, we insult God, how much more, when we honor men above Him? But if those offenses that are committed against men are shown to be much greater against God; how much more when the actual offense is greater and more grievous in its own quality.\n\nLet any one examine himself, and he will see that he does everything on account of men. Exceedingly blessed we should be, if we did as many things for the sake of God, as we do for the sake of men, and of the opinion of men, and for the dread or the respect of men. If then we have so many things to answer for, we ought with all alacrity to forgive those who injure us, who defraud us, and not to bear malice. For there is a way to the forgiveness of our sins that needs no labors, nor expense of wealth, nor any other things, but merely our own choice. We have no need to set out upon our travels, nor go beyond the boundaries of our country, nor submit to dangers and toils, but only to will.\n\nWhat excuse, tell me, shall we have in things that appear difficult,  when we do not do even a light thing, attended too with so much gain and so much benefit, and no trouble? Can you not despise wealth? Can you not spend your substance on the needy? Can you not will anything that is good? Can you not forgive him that has injured you? For if you had not so many things to answer for, and God had only commanded you to forgive, ought you not to do it? But now having so many things to answer for, do you not forgive? And that too, knowing that you are required to do it on account of things which you have from Him? If indeed we go to our debtor, he knowing it, receives us courteously, and shows us honor, and pays us every attention in a liberal way; and that though he is not paying off his debt, but because he wishes to render us merciful in our demand of payment: and thou, who owest so much to God, and art commanded to forgive that you may receive in return, dost not thou forgive? And wherefore not, I beseech you? Woe is me! How much of goodness do we receive, and what wickedness do we show in return! What sleepiness! What indolence! How easy a thing is virtue, attended too with much advantage; and how laborious a thing is vice! But we, flying from that which is so light, pursue that which is heavier than lead.\n\nHere there is no need of bodily strength, nor of wealth, nor possessions, nor of power, nor of friendship, nor of any other thing; but it is sufficient only to will, and all is accomplished. Hath some one grieved you, and insulted you, and mocked you? But consider, how often you have done such things to others, and even to the Lord Himself; and forbear, and forgive him it. Consider that you say, \"Forgive us our debts, as we also forgive our debtors.\" [Matthew 6:13] Consider, that if you dost not forgive, you will not be able to say this with confidence: but if you forgive, you demand the matter as a debt, not by reason of the nature of the thing, but on account of the lovingkindness of Him that has granted it. And wherein is it equal, that one who forgives his fellow-servants should receive remission of the sins committed against the Lord? But nevertheless we do receive such great lovingkindness, because He is rich in mercy and pity.\n\nAnd that I may show that even without these things, and without the remission, you are a gainer by forgiving, consider how many friends such a person has, how the praises of such an one are everywhere sounded by men who go about saying, \"This is a good man, he is easily reconciled, he knows not to bear malice, he is no sooner stricken than he is healed.\" When such an one falls into any misfortune, who will not pity him? When he has offended, who will not pardon him? When he asks a favor of others, who will not grant it to him? Who will not be willing to be the friend and servant of so good a soul? Yea, I entreat you, let us do all things for Him,  not to our friends, not to our relations only, but even to our domestics. For He says, \"Forbearing threatening, knowing that your Master also is in heaven.\" [Ephesians 6:9]\n\nIf we forgive our neighbors their trespasses, ours will be forgiven to us, if we bestow alms, if we be humble. For this also takes away sins. For if the publican, only for saying, \"God be merciful to me a sinner\" [Luke 18:13], went down justified, much more we also, if we be humble and contrite, shall be able to obtain abundant lovingkindness. If we confess our own sins and condemn ourselves, we shall be cleansed from the most of our defilement. For there are many ways that purify. Let us therefore in every way war against the devil. I have said nothing difficult, nothing burdensome. Forgive him that has injured you, have pity on the needy, humble your soul, and though thou be a grievous sinner, you will be able to obtain the kingdom, by these means purging off your sins themselves, and wiping off their stain. And God grant that we all, having purified ourselves here by confession from all the filth of our sins, may there obtain the blessings promised in Christ Jesus our Lord, etc.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "John Chrysostom",
        "file_name": "Philemon 1_2.toml",
        "id": "8ffa58c2-4fb2-49d5-9aa9-8de4a61c2c19",
        "location_end": 1000002,
        "location_start": 1000002,
        "source_title": "HOMILIES ON PHILEMON 1",
        "source_url": "",
        "ts": 407,
        "txt": "It seems to me that she was his partner in life. Observe the humility of Paul. He both joins Timothy with him in his request and asks not only the husband but the wife also, to whom Paul may be a friend as well.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "John Chrysostom",
        "file_name": "Philemon 1_2.toml",
        "id": "80ecb6de-86bf-4155-831f-60705a6f8b81",
        "location_end": 1000002,
        "location_start": 1000002,
        "source_title": "HOMILIES ON PHILEMON 1",
        "source_url": "",
        "ts": 407,
        "txt": "It seems to me too, that he, whom he joins with him in this request, was also one of the clergy.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "John Chrysostom",
        "file_name": "Philemon 1_2.toml",
        "id": "1f483910-5f68-4656-a3cd-3b320292cfb1",
        "location_end": 1000002,
        "location_start": 1000002,
        "source_title": "HOMILIES ON PHILEMON 1",
        "source_url": "",
        "ts": 407,
        "txt": "Here Paul has not omitted even the slaves. For he knew that often even the words of slaves have power to turn around their master. This is especially true when his request was in behalf of a slave.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Jerome",
        "file_name": "Philemon 1_2.toml",
        "id": "263db103-bb7d-44dc-bcb2-8bc4344343df",
        "location_end": 1000002,
        "location_start": 1000002,
        "source_title": "Commentary on Philemon",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Jerome/Commentary%20on%20Philemon.md",
        "ts": 420,
        "txt": "I think that Archippus was the bishop of the church at Colossae.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Ambrosiaster",
        "file_name": "Philemon 1_2.toml",
        "id": "66b085ac-35bb-43c2-9862-025481093be9",
        "location_end": 1000002,
        "location_start": 1000002,
        "source_title": "",
        "source_url": "",
        "ts": 384,
        "txt": "Philemon was not a clergyman, he was nevertheless concerned with the needs of the church because of his devotion.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Augustine of Hippo",
        "file_name": "Philemon 1_3.toml",
        "id": "3409aae9-2f26-4ed1-9bf7-df27a9689abc",
        "location_end": 1000003,
        "location_start": 1000003,
        "source_title": "",
        "source_url": "",
        "ts": 430,
        "txt": "The grace of God, by which our sins are forgiven, is the condition of our being reconciled to Him, whereas peace is that wherein we are reconciled.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Ambrosiaster",
        "file_name": "Philemon 1_3.toml",
        "id": "a88cfc2f-07f7-4a3d-83f5-6ac5f3ab9584",
        "location_end": 1000003,
        "location_start": 1000003,
        "source_title": "",
        "source_url": "",
        "ts": 384,
        "txt": "Paul claims that the human race has been blessed by both the Father and the Son. He indicates that the Son is not inferior to the Father when he calls him our Lord, and that the Father is not greater than the Son, when he calls him our God, because the Father will not truly be the Father unless he is also Lord, and the Son will not truly be Lord unless he is also God. Com. on Gal\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Thomas Aquinas",
        "file_name": "Philemon 1_4.toml",
        "id": "486e075d-d8f8-44fa-a367-d28837660410",
        "location_end": 1000004,
        "location_start": 1000004,
        "source_title": "",
        "source_url": "",
        "ts": 1274,
        "txt": "Again, first he expresses thanks; second he gives the reason for his gratitude: as I hear of your charity... ; third, the reason why he thanks God: For I had great joy and consolation... I give thanks to my God. Colossians 3:15: ‘Show yourself thankful.’ Philippians 4.6: ‘With thanksgiving let your petitions be made to God.’ As if he said: I give thanks for past things in order that I might pray for future things. Therefore he says: always making remembrance of you in my prayers... Philippians 11:7: ‘Because I have you in my heart, all of you, alike in my chains.’ Isaiah 49-15: ‘Can a woman forget her infant, so as not to have pity on the son of her womb? And if she should forget, yet will not I forget you.’\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "John Chrysostom",
        "file_name": "Philemon 1_4.toml",
        "id": "d254f903-d37a-4f75-b1a0-8ca55e0ccb1b",
        "location_end": 1000004,
        "location_start": 1000004,
        "source_title": "HOMILIES ON PHILEMON 2",
        "source_url": "",
        "ts": 407,
        "txt": "For if others obtain the things they ask, much more Paul. If as an esteemed figure of authority, he was worthy to obtain, much more when he comes in all humility and asks a thing not pertaining to himself but in behalf of another.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "John Chrysostom",
        "file_name": "Philemon 1_4-6.toml",
        "id": "951ec4f2-da41-4b51-832b-d9c66b3819ca",
        "location_end": 1000006,
        "location_start": 1000004,
        "source_title": "Homily 92 on Philemon",
        "source_url": "https://www.newadvent.org/fathers/23092.htm",
        "ts": 407,
        "txt": "He does not immediately at the commencement ask the favor, but having first admired the man, and having praised him for his good actions, and having shown no small proof of his love, that he always made mention of him in his prayers, and having said that many are refreshed by him, and that he is obedient and complying in all things; then he puts it last of all, by this particularly putting him to the blush.  For if others obtain the things which they ask, much more Paul. If coming before others, he was worthy to obtain, much more when he comes after others, and asks a thing not pertaining to himself, but in behalf of another. Then, that he may not seem to have written on this account only, and that no one may say, \"If it were not for Onesimus you would not have written,\" see how he assigns other causes also of his Epistle. In the first place manifesting his love, then also desiring that a lodging may be prepared for him.\n\n\"Hearing,\" he says, \"of your love.\"\n\nThis is wonderful, and much greater than if being present he had seen it when he  was present. For it is plain that from its being excessive it had become manifest, and had reached even to Paul. And yet the distance between Rome and Phrygia was not small. For he seems to have been there from the mention of Archippus. For the Colossians were of Phrygia, writing to whom he said, \"When this Epistle is read among you, cause that it be read also in the Church of the Laodiceans, and that you likewise read the Epistle from Laodicea.\" [Colossians 4:16] And this is a city of Phrygia.\n\nI pray, he says, \"that the communication of your faith may become effectual in the knowledge of every good thing which is in Christ Jesus.\" Do you see him first giving, before he receives, and before he asks a favor himself bestowing a much greater one of his own? \"That the communication of your faith,\" he says, \"may become effectual by the acknowledging of every good thing which is in you in Christ Jesus\"; that is, that you may attain all virtue, that nothing may be deficient. For so faith becomes effectual, when it is accompanied with works. For \"without works faith is dead.\" [James 2:26] And he has not said, \"Your faith,\" but \"the communication of your faith,\" connecting it with himself, and showing that it is one body, and by this particularly making him ashamed to refuse. If you are a partaker, he says, with respect to the faith, you ought to communicate also with respect to other things.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Jerome",
        "file_name": "Philemon 1_4.toml",
        "id": "8f5df92a-2864-402c-9904-1197bcf64a3f",
        "location_end": 1000004,
        "location_start": 1000004,
        "source_title": "Commentary on Philemon",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Jerome/Commentary%20on%20Philemon.md",
        "ts": 420,
        "txt": "Now Paul shifts to his own voice alone [i.e., not speaking for Timothy and himself] and speaks solely to Philemon.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Jerome",
        "file_name": "Philemon 1_4-6.toml",
        "id": "61b8053f-ff92-4451-992a-cc960d1ae2d3",
        "location_end": 1000006,
        "location_start": 1000004,
        "source_title": "Commentary on Philemon",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Jerome/Commentary%20on%20Philemon.md",
        "ts": 420,
        "txt": "I always give thanks to my God, making mention of thee in my prayers, hearing of thy charity and faith which thou hast in the Lord Jesus and towards all the saints: that the communication of thy faith may be made evident in the acknowledgment of every good that is in you in Christ. \"This, now not as Paul and Timothy, to Philemon and others; but as Paul alone, speaks only to Philemon: \"I give thanks,\" he says, \"always to my God, making mention of thee in my prayers.\" It is said ambiguously, whether he always gives thanks to his God, or whether he always mentions him in his prayers. And both can be understood. For whoever commands others to give thanks to God in all things, cannot be restricted by any difficulties to himself not to give thanks to God always. But if Paul always prayed for the saints and for the better ones (Philemon, who is indeed a saint, who also demonstrated such great faith and love that he was known not only by his reputation, but also by his works) and it is likely that he always prayed for Philemon, so that the faith and love he had in Christ, and in all his holy ones, through the communication of faith and the operation of knowledge, would be kept by the mercy of Christ in all goodness. And indeed the interpretation of the love that he had in Christ Jesus, and in all his holy ones, is not difficult: by which we are commanded to love God and our neighbors. Now the question is, how can someone have the same faith in Christ Jesus and in all his saints, since charity you have in the Lord Jesus and in all his holy ones resonates in common, and the faith you have in the Lord Jesus and in all his holy ones. To illustrate this point from Exodus, let us take an example: \"The people believed God and Moses, His servant\" (Exod. 19). The same belief is attributed to Moses and to God so that the people who believed in the Lord may be said to have likewise believed in His servant. But this is not only true of Moses; it is true of all His saints, so that anyone who believes in God cannot really receive His faith save by believing also in His saints. For to love God perfectly and to have faith in Him, we must not hate or have infidelity toward His ministers. But what I say is this: someone believes in God as the creator: he cannot believe unless he first believes that what is written about his holy things is true: Adam was created by God, Eve was made from his rib, Enoch was translated, Noah alone was saved from the flood; Abraham was the first to be commanded to leave his homeland and his kin, he left behind for his posterity the circumcision which he had received as a sign of future generations; Isaac was offered up as a victim, and for him a ram was slain, crowned with briars, and prefigured the passion of the Lord; Moses and Aaron afflicted Egypt with ten plagues; at the voice and prayers of Jesus, the son of Naue, the sun stood still at Gabaon, and the moon in the vale of Ajalon. It is long to go through all the deeds of the Judges: and to draw the whole story of Samson, to the true sun (for his name indeed means this) is to bring sacrament. I will come to the books of Kings (\"or\" The Books of Kings) when, during the harvest time, at Samuel's entreaty, rains fell from heaven, and rivers suddenly overflowed: David was anointed king: and Nathan and Gad prophesied mysteries; when Elijah was carried up in a fiery chariot, and Elisha, dead with twofold spirit, raised the dead. These and other things which are written about the saints, unless someone believes them all, he will not be able to believe in the God of the saints, nor will he be brought to faith in the Old Testament, unless he approves whatever is narrated in history about the patriarchs, and prophets, and other notable men, so that, through faith in the Law, he may come to faith in the Gospel, and the justice of God may reveal in him through faith to faith, as it is written: “but the just man liveth by faith” (Habakkuk 2). It is commanded in another place: \"Be holy, for I am holy, says the Lord your God\" (Leviticus 19:2). Likewise, holiness is owed to both servants and the Lord: all are sanctified from one. Let us not consider Philemon's preaching lightly, if he has the same faith in the saints as in God. Whoever believes that God is holy does not err. But if anyone believes that a man who is not holy is holy, and joins him to the fellowship of God, he violates Christ, of whose body we are all members. \"Whoever says,\" he says, \"that the just are unjust, and the unjust just, is abominable to God\" (Proverbs 17:15); similarly, whoever says that someone who is not holy is holy, or vice versa, is saying that the holy is abominable to God. According to the Apostle, all believers become the body of Christ (1 Corinthians 6). Whoever wanders and falls in the body of Christ, asserting that a member of his is either holy when it is not, or not holy when it is, sees what kind of crime he becomes subject to: 'Woe,' Isaiah says, 'to those who call sweet bitter, and bitter sweet: who put darkness for light, and light for darkness' (Isaiah 5:20). Sweet, I think, is holiness: bitter, that which is contrary to holiness; light can be understood in the same way as holiness, darkness as its opposite. Do you think that a crafty moneychanger, experienced in testing our coins, will not err in judging the saints? One who has equal charity and faith toward God or His saints, ought also to have an equal share in the communication of His faith, so that as he believes and loves, he may also consummate his love and faith by his works. He says, \"Let it become clear in knowing all good\"; or as is better had in Greek, \"effective\"; for it can be properly translated \"effective\" or \"operative\"; so that we may not only believe that faith and charity towards God and His saints are sufficient for us, but also that what we believe is accomplished by action. However, it may happen that someone has faith and consumes it by actions: truly and simply, however, not having knowledge or understanding of it, according to that of the Apostle: \"I bear witness that they have zeal for God, but not according to knowledge\" (Rom. 10:2). Today, most of the simple practice works of justice, and they do not have knowledge of what they are working on. Hence, it was added: \"That the communication of thy faith may become effectual by the acknowledgment of every good thing.\" To what degrees and with what leaps, does the apostle strive towards higher things in his speech? Someone may have charity and faith in God and his saints: but perhaps he may not communicate it equally in all directions. Perhaps he may communicate it to all, but he may not fulfill it in action: someone may fulfill it with willingness and action, but he cannot have a perfect understanding of his deeds. There is such a person who has both skill and knowledge, but not every understanding of good; for he is unequal to his own virtues in some part, though doing many things justly, gently and studiously. Isn't Philemon such a person? He indeed has a participation in the working faith and knowledge of all good things. And although it is in the apostles, we should not consider it perfect just because it is in them, but rather that it is full in Christ, since Christ is the source from which all the good in Philemon is praised and taken from the example of the apostles. Therefore, it is good, because it is derived from the source of Christ.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Thomas Aquinas",
        "file_name": "Philemon 1_5.toml",
        "id": "093e9656-97f7-424a-934e-8ba0bbc4f759",
        "location_end": 1000005,
        "location_start": 1000005,
        "source_title": "",
        "source_url": "",
        "ts": 1274,
        "txt": "Stating the matter of his giving thanks and of his prayer, he shows what he asks when he prays for them. The matter of this was the needs and goods of Philemon, namely, both charity and faith. For without charity nothing avails and through it all things are had. 1 Corinthians 13:1: ‘If I should speak with the tongues of men and of angels, but do not have charity, I have become as sounding brass or a tinkling cymbal.’ Again, without faith no one can love God, because he does not truly know God. He makes no mention of hope, because it is midway between and is understood in the others. But in whom should they have faith and charity? in our Lord Jesus. 1 Corinthians 16:22: ‘If any man does not love the Lord Jesus Christ, let him be anathema.’ This is necessary, because from Christ more sweetly comes love for the members; because he who does not love the members, does not love the head. 1 John 4.20: ‘For how can he who does not love his brother, whom he sees, love God, whom he does not see?’\nAnd towards all the saints... Faith is based on doctrine insofar as it is manifested through Christ, ‘because no one has seen God’, John 31.18; and, ‘You believe in God, believe also in me,’ John 14.1. We have Christ, therefore, through faith. Towards all the saints can be understood in two ways. In one way, because from the faith they have in Christ proceed the prayers made for the saints. Or, faith consists principally in the divinity as it is announced by Christ, and not only by Christ, but also by the saints. Matthew 28:19: ‘Go therefore and make disciples of all nations...’ Therefore we ought to believe not only what was said by Christ but also what was said by the saints. Hebrews 2:3: ‘For it was first announced by the Lord and was confirmed unto us by those who heard him.’\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "George Leo Haydock",
        "file_name": "Philemon 1_5.toml",
        "id": "964d005a-3ce6-48bd-a055-c5ef99c5de5a",
        "location_end": 1000005,
        "location_start": 1000005,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Thy charity and faith in the Lord Jesus, and towards all the saints. In the Greek is towards Jesus Christ, and towards all the saints. By the saints he seems to mean, as elsewhere, all Christians; so that the sense may be, of thy faith towards Christ, and of thy charity towards all the saints or Christians. (Witham)\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Jerome",
        "file_name": "Philemon 1_5.toml",
        "id": "271ae662-d44f-494b-8260-471516dc99ef",
        "location_end": 1000005,
        "location_start": 1000005,
        "source_title": "Commentary on Philemon",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Jerome/Commentary%20on%20Philemon.md",
        "ts": 420,
        "txt": "If the question is asked—“How can we have the same faith in Christ Jesus and toward all the saints?”—the answer is that you have love in Christ Jesus and toward the saints, and you have the same faith in Christ Jesus and toward the saints by a shared property.… It is because the same holiness is shared by the Lord and by his servants, as Old Testament usage shows. As long as we believe in the holiness of God, we shall see it in his true servants as well.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Thomas Aquinas",
        "file_name": "Philemon 1_6.toml",
        "id": "338739ca-5bbe-4f7d-9a09-d34da720efbc",
        "location_end": 1000006,
        "location_start": 1000006,
        "source_title": "",
        "source_url": "",
        "ts": 1274,
        "txt": "May the sharing of your faith... This is shared in two ways. In one way, that it might be a sign. Be made evident in full knowledge... That is, so great is your charity, that the sharing of your faith... I give thanks... always making remembrance... That he might show what he seeks for him in praying. And the sharing of the faith can be understood in two ways. Either because in faith they share with all the saints, not having any new faith, like heretics. 1 Corinthians 1:10: ‘That you all say the same thing.’ Or, sharing, whereby you share good things with the saints, proceeding from faith. 1 Timothy 6.17: ‘Charge the rich of this world not to be proud, or to trust in the uncertainty of riches, but in God, who provides all things in abundance for our enjoyment.’\nMade evident in full knowledge... That is, that the good hidden in the heart become evident in good works. In full knowledge of all the good that is in you... And this in Christ Jesus. James 2.18: ‘Show me your faith without works, and I from my works will show you my faith.’ Or, there are in the world many works which are good for men, and yet are not good for God, because they do not come about rightly. Proverbs 14:12: ‘There is a way which seems just to a man: but in the end it leads to death.’ Ecclesiastes 8:10: ‘I saw the wicked buried: who also when they were yet living were in the holy place, and were praised in the city as men of just works.’ But this is manifested through correct faith, when reward comes from God, who only rewards the righteous. Therefore he says made evident in full knowledge, that is, that this might be made evident, that you might know every good. Or that all the good that is in you might become known, which is the fruit of divinity. Exodus 33.19: ‘I will show you all good.’ Wisdom 7:11: ‘Now all good things come to me together with her.’\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "George Leo Haydock",
        "file_name": "Philemon 1_6.toml",
        "id": "0709bab1-76e8-4546-a78b-91dde25736f5",
        "location_end": 1000006,
        "location_start": 1000006,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "That the communication. and the good works known, which are in you; that is, done among you. This seems the sense of the following verse, where St. Paul expresseth his joy in hearing of Philemon's charity towards the saints. (Witham)\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Theophylact of Ohrid",
        "file_name": "Philemon 1_6.toml",
        "id": "2e691da8-9fe1-422b-ac3a-e9ed71e10d88",
        "location_end": 1000006,
        "location_start": 1000006,
        "source_title": "",
        "source_url": "",
        "ts": 1107,
        "txt": "He terms almsgiving the communication of faith, because it is the fruit of much faith.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Thomas Aquinas",
        "file_name": "Philemon 1_7.toml",
        "id": "0c44cbfa-28f1-4a4d-8b18-bac24b865d8f",
        "location_end": 1000007,
        "location_start": 1000007,
        "source_title": "",
        "source_url": "",
        "ts": 1274,
        "txt": "The reason he gives thanks is joy. And he says, For I had great joy and consolation... 3 John 4: ‘I have no greater joy than to hear that my children are walking in the truth.’ For this joy alleviates anxiety. That is why he adds consolation. Psalm 93:119: ‘When anxieties are increased in my heart, your comfortings delight my soul.’ He explains why, saying because through you, brother, the hearts of the saints have found rest. Colossians 3:12... ‘Put on, therefore, as God’s chosen ones, holy and beloved, a heart of mercy, kindness, humility, meekness, patience.’ 3 John 2: ‘Beloved I pray that in all things you may prosper and be in health...’\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "John Chrysostom",
        "file_name": "Philemon 1_7.toml",
        "id": "f38731e5-6b14-4d0a-96b0-5e6157d5fd4a",
        "location_end": 1000007,
        "location_start": 1000007,
        "source_title": "Homily 92 on Philemon",
        "source_url": "https://www.newadvent.org/fathers/23092.htm",
        "ts": 407,
        "txt": "Ver. 7. \"For we have [I had] great joy and consolation in your love, because the bowels [hearts] of the Saints are refreshed by you, brother.\"\n\nNothing so shames us into giving, as to bring forward the kindnesses bestowed on others, and particularly when a man is more entitled to respect than they. And he has not said, \"If you do it to others, much more to me\"; but he has insinuated the same thing, though he has contrived to do it in another and a more gracious manner.\n\n\"I had joy,\" that is, you have given me confidence from the things which you have done to others. \"And consolation,\" that is, we are not only gratified, but we are also comforted. For they are members of us. If then there ought to be such an agreement, that in the refreshing of any others who are in affliction, though we obtain nothing, we should be delighted on their account, as if it were one body that was benefited; much more if you shall refresh us also. And he has not said, \"Because you yield, and compliest,\" but even more vehemently and emphatically, \"because the bowels of the Saints,\" as if it were for a darling child fondly loved by its parents, so that this love and affection shows that he also is exceedingly beloved by them.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "John Chrysostom",
        "file_name": "Philemon 1_7.toml",
        "id": "7a1da980-4c1c-48ae-a4fa-5bc29f19621f",
        "location_end": 1000007,
        "location_start": 1000007,
        "source_title": "HOMILIES ON PHILEMON 2",
        "source_url": "",
        "ts": 407,
        "txt": "Nothing so shames us into giving as to bring forward the kindnesses bestowed on others, and particularly when the intercessor is more entitled to respect than they.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Jerome",
        "file_name": "Philemon 1_7.toml",
        "id": "417f11bd-e4e8-4d3d-8634-d826a5bfa48d",
        "location_end": 1000007,
        "location_start": 1000007,
        "source_title": "Commentary on Philemon",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Jerome/Commentary%20on%20Philemon.md",
        "ts": 420,
        "txt": "\"For we have had great joy and consolation in your love, because the hearts of the saints have been refreshed through you, brother.\" He emphasizes and teaches more fully why he said, \"I give thanks to my God always remembering you in my prayers.\" It was worthy indeed to give thanks to God for the love of Philemon, who had refreshed the internal affection of the heart and the deep recesses of the saints by receiving them. And this is the apostolic idiom; to always call it \"hearts,\" wanting to show the fullness of love in the mind. Thus, rejoicing with those who were rejoicing, and believing himself to have been refreshed with those who had rested, he has a joy not transient and light, and one that might happen by chance; but great, and as love was to Philemon, eminent, increased by the consolation descending upon Philemon's love, full of the Father of mercies and the God of all consolation.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Ambrosiaster",
        "file_name": "Philemon 1_7.toml",
        "id": "45877c02-cffa-4bdc-bb90-b93525fc536d",
        "location_end": 1000007,
        "location_start": 1000007,
        "source_title": "",
        "source_url": "",
        "ts": 384,
        "txt": "It is clear that Paul says he is happy because Philemon was providing for the needs of the saints. For this is certain that Philemon will obey his requests since it is clear that he is of higher rank.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "George Leo Haydock",
        "file_name": "Philemon 1_8.toml",
        "id": "e5f6d885-0a41-432d-a450-4a2957775969",
        "location_end": 1000008,
        "location_start": 1000008,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Wherefore, though I might have much confidence Now St. Paul disposeth Philemon to grant his request, I am persuaded I might command thee, and thou wouldst not take it amiss. (Witham) \nTo command thee As an apostle of Jesus Christ, I have the power even of ordering thee to forgive Ones Imus, and to receive him again into favour; likewise as Paul, the aged, respect and regard being always due in a particular manner to old men; or again, as a prisoner of Jesus Christ, suffering here out of love for Jesus Christ and the faithful: I might here make use of all these different reasons to induce thee to pardon a poor fugitive slave, but I will not; I merely as a poor humble supplicant, forgetting all the dignity due to my apostleship, my grey hairs, or my chains, beseech thee to pardon him. Nor can I for a moment doubt of obtaining my request, when I consider the great charity thou hast in Jesus Christ towards all the saints. (Calmet; Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "John Chrysostom",
        "file_name": "Philemon 1_8.toml",
        "id": "ccc8e1a5-524d-46ee-859d-71d2ff7894e6",
        "location_end": 1000008,
        "location_start": 1000008,
        "source_title": "Homily 92 on Philemon",
        "source_url": "https://www.newadvent.org/fathers/23092.htm",
        "ts": 407,
        "txt": "Ver. 8. \"Wherefore, though I might be much bold in Christ to enjoin you that which is convenient [befitting].\"\n\nObserve how cautious he is, lest any of the things which were spoken even from exceeding love should so strike the hearer, as that he should be hurt. For this reason before he says, \"to enjoin you,\" since it was offensive, although, as spoken out of love, it was more proper to soothe him, yet nevertheless from an excess of delicacy, he as it were corrects it by saying, \"Having confidence,\" by which he implies that Philemon was a great man,  that is \"You have given confidence to us.\" And not only that, but adding the expression \"in Christ,\" by which he shows that it was not that he was more illustrious in the world, not that he was more powerful, but it was on account of his faith in Christ — then he also adds, \"to enjoin you,\" and not that only, but \"that which is convenient,\" that is, a reasonable action. And see out of how many things he brings proof for this. You do good to others, he says, and to me, and for Christ's sake, and that the thing is reasonable, and that love gives, wherefore also he adds,\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "John Chrysostom",
        "file_name": "Philemon 1_8.toml",
        "id": "2dbc2124-dcf4-4a7c-993e-6861e1f5c3ca",
        "location_end": 1000008,
        "location_start": 1000008,
        "source_title": "HOMILIES ON PHILEMON 2",
        "source_url": "",
        "ts": 407,
        "txt": "Observe how cautious he is, lest any of the things which were spoken even from exceeding love should so strike the hearer as to hurt him.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Jerome",
        "file_name": "Philemon 1_8-9.toml",
        "id": "9bc9a8be-0add-41c3-91c5-6a465c91987b",
        "location_end": 1000009,
        "location_start": 1000008,
        "source_title": "Commentary on Philemon",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Jerome/Commentary%20on%20Philemon.md",
        "ts": 420,
        "txt": "I am writing to you because of the confidence I have in Christ Jesus, commanding you to do what is proper for the sake of love. I urge you even more, as one such as Paul, an old man and now also a prisoner of Christ Jesus. With many praises given to Philemon before him, considering the matter at hand, which would be both excellent and helpful to the requester, Paul was able to command rather than request. And this confidence came from the fact that whoever had done such great works for Christ could not be unequal to himself in other aspects. But he wishes to ask more than to command, with the authority of one asking for something great being proposed, through which both the Apostle begs, and the old man and prisoner of Jesus Christ. But that for which he is asking the whole time is: Onesimus, the servant of Philemon, he had fled and compounded some domestic item by theft: hence he had gone to Italy, so that he would not be easily apprehended in the near future, he had squandered his master's money through luxury. Lest anyone think this rashly, and that it is made up as we please, let him learn in the following. For Paul would never say: \"If he has harmed you or owes anything, put it to my account: I, Paul, have written with my own hand; I will repay it.\" Nor would he become the surety of a lost thing, and if that which was lost had not been squandered. Therefore, when Paul was in prison in Rome because of the confession of Christ, he believed in Christ; and after being baptized by him, he wiped away the stains of his former life with worthy penance, to such an extent that the apostle himself became a witness of his conversion, who had once rebuked Peter for not walking rightly in the truth of the Gospel (Galatians 2). Therefore regarding sin and wrongdoing, in which he had injured the lord, he doesn't deserve forgiveness; however, regarding the testimony of the Apostle, who knows that he has been fully converted, he is burdened with great weight, since he is being asked who was once a fugitive slave and a robber, yet had become a minister of the Apostle. (And what other ministry does the Apostle have except the Gospel of Christ Jesus?) Now he is no longer to be forgiven as if by his master, but rather as if by a fellow servant and co-evangelist, as he too is a servant of Christ and a minister.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Ambrosiaster",
        "file_name": "Philemon 1_8.toml",
        "id": "1fada9e9-4580-42c2-aefb-c48c64965f33",
        "location_end": 1000008,
        "location_start": 1000008,
        "source_title": "",
        "source_url": "",
        "ts": 384,
        "txt": "Within reason, the master was perfectly entitled on the basis of his apostolic authority to tell his disciple what to do, but because Philemon was a good man, Paul makes an appeal.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Ambrosiaster",
        "file_name": "Philemon 1_8.toml",
        "id": "1c17961c-c033-4fa1-a215-33631fe788d2",
        "location_end": 1000008,
        "location_start": 1000008,
        "source_title": "COMMENTARY ON PAUL’S EPISTLES",
        "source_url": "",
        "ts": 384,
        "txt": "Though Paul is writing to a layman, he nonetheless does not exert his apostolic authority in order to issue orders but respects Philemon as a faithful Christian and of the same age, one who is bound to Christ as he is.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Ignatius of Antioch",
        "file_name": "Philemon 1_8.toml",
        "id": "8bff5144-f2b4-4df9-91a7-2de673aa2641",
        "location_end": 1000008,
        "location_start": 1000008,
        "source_title": "",
        "source_url": "",
        "ts": 108,
        "txt": "For it was needful for me to have been stirred up by you in faith, exhortation, patience, and long-suffering. But inasmuch as love suffers me not to be silent in regard to you, I have therefore taken.\nFor it was needful for me to have been admonished by you in faith, exhortation, patience, and long-suffering. But inasmuch as love suffers me not to be silent in regard to you, I have therefore taken\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Thomas Aquinas",
        "file_name": "Philemon 1_9.toml",
        "id": "e7ee4645-78bc-4897-91e1-a295a331061a",
        "location_end": 1000009,
        "location_start": 1000009,
        "source_title": "",
        "source_url": "",
        "ts": 1274,
        "txt": "There are two things on account of which one ought to plead. Because of old age. 1 Timothy 1: ‘Do not reproach an old man, but ask him as a father.’ Again, because of the honourableness of virtue, for where we are not deficient, we are equals. Sirach 32:1, ‘Have they made you ruler? Be not lifted up: be among them as one of them.’ Therefore he says, since you are such as you are, as Paul, an old man, as if to say, if you were a boy, I would demand this of you, but you too are old. You are of the same stage of life as I. Not that they are such and so much simply speaking, but in a way similar, which he says out of his humility. Romans 12:10: ‘anticipating one another with honour’. Origen said that it is rare to find a useful teacher in the Church who is not old, thinking of Peter and Paul.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "George Leo Haydock",
        "file_name": "Philemon 1_9.toml",
        "id": "ccc66e63-e8ec-4b93-88d4-a21b32f97c6e",
        "location_end": 1000009,
        "location_start": 1000009,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "I rather beseech thee, thou being such a one, as Paul. That is, united to him in spirit, by the same faith and charity; I am therefore confident thou wilt not refuse the request of Paul, now an aged man, and a prisoner, for the sake of Jesus Christ. (Witham)\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Ambrose of Milan",
        "file_name": "Philemon 1_9.toml",
        "id": "69790ada-a39f-4ff1-a720-eeadc0412601",
        "location_end": 1000009,
        "location_start": 1000009,
        "source_title": "",
        "source_url": "",
        "ts": 397,
        "txt": "He desired Philemon to imitate not his youth but his old age. (On Joseph)\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Theodore of Mopsuestia",
        "file_name": "Philemon 1_9.toml",
        "id": "3921704f-c76a-4c77-bcd3-86b0cee91e78",
        "location_end": 1000009,
        "location_start": 1000009,
        "source_title": "COMMENTARY ON PHILEMON",
        "source_url": "",
        "ts": 428,
        "txt": "Paul shows here what power his name alone has.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "John Chrysostom",
        "file_name": "Philemon 1_9.toml",
        "id": "1cf75b29-2bc6-482a-a66b-673d772fc155",
        "location_end": 1000009,
        "location_start": 1000009,
        "source_title": "Homily 92 on Philemon",
        "source_url": "https://www.newadvent.org/fathers/23092.htm",
        "ts": 407,
        "txt": "Ver. 9. \"Yet for love's sake, I rather beseech you.\"\n\nAs if he had said, I know indeed that I can effect it by commanding with much authority, from things which have already taken place. But because I am very solicitous about this matter, \"I beseech you.\" He shows both these things at once; that he has confidence in him, for he commands him;  and that he is exceedingly concerned about the matter, wherefore he beseeches him.\n\n\"Being such an one,\" he says, \"as Paul the aged.\" Strange! How many things are here to shame him into compliance! Paul, from the quality of his person, from his age, because he was old, and from what was more just than all, because he was also \"a prisoner of Jesus Christ.\"\n\nFor who would not receive with open arms a combatant who had been crowned? Who seeing him bound for Christ's sake, would not have granted him ten thousand favors? By so many considerations having previously soothed his mind, he has not immediately introduced the name, but defers making so great a request. For you know what are the minds of masters towards slaves that have run away; and particularly when they have done this with robbery, even if they have good masters, how their anger is increased. This anger then having taken all these pains to soothe, and having first persuaded him readily to serve him in anything whatever, and having prepared his soul to all obedience, then he introduces his request, and says, \"I beseech you,\" and with the addition of praises, \"for my son whom I have begotten in my bonds.\"\n\nAgain the chains are mentioned to shame him into compliance, and then the name. For he has not only extinguished his anger, but has caused him to be delighted. For I would not have called him my son, he says, if he were not especially profitable. What I called Timothy, that I call him also. And repeatedly showing his affection, he urges him by the very period of his new birth, \"I have begotten him in my bonds,\" he says, so that on this account also he was worthy to obtain much honor, because he was begotten in his very conflicts, in his trials in the cause of Christ.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "John Chrysostom",
        "file_name": "Philemon 1_9.toml",
        "id": "9af4eb9f-ab4c-48c3-9b76-ddae95cc5056",
        "location_end": 1000009,
        "location_start": 1000009,
        "source_title": "HOMILIES ON PHILEMON 2",
        "source_url": "",
        "ts": 407,
        "txt": "Paul appeals to Philemon on a number of grounds: the quality of his person, his age, because he was old, and from what was more just than all, because he was also a “prisoner of Jesus Christ.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Ambrosiaster",
        "file_name": "Philemon 1_9.toml",
        "id": "f31a3419-e900-45b6-b0b4-dcc9cc0242b1",
        "location_end": 1000009,
        "location_start": 1000009,
        "source_title": "",
        "source_url": "",
        "ts": 384,
        "txt": "Paul makes an appeal for him. Philemon was about the same age as Paul and also a 'prisoner' of Jesus Christ, which means that he was obliged to do the Lord's buisness or even subject to imprisonment on account of the name of Christ, as the apostles themselves also were.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "John Cassian",
        "file_name": "Philemon 1_9.toml",
        "id": "d5b6e9b9-fd9d-41c8-8a29-d7298c422cd2",
        "location_end": 1000009,
        "location_start": 1000009,
        "source_title": "",
        "source_url": "",
        "ts": 435,
        "txt": "You see how he rejoiced in the dignity of his chains, by the example of which he actually stirred up others. But there can be no doubt that where there is single-minded love of the Lord, there is also single-minded delight in chains worn for the Lord’s sake: as it is written: “But the multitude of the believers was of one heart and one soul.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Theophylact of Ohrid",
        "file_name": "Philemon 1_9.toml",
        "id": "0bba72cc-1a5b-4fe2-93b9-86b79453f639",
        "location_end": 1000009,
        "location_start": 1000009,
        "source_title": "",
        "source_url": "",
        "ts": 1107,
        "txt": "If dear, he will forgive; if a fellow-worker, he will not retain the slave, but will send him back for the ministry of preaching.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Thomas Aquinas",
        "file_name": "Philemon 1_10.toml",
        "id": "ad5df5df-dda3-43a7-ac12-b1daf3ae48c2",
        "location_end": 1000010,
        "location_start": 1000010,
        "source_title": "",
        "source_url": "",
        "ts": 1274,
        "txt": "Therefore he says, I plead with you for my own son, whom I have begotten in prison, for Onesimus, who is his present concern. And acquiring a son in default of time, he loves him more, as an old man loves sons born to him in his old age. Genesis 37:3: ‘Now Israel loved Joseph above all his sons, because he had him in his old age.’ This one [Onesimus] was given birth in chains. Second, there is the change in status. For if he had persevered in sin, he would not be worthy of leniency. Note that Paul says little and means much. For as Cicero taught, one ought to make little of one’s own deed as much as possible. Thus the Apostle speaks lightly of his offence, saying, He once was useless to you, that is, harmful in taking away your possession, but now, converted from evil to the state of virtue, he is useful for the service of God and man. 2 Timothy 2:21: ‘If anyone, therefore, has cleansed himself from these, he will be a vessel for honourable use...’ Proverbs 25:4: ‘Take away the rust from silver, and there shall come forth a most pure vessel.’\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "George Leo Haydock",
        "file_name": "Philemon 1_10.toml",
        "id": "71f7f8e6-902c-4db0-9022-427956ed24e1",
        "location_end": 1000010,
        "location_start": 1000010,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "I beseech thee He at length tells Philemon what his request is, and names the person Onesimus, but in such terms as show how much St. Paul has this affair at heart, and that he will look upon the favour he asks as done to himself. It is, that you will pardon Onesimus, whom I look upon and love as my son, and a most dear son, whom I have begotten, a prisoner, and in my chains. (Witham) \nHow great is the ingenuity shown by St. Paul in this epistle, in obtaining for Onesimus the pardon of his master, Philemon. Having in the preceding verse endeavoured by every argument which a real tenderness and compassion could inspire, and making use of every expression that could conciliate the favour of Philemon, to obtain his charitable request, he in this verse for the first time dares mention Onesimus by name; a name which he was sensible must sound harsh in the ears of one who had received an injury from him. See how he endeavours to prevent so unhappy an effect, by adding to the name every epithet that could any way tend to soften all feelings of asperity, and excite compassion and pity. I beseech thee then for my son, whom I have begotten, and that in my chains. (Calmet) \nThe pardon I crave is not for your slave, but for my son. If in all antiquity there be any thing in the persuasive kind of eloquence truly admirable, it is this short epistle in which there are contained almost as many arguments as words.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Theodore of Mopsuestia",
        "file_name": "Philemon 1_10.toml",
        "id": "5db258cd-effa-415c-b0fc-016ad793254f",
        "location_end": 1000010,
        "location_start": 1000010,
        "source_title": "COMMENTARY ON PHILEMON",
        "source_url": "",
        "ts": 428,
        "txt": "Now Paul uses the name of Onesimus, but only after signaling the profound change that has occurred [i.e., Onesimus’s conversion].\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "John Damascene",
        "file_name": "Philemon 1_10.toml",
        "id": "961e0db3-2d52-42db-8102-a977fcdce3eb",
        "location_end": 1000010,
        "location_start": 1000010,
        "source_title": "",
        "source_url": "",
        "ts": 749,
        "txt": "Indeed the epistle was written in behalf of the slave, and having returned him, though he had done wrong, he was improving through the Apostle's teaching. Now many have benefitted from it, indeed, first and foremost those who are zealous. For if Paul makes such great haste for the fugitive and repentant thief, how much more shall we not be lazy for the brethren. Secondly, one must not give up on the servile class, even if it strains the uttermost limits of wickedness. Oh how the thief and fugitive became so virtuous! Thirdly, its not appropriate for slaves to run away from their masters. For if Paul now insures Philemon that Onesimus was now thankful to serve him and not wishing to defy his superior, how much more should we ought not to do it. For if the wonderful servant is still fit to remain in his job, and their masters realize it, then he may be useful in everything else in the household.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "John Chrysostom",
        "file_name": "Philemon 1_10.toml",
        "id": "ea489c01-79b7-478a-bb97-36d301c0d6ba",
        "location_end": 1000010,
        "location_start": 1000010,
        "source_title": "HOMILIES ON PHILEMON 2",
        "source_url": "",
        "ts": 407,
        "txt": "For I would not have called him my son, Paul says, if he were not of great use and importance to me. What I called Timothy, that I also call Onesimus. Paul repeatedly shows his affection for Onesimus, reminding Philemon of Onesimus’s recent birth in Christ. “I have begotten him in my bonds,” he says, so that also on this account Onesimus was worthy to obtain much honor, because he was begotten in Paul’s very conflicts, in his trials in the cause of Christ.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "John Chrysostom",
        "file_name": "Philemon 1_10.toml",
        "id": "928b455e-e8fd-470b-ad6b-4b992db9c0b1",
        "location_end": 1000010,
        "location_start": 1000010,
        "source_title": "Homilies on Ephesians 8",
        "source_url": "",
        "ts": 407,
        "txt": "And note, on the other hand, also Paul’s fervency. He preached the gospel bound and scourged. Oh, that blessed chain, with what great effort did it labor that night, and what children did it birth! Yes, of them, too, may he say, “Whom I have begotten in my bonds.” Observe how Paul glories. He will have the children born this way considered even more illustrious! Observe how transcendent is the glory of those bonds, in that they give luster not only to him that wore them but also to those who were on that occasion begotten by him. \n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Jerome",
        "file_name": "Philemon 1_10-13.toml",
        "id": "49014011-5345-4535-8eeb-c427493fe143",
        "location_end": 1000013,
        "location_start": 1000010,
        "source_title": "Commentary on Philemon",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Jerome/Commentary%20on%20Philemon.md",
        "ts": 420,
        "txt": "\"I beseech you concerning my son, whom I have begotten in chains, Onesimus, who was once useless to you, but is now useful to both you and me, whom I have sent back to you. But you, receive him, that is, my own heart, whom I wished to keep with me, so that he might serve me on your behalf in the chains of the gospel. \" In wishing to obtain what he asks for, he now asserts that he is pleading not for Philemon's slave, but for his own son. And regarding that son whom he has begotten in the chains of the gospel, that is, which he endured for the sake of Christ's gospel: who, although he was once useless to his master (for a slave who steals and runs away harms no one but his own master), now on the contrary, by way of compensation for his usefulness to both his master and Paul, and to others through Paul, he deserves more love than he had previously deserved hatred. He says, \"Who was useless to you at one time.\" \"To you alone,\" he says, \"not to others: but now it is useful to both me and you.\" It is useful to the master in that he could serve Paul as his master; Paul, however, is useful in this: that he could minister to him in the Gospel while he was being held in prison and chains. And at the same time we admire the magnanimity of the apostle and his fervent mind in Christ. He is held in prison, is bound in chains, is oppressed by the filth of his body, by separation from his loved ones, is cramped by penal darkness, and yet he feels no wrong, he is not tortured by pain, he knows nothing else but to think about the Gospel of Christ. He knew the slave, he knew the fugitive, he knew that he had been converted to the faith of Christ by a kidnapper. It is a great effort for a man to persevere in what he has begun. Therefore, he impresses, repeats, and urges his son and the son of bonds, and minister of the Gospel who is imprisoned, that Philemon, praised only in the preface, would not dare to refuse, lest he appear unworthy of his own praises. And what he says: \"But you accept him, that is, my heart,\" this is what I said a little earlier, that \"heart\" signifies the internal affection of the heart and the full willingness from the soul, when everything that is in us is received from the one asking. But otherwise, all children are the parents' hearts.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Ambrosiaster",
        "file_name": "Philemon 1_10.toml",
        "id": "a197b56b-c904-4fc4-b00e-26db0ce7947b",
        "location_end": 1000010,
        "location_start": 1000010,
        "source_title": "",
        "source_url": "",
        "ts": 384,
        "txt": "During his imprisonment in Rome, the apostle had baptized Onesimus, a runaway who had fled to God for help, because he saw Onesimus's potential.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Apostolic Constitutions",
        "file_name": "Philemon 1_10.toml",
        "id": "892d72df-0b20-43ac-a326-c06c1f48deda",
        "location_end": 1000010,
        "location_start": 1000010,
        "source_title": "CONSTITUTIONS OF THE HOLY APOSTLES",
        "source_url": "https://www.newadvent.org/fathers/0715.htm",
        "ts": 380,
        "txt": "Of Borea in Macedonia, Ones Imus, once the servant of Philemon.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Thomas Aquinas",
        "file_name": "Philemon 1_11.toml",
        "id": "11bfc18b-9b5a-40a4-8a45-ee6a27ed56de",
        "location_end": 1000011,
        "location_start": 1000011,
        "source_title": "",
        "source_url": "",
        "ts": 1274,
        "txt": "He once was useless to you, that is, harmful in taking away your possession, but now, converted from evil to the state of virtue, he is useful for the service of God and man. 2 Timothy 2:21: ‘If anyone, therefore, has cleansed himself from these, he will be a vessel for honourable use...’ Proverbs 25:4: ‘Take away the rust from silver, and there shall come forth a most pure vessel.’\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "George Leo Haydock",
        "file_name": "Philemon 1_11.toml",
        "id": "5130a929-7676-4bfc-b865-79188dcffcaf",
        "location_end": 1000011,
        "location_start": 1000011,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Who heretofore was unprofitable to thee, in taking and spending what belonged to thee, yet now, after a sincere conversion, is profitable both to me and thee; to me, by the services he has done me in prison; and the joy I have had by his conversion; and also to thee, because I know thou wouldst have been glad to have rendered me all possible services thyself, and he has done them for thee; he hath supplied thy place. For these reasons I could have wished to have detained him with me: but I have sent him back, thou being his master, nor would I do any thing in regard of thy servant, without thy advice and consent, that if thou thinkest it fitting to send him back again to me, and to give him his freedom, it may be without any constraint upon thee, without any necessity, thy voluntary and charitable act and deed. (Witham) \nSt. Paul here makes an allusion to the word Onesimus, signifying useful in the Greek. He was before unprofitable, he says, to thee, contrary to the import of his name; but now he is truly an Onesimus, or useful, both to you and to me; to you indeed, by his conversion, and the resolution he now makes to serve you faithfully the remainder of his life; to me also, by the services he renders me in my chains. (Calmet) \nSt. Jerome observes that some hypercritics pretended that this subject was not deserving the solicitude of an apostle, and on that account questioned its author; but this reasoning is unworthy of those who adore a God who did not refuse to die for rebellious and impious slaves. It shows pastors how solicitous they should always be for the salvation of the meanest of their flock; yes, though they may appear obdurate, and dead and buried in the pit of sin.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "John Chrysostom",
        "file_name": "Philemon 1_11.toml",
        "id": "89b5171c-f6a5-4bbd-876f-5a0b3d1ec366",
        "location_end": 1000011,
        "location_start": 1000011,
        "source_title": "Homily 92 on Philemon",
        "source_url": "https://www.newadvent.org/fathers/23092.htm",
        "ts": 407,
        "txt": "Ver. 11. \"Which in time past was to you unprofitable.\"\n\nSee how great is his prudence, how he confesses the man's faults, and thereby extinguishes his anger. I know, he says, that he was unprofitable.\n\n\"But now\" he will be \"profitable to you and to me.\"\n\nHe has not said he will be useful to you, lest he should contradict it, but he has introduced his own person, that his hopes may seem worthy of credit, \"But now,\" he says, \"profitable to you and to me.\" For if he was profitable to Paul, who required so great strictness, much more would he be so to his master.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "John Chrysostom",
        "file_name": "Philemon 1_11.toml",
        "id": "26a7fa8d-dd50-48d0-b868-7bd362a94462",
        "location_end": 1000011,
        "location_start": 1000011,
        "source_title": "HOMILIES ON PHILEMON 2",
        "source_url": "",
        "ts": 407,
        "txt": "See how great is Paul’s prudence, how he confesses the man’s faults and thereby extinguishes Philemon’s anger.… He has not said Onesimus will be useful to you, lest Philemon should refute this argument, but he has introduced his own person, that his hopes may seem worthy of trust. “But now,” he says, “profitable to you and to me.” For if Onesimus was profitable to Paul, who was quite strict, how more would he be so to his master.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Basil of Caesarea",
        "file_name": "Philemon 1_11.toml",
        "id": "72868d9d-2636-4c0d-9bc4-777dfe776f32",
        "location_end": 1000011,
        "location_start": 1000011,
        "source_title": "THE LONG RULES, Q.11.R",
        "source_url": "",
        "ts": 379,
        "txt": "All bound slaves who flee to religious communities for refuge should be admonished and sent back to their masters in better dispositions, after the example of St. Paul who, although he had begotten Onesimus through the gospel, sent him back to Philemon. He had convinced Onesimus that the yoke of slavery, borne in a manner pleasing to the Lord, would render him worthy of the kingdom of heaven. Paul not only urged Philemon to annul the threat against his servant, being mindful of the Lord’s own words: “If you forgive men their offenses, your heavenly Father will forgive you also your offenses.” But also, in order that Philemon might be more kindly disposed toward Onesimus, Paul writes: “For perhaps he therefore departed for a season from you that you might receive him again forever; not as a servant, but instead of a servant, as a most dear brother.” If, however, it should be the case of a wicked master who gives unlawful commands and forces the slave to transgress the command of our Master, the Lord Jesus Christ, then it is our duty to oppose him, so that the name of God not be blasphemed by that slave’s performing an act displeasing to God.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Jerome",
        "file_name": "Philemon 1_11.toml",
        "id": "68b415d9-a097-43ed-b615-d7ed29ffce3f",
        "location_end": 1000011,
        "location_start": 1000011,
        "source_title": "Commentary on Philemon",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Jerome/Commentary%20on%20Philemon.md",
        "ts": 420,
        "txt": "I must stand in awe of the apostle’s greatness of soul here, as a man whose mind burns for Christ. He is held in prison, he is constrained by chains, in physical misery, separated from dear ones, plunged into prison darkness, yet he does not feel the injury, he is not crucified with sadness. Rather, he knows nothing else than to ponder the gospel of Christ.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Ambrosiaster",
        "file_name": "Philemon 1_11.toml",
        "id": "a518e08b-fdaf-4cc0-9b2c-59a438b60a33",
        "location_end": 1000011,
        "location_start": 1000011,
        "source_title": "",
        "source_url": "",
        "ts": 384,
        "txt": "Onesimus had been transformed from being uselss to being useful in both secular and divine affairs.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Thomas Aquinas",
        "file_name": "Philemon 1_12.toml",
        "id": "b9a9b3db-6383-450e-acc7-aa2db004c945",
        "location_end": 1000012,
        "location_start": 1000012,
        "source_title": "",
        "source_url": "",
        "ts": 1274,
        "txt": "Then when he says, I am sending him back to you, he makes his request. First, he makes it, then he answers a question: I had wanted to keep him here. And so he says, and do you welcome him as though he were my very heart. And this because I have seen him changed, the sign of which is, I send him back to you. On the contrary, Deuteronomy 23.15: ‘Thou shalt not deliver to his master the servant that is fled to you.’ I reply that is true when the master seeks him in order to put him to death. Therefore, he says, I did not want to do anything...’ Philippians 1-7: ‘I have the right to feel so about you, because I have you in my heart, all of you, alike in my chains.’\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "George Leo Haydock",
        "file_name": "Philemon 1_12.toml",
        "id": "897a80e4-9b17-407e-b3e5-30e342a09c9d",
        "location_end": 1000012,
        "location_start": 1000012,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Do thou receive him as my own bowels. That is, as myself. Perhaps by the permission of God's providence (who never permits evil, but for some greater good) he departed from thee for a little while, that thou mightest receive him for ever, being now after his conversion in a way of being made partaker with thee of the same eternal happiness. (Witham)\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "John Chrysostom",
        "file_name": "Philemon 1_12.toml",
        "id": "4bfd2f37-97be-4007-a10f-2fccf67a7eb3",
        "location_end": 1000012,
        "location_start": 1000012,
        "source_title": "Homily 92 on Philemon",
        "source_url": "https://www.newadvent.org/fathers/23092.htm",
        "ts": 407,
        "txt": "Ver. 12. \"Thou therefore receive him, that is my own bowels.\"\n\nAnd again he has not given the bare name, but uses with it a word that might move him, which is more affectionate than son. He has said, \"son,\" he has said, \"I have begotten\" him,  so that it was probable  he would love him much, because he begot him in his trials. For it is manifest that we are most inflamed with affection for those children, who have been born to us in dangers which we have escaped, as when the Scripture says, \"Woe, Barochabel!\"  and again when Rachel names Benjamin, \"the son of my sorrow.\" [Genesis 35:18]\n\n\"Thou therefore,\" he says, \"receive him, that is my own bowels.\" He shows the greatness of his affection. He has not said, Take him back,  he has not said, Be not angry,  but \"receive him\"; that is, he is worthy not only of pardon, but of honor. Why? Because he has become the son of Paul.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "John Chrysostom",
        "file_name": "Philemon 1_12.toml",
        "id": "5821ba94-6d2a-4b39-acc6-9a20de77ebb8",
        "location_end": 1000012,
        "location_start": 1000012,
        "source_title": "",
        "source_url": "",
        "ts": 407,
        "txt": "Whom I have sent again to you.\nBy this also he has quenched his anger, by delivering him up. For masters are then most enraged, when they are entreated for the absent, so that by this very act he mollified him the more.\n\nThou therefore receive him, that is my own bowels.\nAnd again he has not given the bare name, but uses with it a word that might move him, which is more affectionate than son. He has said, son, he has said, I have begotten him, so that it was probable he would love him much, because he begot him in his trials. For it is manifest that we are most inflamed with affection for those children, who have been born to us in dangers which we have escaped, as when the Scripture says, Woe, Barochabel! and again when Rachel names Benjamin, the son of my sorrow. Genesis 35:18\n\nThou therefore, he says, receive him, that is my own bowels. He shows the greatness of his affection. He has not said, Take him back, he has not said, Be not angry, but receive him; that is, he is worthy not only of pardon, but of honor. Why? Because he has become the son of Paul.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Thomas Aquinas",
        "file_name": "Philemon 1_13.toml",
        "id": "fec5161f-6cde-4417-99bd-2de273306494",
        "location_end": 1000013,
        "location_start": 1000013,
        "source_title": "",
        "source_url": "",
        "ts": 1274,
        "txt": "And he responds to a question, because it might be said if he is useful to you, why do you not keep him unto death? And he gives the reason for sending him back. First, he considers why he might keep him; second, why he rejects that idea: but I did not want to do anything without your counsel. Therefore, he says to Philemon who, although he is a great man, is accustomed to minister to the Apostle. Matthew 10:26: ‘On the contrary, whoever wishes to become great among you shall be your servant.’ Out of this confidence he proposed to keep him, so that in place of Philemon he might minister to him. I had wanted to keep him here with me that in your stead he might wait on me in my imprisonment for the Gospel. This was something especially needed since he was in chains for the sake of Christ, for one is provided for when he suffers for his master. The reason he rejected the idea was that he did not want to use another’s property without the owner’s knowledge.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Theodore of Mopsuestia",
        "file_name": "Philemon 1_13.toml",
        "id": "d40be75f-44c6-43cc-9361-d94ad3c524c9",
        "location_end": 1000013,
        "location_start": 1000013,
        "source_title": "COMMENTARY ON PHILEMON",
        "source_url": "",
        "ts": 428,
        "txt": "Paul indicates that had he kept Onesimus, the result would have been that he could serve Paul as an extension of Philemon’s service and thus have been a source of gain for Philemon.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "John Chrysostom",
        "file_name": "Philemon 1_13.toml",
        "id": "deb21c2d-abdc-44e4-9a55-eb2b36cf2205",
        "location_end": 1000013,
        "location_start": 1000013,
        "source_title": "Homily 92 on Philemon",
        "source_url": "https://www.newadvent.org/fathers/23092.htm",
        "ts": 407,
        "txt": "Ver. 13. \"Whom I would have retained with me, that in your stead he might have ministered unto me in the bonds of the Gospel.\"\n\nDo you see after how much previous preparation, he has at length brought him honorably before his master, and observe with how much wisdom he has done this. See for how much he makes him answerable, and how much he honors the other. You have found, he says, a way by which you may through him repay your service to me. Here he shows that he has considered his advantage more than that of his slave, and that he respects him exceedingly.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "John Chrysostom",
        "file_name": "Philemon 1_13.toml",
        "id": "e510da64-3cef-45c1-ad4c-b0f1714d3631",
        "location_end": 1000013,
        "location_start": 1000013,
        "source_title": "HOMILIES ON PHILEMON 2",
        "source_url": "",
        "ts": 407,
        "txt": "Be careful to observe how much groundwork is necessary before Paul honorably brought Onesimus before his master. Observe how wisely he has done this. See for how much he makes Philemon answerable and how much he honors Onesimus. You have found, he says, a way by which you may through Onesimus repay your service to me. Here Paul shows that he has considered Philemon’s advantage more than that of his slave and that he deeply respects him.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Thomas Aquinas",
        "file_name": "Philemon 1_14.toml",
        "id": "dc6b2e84-6d52-4046-963f-d23bfe1afd4f",
        "location_end": 1000014,
        "location_start": 1000014,
        "source_title": "",
        "source_url": "",
        "ts": 1274,
        "txt": "Hence, but I did not want to do anything... As if he said: if I should keep him, it would please you who do not wish to resist but it would be a kind of force. But I did not want that, indeed I wanted it to come about voluntarily. Exodus 25.2: ‘Of every man who offers of his own accord, you shall take them,’ that is, the first fruits. 2 Corinthians 9:7: ‘Let each one give according as he has determined in his heart, not grudgingly or from compulsion, for “God loves a cheerful giver.”’\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Pelagius",
        "file_name": "Philemon 1_14.toml",
        "id": "96d9ca4f-f8ad-418a-975e-6608b6a7e20f",
        "location_end": 1000014,
        "location_start": 1000014,
        "source_title": "Pelagius’s Commentary on the Letter to Philemon",
        "source_url": "",
        "ts": 418,
        "txt": "It is to be noted that he wished no one to do anything good by necessity, lest that person lose the reward of freely choosing to do the right thing.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Augustine of Hippo",
        "file_name": "Philemon 1_14.toml",
        "id": "02224810-1b65-48ea-ba29-70d7964d037f",
        "location_end": 1000014,
        "location_start": 1000014,
        "source_title": "GRACE AND FREE WILL 2.4",
        "source_url": "",
        "ts": 430,
        "txt": "And addressing himself to Philemon, Paul says: “that your kindness may not be as it were of necessity, but voluntary.” … Now wherever there is the express statement not to do this or that, and whenever the performance of the will is required to do or refrain from some action, in keeping with God’s commandments, that is sufficient proof of the free choice of the will. Let no one, therefore, blame God in his heart whenever he sins, but let him impute the sin to himself.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "John Chrysostom",
        "file_name": "Philemon 1_14.toml",
        "id": "f63fe176-6b75-4515-a237-695eb946987a",
        "location_end": 1000014,
        "location_start": 1000014,
        "source_title": "Homily 92 on Philemon",
        "source_url": "https://www.newadvent.org/fathers/23092.htm",
        "ts": 407,
        "txt": "Ver. 14. \"But without your mind,\" he says, \"would I do nothing; that your benefit should not be, as it were, of necessity, but willingly.\"\n\nThis particularly flatters the person asked, when the thing being profitable in itself, it is brought out with his concurrence. For two good effects are produced thence, the one person gains, and the other is rendered more secure. And he has not said, That it should not be of necessity, but \"as it were of necessity.\" For I knew, he says, that not having learned  it, but coming to know it at once, you would not have been angry, but nevertheless out of an excess of consideration, that it should \"not be as it were of necessity.\"\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "John Chrysostom",
        "file_name": "Philemon 1_14.toml",
        "id": "48790a5d-4cc5-473d-8261-9bf939eed565",
        "location_end": 1000014,
        "location_start": 1000014,
        "source_title": "HOMILIES ON PHILEMON 2",
        "source_url": "",
        "ts": 407,
        "txt": "This is a strategy that is particularly flattering to the person asked. The idea is that since the act proposed is a thing profitable in itself, it is brought forward in such a way as to win Philemon’s concurrence. For two good effects are thus produced: the intercessor gains his point, and the other person is rendered more secure.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Jerome",
        "file_name": "Philemon 1_14.toml",
        "id": "a96b9fa8-0ef6-4fbd-a1e1-3b024d13901a",
        "location_end": 1000014,
        "location_start": 1000014,
        "source_title": "Commentary on Philemon",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Jerome/Commentary%20on%20Philemon.md",
        "ts": 420,
        "txt": "This verse answers the question of why God, in creating human beings, did not constitute them invariably good and upright. If, indeed, God is good not out of some impersonal necessity but because in his essence he freely wills his own goodness, he should in making man have made him to the divine image and likeness, that is, that he be good willingly and not by necessity.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Jerome",
        "file_name": "Philemon 1_14.toml",
        "id": "1fe683dc-e76a-4cab-a400-9ebed2addc29",
        "location_end": 1000014,
        "location_start": 1000014,
        "source_title": "Commentary on Philemon",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Jerome/Commentary%20on%20Philemon.md",
        "ts": 420,
        "txt": "\"But I did not want to do anything without your advice, so that your goodness would not be like a necessity, but voluntary.\" This question, which is asked by many and often withdrawn, can be solved from the present place, why God, creating man, did not create him good and right. For if God is good voluntarily, and not out of necessity, creating man, he ought to have made him in his image and likeness, that is, so that he too would be voluntarily, and not out of necessity, good. But those who assert that it should have been done so that evil could not be received, say this: he should have been made who was good out of necessity and not of his own accord. If such a result had been done that is good not by will, but by necessity, it would not be similar to God: who is good therefore because he wills, not because he is compelled. From which it is clear that they demand opposing things from each other. For from what they say, 'Man ought to become similar to God', they ask that free will should be obtained, just as God himself has. However, from what they infer, 'Such an individual ought to be made who could not obtain evil'; while they impose necessity upon a person for the sake of good, they desire that man should not become similar to God. And so the Apostle Paul was able to retain Onesimus for himself in service without the consent of Philemon. But if he had done this without Philemon’s consent, it would have been a good thing, but not voluntary. And what is not voluntary is argued to be not good in another way. For nothing can be called good unless it is voluntary. From this it follows that the prudence of the Apostles must be considered: he who sends back a fugitive slave to his master, so that he may be of use to his master, does so for the benefit of his master, who could not benefit if the slave were held in the absence of the master. Therefore, the question is solved in this way: God was able to make man good without his will. Moreover, if He had done this, it would not have been voluntary goodness, but of necessity. But that which is good by necessity is not good, and is argued to be evil of another kind. Therefore, leaving us with our own free will, He created us more in His image and likeness. And to be like God is absolutely good.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Origen of Alexandria",
        "file_name": "Philemon 1_14.toml",
        "id": "e1562107-a441-4e9a-af1a-51412a5140b8",
        "location_end": 1000014,
        "location_start": 1000014,
        "source_title": "HOMILIES ON JEREMIAH 20.2",
        "source_url": "",
        "ts": 253,
        "txt": "God does not tyrannize but rules, and when he rules, he does not coerce but encourages and he wishes that those under him yield themselves willingly to his direction so that the good of someone may not be according to compulsion but according to his free will. This is what Paul with understanding was saying to Philemon in the letter to Philemon concerning Onesimus: “So that your good be not according to compulsion but according to free will.” Thus, the God of the universe hypothetically might have produced a supposed good in us so that we would give alms from “compulsion” and we would be temperate from “compulsion,” but he has not wished to do so.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Thomas Aquinas",
        "file_name": "Philemon 1_15.toml",
        "id": "6f03650f-ded2-427f-84be-ce5b9d4937ee",
        "location_end": 1000015,
        "location_start": 1000015,
        "source_title": "",
        "source_url": "",
        "ts": 1274,
        "txt": "Then when he says, Perhaps, indeed..., he gives the reason why he ought to receive him kindly, first, on the side of God, second, on the side of the Apostle:\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Theodoret of Cyrus",
        "file_name": "Philemon 1_15.toml",
        "id": "c2092e91-f7de-4be1-b3cc-e194b3e0e178",
        "location_end": 1000015,
        "location_start": 1000015,
        "source_title": "Interpretation of the Letter to Philemon",
        "source_url": "",
        "ts": 458,
        "txt": "Onesimus’s flight has become the source of good things to him. \n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Theodore of Mopsuestia",
        "file_name": "Philemon 1_15.toml",
        "id": "77a8a8af-035e-40b3-8700-62d17575ded0",
        "location_end": 1000015,
        "location_start": 1000015,
        "source_title": "COMMENTARY ON PHILEMON",
        "source_url": "",
        "ts": 428,
        "txt": "Clearly Onesimus’s flight has served to reverse the wickedness of his judgment. The “perhaps,” however, makes Paul more persuasive [i.e., Paul puts this thought forward as a consideration for Philemon].\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "John Chrysostom",
        "file_name": "Philemon 1_15.toml",
        "id": "a138434b-1241-4471-bf5d-fa0def53721c",
        "location_end": 1000015,
        "location_start": 1000015,
        "source_title": "HOMILIES ON PHILEMON 2",
        "source_url": "",
        "ts": 407,
        "txt": "Paul wisely said “perhaps,” that the master may yield to his request. For since Onesimus’s flight arose from wickedness and a corrupt mind and not from the intention to accomplish good, Paul has said, “perhaps.” And he has not said, “therefore he fled,” but “therefore he was separated,” in order to elicit some tenderness on the part of Philemon.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "John Chrysostom",
        "file_name": "Philemon 1_15-16.toml",
        "id": "d2032b62-b266-4ac0-91b0-a6b1b21d518c",
        "location_end": 1000016,
        "location_start": 1000015,
        "source_title": "Homily 92 on Philemon",
        "source_url": "https://www.newadvent.org/fathers/23092.htm",
        "ts": 407,
        "txt": "Ver. 15, 16. \"For perhaps he was therefore parted from you for a season that you should have him for ever; no longer as a bond-servant.\"\n\nHe has well said, \"perhaps,\" that the master may yield. For since the flight arose from perverseness, and a corrupt mind, and not from such intention, he has said, \"perhaps.\" And he has not said, therefore he fled, but, therefore he was \"separated,\"  by a more fair sounding expression softening him the more. And he has not said, He separated himself, but, \"he was separated.\" For it was not his own arrangement that he should depart either for this purpose or for that. Which also Joseph says, in making excuse for his brethren, \"For God did send me hither\" [Genesis 45:5], that is, He made use of their wickedness for a good end. \"Therefore,\" he says, \"he was parted for a season.\"  Thus he contracts the time, acknowledges the offense, and turns it all to a providence.  \"That you should receive him,\" he says, \"for ever,\" not for the present season only, but even for the future, that you might always have him, no longer a slave, but more honorable than a slave. For you will have a slave abiding with you, more well-disposed than a brother, so that you have gained both in time, and in the quality of your slave. For hereafter he will not run away. \"That you should receive him,\" he says, \"for ever,\" that is, have him again.\n\n\"No longer as a bond-servant, but more than a bond-servant, a brother beloved, especially to me.\"\n\nYou have lost a slave for a short time, but you will find a brother for ever, not only your brother, but mine also. Here also there is much virtue. But if he is my brother, you also will not be ashamed of him. By calling him his son, he has shown his natural affection; and by calling him his brother, his great good will for him, and his equality in honor.\n\nMoral. These things are not written without an object, but that we masters may not despair of our servants, nor press too hard on them, but may learn to pardon the offenses of such servants, that we may not be always severe, that we may not from their servitude be ashamed to make them partakers with us in all things when they are good. For if Paul was not ashamed to call one \"his son, his own bowels, his brother, his beloved,\" surely we ought not to be ashamed. And why do I say Paul? The Master of Paul is not ashamed to call our servants His own brethren; and are we ashamed? See how He honors us; He calls our servants His own brethren, friends, and fellow-heirs. See to what He has descended! What therefore having done, shall we have accomplished our whole duty? We shall never in any wise do it; but to whatever degree of humility we have come, the greater part of it is still left behind. For consider, whatever you doest, you do to a fellow-servant, but your Master has done it to your servants. Hear and shudder! Never be elated at your humility!\n\nPerhaps you laugh at the expression, as if humility could puff up. But be not surprised at it, it puffs up, when it is not genuine. How, and in what manner? When it is practiced to gain the favor of men, and not of God, that we may be praised, and be high-minded. For this also is diabolical. For as many are vainglorious on account of their not being vainglorious,  so are they elated on account of their humbling themselves, by reason of their being high-minded. For instance, a brother has come, or even a servant you have received him, you have washed his feet; immediately you think highly of yourself. I have done, you say, what no other has done. I have achieved humility. How then may any one continue in humility? If he remembers the command of Christ, which says, \"When you shall have done all things, say, We are unprofitable servants.\" [Luke 17:10] And again the Teacher of the world, saying, \"I count not myself to have apprehended.\" [Philippians 3:13] He who has persuaded himself that he has done no great thing, however many things he may have done, he alone can be humble-minded, he who thinks that he has not reached perfection.\n\nMany are elated on account of their humility; but let not us be so affected. Have you done any act of humility? Be not proud of it, otherwise all the merit of it is lost. Such was the Pharisee, he was puffed up because he gave his tythes to the poor, and he lost all the merit of it. [Luke 18:12] But not so the publican. Hear Paul again saying, \"I know nothing by myself, yet am I not hereby justified.\" [1 Corinthians 4:4] Do you see that he does not exalt himself, but by every means abases and humbles himself, and that too when he had arrived at the very summit. And the Three Children were in the fire, and in the midst of the furnace, and what said they? \"We have sinned and committed iniquity with our fathers.\" [Song of Songs 5:6, in the Septuagint; Daniel 3:29-30; 5:16] This it is to have a contrite heart; on this account they could say, \"Nevertheless in a contrite heart and a humble spirit let us be accepted.\" Thus even after they had fallen into the furnace they were exceedingly humbled, even more so than they were before. For when they saw the miracle that was wrought, thinking themselves unworthy of that deliverance, they were brought lower in humility. For when we are persuaded that we have received great benefits beyond our desert, then we are particularly grieved. And yet what benefit had they received beyond their desert? They had given themselves up to the furnace; they had been taken captive for the sins of others; for they were still young; and they murmured not, nor were indignant, nor did they say, What good is it to us that we serve God, or what advantage have we in worshiping Him? This man is impious, and has become our lord. We are punished with the idolatrous by an idolatrous king. We have been led into captivity. We are deprived of our country, our freedom, all our paternal goods, we have become prisoners and slaves, we are enslaved to a barbarous king. None of these things did they say. But what? \"We have sinned and committed iniquity.\" And not for themselves but for others they offer prayers. Because, say they, \"You have delivered us to a hateful and a wicked king.\" Again, Daniel, being a second time cast into the pit, said, \"For God has remembered me.\" Wherefore should He not remember  you, O Daniel, when you glorified Him before the king, saying, \"Not for any wisdom that I have\"? [Daniel 2:30] But when you were cast into the den of lions, because thou did not obey that most wicked decree, wherefore should He not remember you? For this very reason surely should He.  Were you not cast into it on His account? \"Yea truly,\" he says, \"but I am a debtor for many things.\" And if he said such things after having displayed so great virtue, what should we say after this? But hear what David says, \"If He thus say, I have no delight in you, behold here am I, let Him do to me as seems good unto Him.\" [2 Samuel 15:26] And yet he had an infinite number of good things to speak of. And Eli also says, \"It is the Lord: let Him do what seems Him good.\" [1 Samuel 3:18]\n\nThis is the part of well-disposed servants, not only in His mercies, but in His corrections, and in punishments wholly to submit to Him. For how is it not absurd,  if we bear with masters beating their servants, knowing that they will spare them, because they are their own;  and yet suppose that God in punishing will not spare? This also Paul has intimated, saying, \"Whether we live or die, we are the Lord's.\" [Romans 14:8] A man, we say, wishes not his property to be diminished, he knows how he punishes, he is punishing his own servants. But surely no one of us spares more than He Who brought us into being out of nothing, Who makes the sun to rise, Who causes rain; Who breathed our life into us, Who gave His own Son for us.\n\nBut as I said before, and on which account I have said all that I have said, let us be humble-minded as we ought, let us be moderate as we ought. Let it not be to us an occasion of being puffed up. Are you humble, and humbler than all men? Be not high-minded on that account, neither reproach others, lest you lose your boast. For this very cause you are humble, that you may be delivered from the madness of pride; if therefore through your humility you fall into that madness, it were better for you not to be humble. For hear Paul saying, \"Sin works death in me by that which is good, that sin by the commandment might become exceeding sinful.\" [Romans 7:13] When it enters into your thought to admire yourself because you are humble, consider your Master, to what He descended, and you will no longer admire yourself, nor praise yourself, but will deride yourself as having done nothing. Consider yourself altogether to be a debtor. Whatever you have done, remember that parable, \"Which of you having a servant...will say unto him, when he has come in, Sit down to meat?...I say unto you, Nay...but stay and serve me.\" [From Luke 17:7-8] Do we return thanks to our servants, for waiting upon us? By no means. Yet God is thankful to us, who serve not Him, but do that which is expedient for ourselves.\n\nBut let not us be so affected, as if He owed us thanks, that He may owe us the more, but as if we were discharging a debt. For the matter truly is a debt, and all that we do is of debt. For if when we purchase slaves with our money, we wish them to live altogether for us, and whatever they have to have it for ourselves, how much more must it be so with Him, who brought us out of nothing into being, who after this bought us with His precious Blood, who paid down such a price for us as no one would endure to pay for his own son, who shed His own Blood for us? If therefore we had ten thousand souls, and should lay them all down for Him, should we make Him an equal return? By no means. And why? Because He did this, owing us nothing, but the whole was a matter of grace. But we henceforth are debtors: and being God Himself, He became a servant, and not being subject to death, subjected Himself to death in the flesh. We, if we do not lay down our lives for Him, by the law of nature must certainly lay them down, and a little later shall be separated from it,  however unwillingly. So also in the case of riches, if we do not bestow them for His sake, we shall render them up from necessity at our end. So it is also with humility. Although we are not humble for His sake, we shall be made humble by tribulations, by calamities, by over-ruling powers. Do you see therefore how great is the grace! He has not said, \"What great things do the Martyrs do? Although they die not for Me, they certainly will die.\" But He owns Himself much indebted to them, because they voluntarily resign that which in the course of nature they were about to resign shortly against their will. He has not said, \"What great thing do they, who give away their riches? Even against their will they will have to surrender them.\" But He owns Himself much indebted to them too, and is not ashamed to confess before all that He, the Master, is nourished by His slaves.\n\nFor this also is the glory of a Master, to have grateful slaves. And this is the glory of a Master, that He should thus love His slaves. And this is the glory of a Master, to claim for His own what is theirs. And this is the glory of a Master, not to be ashamed to confess them before all. Let us therefore be stricken with awe at this so great love of Christ. Let us be inflamed with this love-potion. Though a man be low and mean, yet if we hear that he loves us, we are above all things warmed with love towards him, and honor him exceedingly. And do we then love? And when our Master loves us so much, we are not excited? Let us not, I beseech you, let us not be so indifferent with regard to the salvation of our souls, but let us love Him according to our power, and let us spend all upon His love, our life, our riches, our glory, everything, with delight, with joy, with alacrity, not as rendering anything to Him, but to ourselves. For such is the law of those who love. They think that they are receiving favors, when they are suffering wrong for the sake of their beloved. Therefore let us be so affected towards our Lord, that we  also may partake of the good things to come in Christ Jesus our Lord.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Jerome",
        "file_name": "Philemon 1_15.toml",
        "id": "526a8db5-10c9-418a-a8ad-124b5545393c",
        "location_end": 1000015,
        "location_start": 1000015,
        "source_title": "Commentary on Philemon",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Jerome/Commentary%20on%20Philemon.md",
        "ts": 420,
        "txt": "Sometimes the occasion of evil becomes the occasion of good, and God turns evil human plans to an upright end.… If indeed [Onesimus] had not fled his master, he never would have come to Rome where Paul was in prison in chains. If he had not seen Paul in chains, he would not have received faith in Christ. If he had not had faith in Christ, he never would have become Paul’s son, so that he might be sent for the work of the gospel.… Paul says “perhaps” cautiously, hesitantly, with trepidation and not with certainty. If he had not said “perhaps,” all slaves would need to flee in order to become apostles.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Jerome",
        "file_name": "Philemon 1_15-16.toml",
        "id": "85ebcfcf-1465-456b-832f-4b9df20570ac",
        "location_end": 1000016,
        "location_start": 1000015,
        "source_title": "Commentary on Philemon",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Jerome/Commentary%20on%20Philemon.md",
        "ts": 420,
        "txt": "Perhaps for this reason he departed from you for a time, so that you might receive him forever. No longer as a servant, but more than a servant, a beloved brother, especially to me: but how much more to you both in the flesh, and in the Lord.\" Sometimes, evil is the cause of good things, and God can turn the wicked intentions of men to good. What I am saying will become clearer through an example. Joseph's brothers, incited by jealousy, sold him to the Ishmaelites for twenty pieces of silver (Gen. 37). From this evil beginning, good things came to his father, his brothers, and all of Egypt. Finally, he said to his brothers: \"You thought evil of me: but God turned it into good.\" (Gen. 45:8). We can understand a similar thing in the case of Onesimus, that bad beginnings were the occasion of a good thing. For if he had not fled his master, he would never have come to Rome where Paul was imprisoned. If he had not seen Paul in chains, he would not have received faith in Christ. If he had not had faith in Christ, he would never have been sent out for the work of the gospel as Paul's son. Thus little by little, and by its own steps, with changing judgments, Onesimus became a minister of the gospel, because he had fled from his master. And with a beautiful addition, he tempered his judgment, saying, \"perhaps.\" The judgments of God are hidden, and it is reckless to pronounce as certain what is doubtful. \"Perhaps,\" he said, \"this happened\": cautiously, timidly, tremblingly, without taking a firm stand: as if he had not said \"perhaps,\" all the slaves would have fled, and become as apostates. But what he added, \"for an hour,\" we must take for a time. For in comparison with eternity, all time is brief. \"That you might receive him as if he were eternal.\" No eternal lord has a servant: for his power, and the condition of each, ends in death. But Onesimus, who has become eternally so through the faith of Christ, was eternal to Philemon, because he too had believed in Christ, and had received the spirit of liberty, so that he no longer was a slave, but had begun to be a brother from a slave, a most dear brother, an eternal brother; eternal to his Apostle and Lord also, to whom Onesimus had been subject as long as he was in the flesh, but afterwards united by the spirit. And thus we may understand that a servant who has believed in Christ is bound by a twofold law to two masters, so that he may be united to them by the necessity of the flesh for a time, and by the spirit in eternity.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Thomas Aquinas",
        "file_name": "Philemon 1_16.toml",
        "id": "a3b06fec-cb14-4660-a003-df349c3059e1",
        "location_end": 1000016,
        "location_start": 1000016,
        "source_title": "",
        "source_url": "",
        "ts": 1274,
        "txt": "And he says instead of a slave, that is, in place of a slave. Matthew 23.8: ‘For one is your master and all are your brothers.’ And not only yours, but mine in comparison to God, though he is a son to the ministry.\nHow much more to you, both in the flesh and in the Lord. This can be expounded in two ways. First, as referring to the first origin of the divine creation, and thus he is a brother. Deuteronomy 32:6: ‘Is not he your father, that hath possessed you, and made you, and created you?’ Malachi 2:10: ‘Have we not all one father? Did not one God created us?’ Again, by trust in God. Or it might rather be for the good of Philemon, because he is close to him in the flesh, since that is how he is his slave, because whatever he is bodily belongs to Philemon. Hence one is moved by charity for two reasons, by love which has its origin in the flesh, or by spiritual love. On the part of the Apostle, he first declares his friendship, under which aegis he wants Philemon to take Onesimus back; second, he offers to pay any damages; third he shows the function of receiving.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "George Leo Haydock",
        "file_name": "Philemon 1_16.toml",
        "id": "7db55b11-0ec6-4b36-8187-835fa13d3c31",
        "location_end": 1000016,
        "location_start": 1000016,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Receive him not now as a servant, but also as a most dear brother, especially to me. Nay I may say, how much more dear even to thee, both in the flesh, having been a Gentile as thou thyself wast, and having been also a servant in thy family. And secondly, he ought now to be dear to thee in our Lord, he who was thy servant, being now united to thee by the same faith, and by an union of charity. See Estius. (Witham)\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "John Chrysostom",
        "file_name": "Philemon 1_16.toml",
        "id": "a21fbc47-18b6-435f-8f8a-929c562cfca5",
        "location_end": 1000016,
        "location_start": 1000016,
        "source_title": "ON LAZARUS AND THE RICH MAN 6",
        "source_url": "",
        "ts": 407,
        "txt": "Shall I show you freedom arising from slavery? There was a certain Onesimus, a slave, a good-for-nothing runaway. He escaped and went to Paul. He obtained baptism, washed away his sins and remained at Paul’s feet.… Do you see his nobility? Do you see a character that brings freedom? Slave and free are simply names. What is a slave? It is a mere name. How many masters lie drunken upon their beds, while slaves stand by sober? Whom shall I call a slave? The one who is sober, or the one who is drunk? The one who is the slave of a man, or the one who is the captive of passion? The former has his slavery on the outside; the latter wears his captivity on the inside.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Ambrosiaster",
        "file_name": "Philemon 1_16.toml",
        "id": "816c98a7-05da-4b30-b0c0-991e1308d956",
        "location_end": 1000016,
        "location_start": 1000016,
        "source_title": "",
        "source_url": "",
        "ts": 384,
        "txt": "Paul humbled him by saying that Onesimus was his brother both in the flesh and in the Lord, for once the issue of human subjection is removed, we are all of the same Adam and ought to recognize ourselves as brothers, particularly when faith, which takes all pride away, unites us.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Thomas Aquinas",
        "file_name": "Philemon 1_17.toml",
        "id": "3d0717de-a0a0-4254-ab2e-ed147e6983c2",
        "location_end": 1000017,
        "location_start": 1000017,
        "source_title": "",
        "source_url": "",
        "ts": 1274,
        "txt": "Therefore, he says, If, therefore, you dost count me as a partner, welcome him. 1 John 1:7: ‘But if we walk in the light as he also is in the light, we have fellowship with one another.’And he says as you would me because he is linked with me. Matthew 10:40: ‘Who receives you, receives me.’\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "George Leo Haydock",
        "file_name": "Philemon 1_17.toml",
        "id": "d8a50256-fccc-4cc8-b6c8-729b5361e997",
        "location_end": 1000017,
        "location_start": 1000017,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "If, therefore, thou count me a partner, as a brother in Christ, as a member of Christ with thee, receive him as myself. (Witham)\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Theodore of Mopsuestia",
        "file_name": "Philemon 1_17.toml",
        "id": "4b54a449-f8fd-469e-a85a-6b07149035d8",
        "location_end": 1000017,
        "location_start": 1000017,
        "source_title": "Commentary on Philemon",
        "source_url": "",
        "ts": 428,
        "txt": "Paul argues that what he desires of Philemon is consistent with the shared faith and shared condition of believers. The injunction to receive Onesimus as if he were Paul does not mean Philemon should receive him as an apostle but “as you would personally receive me.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "John Chrysostom",
        "file_name": "Philemon 1_17.toml",
        "id": "86ae0a78-6f67-4b32-8941-0f6a4b69095d",
        "location_end": 1000017,
        "location_start": 1000017,
        "source_title": "HOMILIES ON PHILEMON 3",
        "source_url": "",
        "ts": 407,
        "txt": "No procedure is so apt to gain a hearing, as not to ask for everything at once. For we see Paul only introduces the heart of the matter after praising Philemon and with much preparation. After having said that Onesimus is “my son,” that he is a partaker of the gospel, that he is “my very heart,” that you receive him back “as a brother” and “regard him as a brother,” then Paul has added “as myself.” And Paul was not ashamed to do this. For he who was not ashamed to be called the servant of the faithful but confesses that he was such, much more would he not refuse this.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "John Chrysostom",
        "file_name": "Philemon 1_17-19.toml",
        "id": "11104a1b-b29f-42d1-a697-3317945d3996",
        "location_end": 1000019,
        "location_start": 1000017,
        "source_title": "Homily 93 on Philemon",
        "source_url": "https://www.newadvent.org/fathers/23093.htm",
        "ts": 407,
        "txt": "No procedure is so apt to gain a hearing,  as not to ask for everything at once. For see after how many praises, after how much preparation he has introduced this great matter. After having said that he is \"my son,\" that he is a partaker of the Gospel, that he is \"my bowels,\" that you receive him back \"as a brother,\" and \"hold him as a brother,\" then he has added \"as myself.\" And Paul was not ashamed to do this. For he who was not ashamed to be called the servant of the faithful, but confesses that he was such, much more would he not refuse this. But what he says is to this effect. If you are of the same mind with me, if you run upon the same terms,  if you consider me a friend, receive him as myself.\n\n\"If he has wronged you at all.\" See where and when he has introduced the mention of the injury; last, after having said so many things in his behalf. For since the loss of money is particularly apt to annoy men, that he might not accuse him of this, (for it was most likely that it was spent,) then he brings in this, and says, \"If he has wronged you.\" He does not say, If he has stolen anything; but what? \"If he has wronged you.\" At the same time he both confessed the offense, and not as if it were the offense of a servant, but of a friend against a friend, making use of the expression of \"wrong\" rather than of theft.\n\n\"Put that to mine account,\" he says, that is, reckon the debt to me, \"I will repay it.\" Then also with that spiritual pleasantry,\n\n\"I Paul write  it with my own hand.\" At once movingly and pleasantly; if when Paul did not refuse to execute a bond for him, he should refuse to receive him! This would both shame Philemon into compliance, and bring Onesimus out of trouble. \"I write it,\" he says, \"with my own hand.\" Nothing is more affectionate than these \"bowels,\" nothing more earnest, nothing more zealous. See what  great concern he bestows in behalf of one man. \"Albeit I do not say to you how you owe unto me even your own self besides.\" Then that it might not appear insulting to him, whom he requests, if he had not the confidence to ask and obtain in behalf of a theft, he in some measure relieves this, saying, \"That I say not unto you how you owe to me even your own self besides.\" Not only your own things, but yourself also. And this proceeded from love, and was according to the rule of friendship, and was a proof of his great confidence. See how he everywhere provides for both, that he may ask with great security, and that this may not seem a sign of too little  confidence in him.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Jerome",
        "file_name": "Philemon 1_17.toml",
        "id": "18482d35-4636-4c42-81db-418b725b546d",
        "location_end": 1000017,
        "location_start": 1000017,
        "source_title": "Commentary on Philemon",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Jerome/Commentary%20on%20Philemon.md",
        "ts": 420,
        "txt": "\"If therefore you have me as a partner, receive him as you would me.\" Philemon desired to have Paul as a partner, and believing in Christ, he truly wanted to make such progress as to become like Paul, so that he could share his chains with him. Let us consider how much praise Onesimus is given here, how much he is said to have profited: since he must be received in such a way as the Apostle, and so should desire his fellowship, as belonging to Paul. In brief what he says is this: If you want to have me as a partner, have Onesimus also, whom I have as a partner, and my son, whom I have as my own flesh: whom if you do not receive, nor desire to have, you yourself see that you are not able to have me.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Ambrosiaster",
        "file_name": "Philemon 1_17.toml",
        "id": "f9ca2804-91a0-4640-9a60-e1995b7592c6",
        "location_end": 1000017,
        "location_start": 1000017,
        "source_title": "",
        "source_url": "",
        "ts": 384,
        "txt": "This was meant to frighten Philemon into at least taking him back, if he could not be persuaded to do so out of love.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Thomas Aquinas",
        "file_name": "Philemon 1_18.toml",
        "id": "a52345a7-7fc0-4582-ab48-49b07aa0169d",
        "location_end": 1000018,
        "location_start": 1000018,
        "source_title": "",
        "source_url": "",
        "ts": 1274,
        "txt": "Second, he offers to make good any injury to Philemon, saying, And if he did you any injury or owes you anything, namely by leaving his service, charge it to me. As if to say, I will make satisfaction. Galatians 6.2.: ‘Bear one another’s burdens.’ And more, because he first offers to make it good; second, he shows that Philemon is in his debt, not of necessity but of will.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "George Leo Haydock",
        "file_name": "Philemon 1_18.toml",
        "id": "d8e9c2ed-4793-44b8-8cab-16819c8ef247",
        "location_end": 1000018,
        "location_start": 1000018,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "If he hath wronged thee in any thing, as he confesses, put it to my account, to my debtor, I will repay it, and satisfy thee for it. (Witham)\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Jerome",
        "file_name": "Philemon 1_18.toml",
        "id": "8fbe89a0-8e6d-4969-992e-70bd96144d62",
        "location_end": 1000018,
        "location_start": 1000018,
        "source_title": "Commentary on Philemon",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Jerome/Commentary%20on%20Philemon.md",
        "ts": 420,
        "txt": "But if anyone has wronged you, or owes you anything, charge that to me. As an imitator of his master, and having Christ speaking in him, he ought to do the things which Christ did according to his ability. For if he bore our weaknesses and suffered our wounds, the Apostle rightly opposes himself on behalf of Onesimus and promises what he owed. But as we have said above, all that which was taken away by theft and lost through luxury could not be made right, which Philemon valued greatly while he received his runaway slave, lost money and eternal brother, thus making himself a debtor to the Apostle through him.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Ambrosiaster",
        "file_name": "Philemon 1_18.toml",
        "id": "3c36c253-7d44-4a52-93f5-0948a8bdb188",
        "location_end": 1000018,
        "location_start": 1000018,
        "source_title": "",
        "source_url": "",
        "ts": 384,
        "txt": "Paul now removes the excuse for anger, just in case it turned out that he had been so hurt by Onesimus that he would find it impossible to forgive him.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Thomas Aquinas",
        "file_name": "Philemon 1_19.toml",
        "id": "a9240b65-3726-48d0-9f0d-e0215cbed140",
        "location_end": 1000019,
        "location_start": 1000019,
        "source_title": "",
        "source_url": "",
        "ts": 1274,
        "txt": "Therefore he says, I, Paul, as if to say, that you might be certain of restitution. I write it with my own hand. And this not out of necessity, because you owe me your very self, because I snatched you from eternal death, and thus he should do this for his liberator. Tobias 9:2: ‘If I should give myself to be your servant, I should not make a worthy return for your care.’\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "George Leo Haydock",
        "file_name": "Philemon 1_19.toml",
        "id": "cf5e8513-a7f5-4e30-8793-b6c9adf29516",
        "location_end": 1000019,
        "location_start": 1000019,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "I, Paul, have written, and testified this with my own hand. Some think he wrote the whole letter, with his own hand, to make it more acceptable to Philemon. \nNot to say to thee, that thou owest me thy own self, the eternal salvation of thy soul, by thy conversion to the faith of Christ. (Witham)\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Theodore of Mopsuestia",
        "file_name": "Philemon 1_19.toml",
        "id": "aa2497e6-5109-49b4-af69-f87760a1af02",
        "location_end": 1000019,
        "location_start": 1000019,
        "source_title": "Commentary on Philemon",
        "source_url": "",
        "ts": 428,
        "txt": "Paul says, “I make this promise to you, since you yourself see the abundant rewards that God’s mercy has in store when you exercise goodness toward Onesimus. You ought to think on these things in the light of what you owe to me, though I ought not to refer to it.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "John Chrysostom",
        "file_name": "Philemon 1_19.toml",
        "id": "3fb8c772-3d60-4125-ae62-9db9bd056949",
        "location_end": 1000019,
        "location_start": 1000019,
        "source_title": "HOMILIES ON PHILEMON 3",
        "source_url": "",
        "ts": 407,
        "txt": "Paul writes at once movingly and with subtle spiritual grace. The idea is that since Paul did not refuse to extend his credit, [how ironic it would be] if Philemon should refuse to receive Onesimus! The mention of this deserved favor would both shame Philemon into compliance and bring Onesimus out of trouble.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Jerome",
        "file_name": "Philemon 1_19.toml",
        "id": "0ccb6ad7-019c-4c90-bfe1-55acbf8b349a",
        "location_end": 1000019,
        "location_start": 1000019,
        "source_title": "Commentary on Philemon",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Jerome/Commentary%20on%20Philemon.md",
        "ts": 420,
        "txt": "I, Paul, have written this with my own hand. I will repay it, not to mention that you owe me your very self.\" What he says is this: \"Whatever Onesimus may have wronged you, I will repay. I, Paul, write this with my own hand. I will not remind you that you owe me your very self. But I say this as speaking to a stranger. Moreover, if I should regain my right due to the message of Christ, which I have preached to you, and you have become a Christian, you owe yourself to me. So if you are mine, and all your possessions are mine: Onesimus also, who is yours, is mine. Therefore, I could use him as my own; but I leave it to your will, so that you may have a reward by forgiving.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Thomas Aquinas",
        "file_name": "Philemon 1_20.toml",
        "id": "dd32a694-1fdf-4236-916f-257fc04292d1",
        "location_end": 1000020,
        "location_start": 1000020,
        "source_title": "",
        "source_url": "",
        "ts": 1274,
        "txt": "And he adds, Yes, indeed, brother, may I too make use of you, as if to say, if you want me for a partner, take him back, and I will so use you, brother, that is, if you do it, you will fill my wishes with joy. For to make use is to use the fruit and thus it is to use for the useful, as I enjoy fruit. It implies the sweetness of the fruit; Song of Songs 2:3: ‘And his fruit was sweet to my palate.’ And the end, because the ultimate produce of the tree is its fruit. Therefore, to enjoy is properly to have something which is pleasant and final. Hence Augustine says that we enjoy thinking of things in which the will delights because of their sweetness. Again, to enjoy is to adhere to something for its own sake. Sometimes ‘enjoy’ and ,use’ are taken commonly as implying enjoyment without the contrary. Sirach 8:10: ‘and to serve great men without blame’. Therefore he says, May I too make use of you, because you are against me in nothing. And if in this you please me, there will be nothing in my heart concerning you that saddens me, and thus you will delight me. But if we take enjoyment as something final, then one does not enjoy man, but God alone. Contrary to this seems to be Wisdom 2:6: ‘Come therefore, and let us enjoy the good things that are present: and let us speedily use the creatures as in youth.’ Hence he adds in the Lord, that is, May I, too, make use of you in the delight of God, rejoicing in the divine good that is in you, because his action is love, and the enjoyment of its effect, namely, charity. That is why he adds console my heart. A man is consoled spiritually when the desires of his heart are fulfilled. As if he said: fulfil the deepest desires of my heart. And not with respect to evil, but in the Lord, and thus the fulfilment of desire is good.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "George Leo Haydock",
        "file_name": "Philemon 1_20.toml",
        "id": "f0d11833-dfb5-499e-b7ca-bf32575ed0c8",
        "location_end": 1000020,
        "location_start": 1000020,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Yea, brother: may I enjoy thee in the Lord, enjoy the fruits of thy friendship and love for me, and rejoice with thee. In this refresh my bowels in the Lord, grant me this satisfaction. I have written freely, and with confidence in thy obedience; that is, ready compliance, in giving him and me more than I ask, to wit, his freedom. After this, he was made a deacon, and, as some say, a bishop and a martyr. See St. Jerome, and Tillemont in his art. 45. on St. Paul, and his notes 70, 71. (Witham)\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Augustine of Hippo",
        "file_name": "Philemon 1_20.toml",
        "id": "226a62d4-7f5c-42db-9e4a-9bf72a96358d",
        "location_end": 1000020,
        "location_start": 1000020,
        "source_title": "",
        "source_url": "",
        "ts": 430,
        "txt": "But when you have joy of a man in God, it is God rather than man that you enjoy. For you enjoy Him by whom you are made happy, and you rejoice to have come to Him in whose presence you place your hope of joy. And accordingly, Paul says to Philemon, “Yea, brother, let me have joy of thee in the Lord.” For if he had not added “in the Lord,” but had only said, “Let me have joy of thee,” he would have implied that he fixed his hope of happiness upon him, although even in the immediate context to “enjoy” is used in the sense of to “use with delight.” (On Christian Doctrine 1.33)\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "John Chrysostom",
        "file_name": "Philemon 1_20.toml",
        "id": "c5345ae4-d91b-49fa-879e-211b62d4b078",
        "location_end": 1000020,
        "location_start": 1000020,
        "source_title": "Homily 93 on Philemon",
        "source_url": "https://www.newadvent.org/fathers/23093.htm",
        "ts": 407,
        "txt": "Ver. 20. \"Yea, brother.\"\n\nWhat is, \"Yea, brother\"? Receive him, he says. For this we must understand though unexpressed. For dismissing all pleasantry, he again pursues his former considerations, that is, serious ones. And yet even these are serious. For the things that proceed from Saints are of themselves serious, even when they are pleasantry.\n\n\"Yea, brother, let me have joy of you in the Lord, refresh my heart in Christ.\"\n\nThat is, you grant the favor to the Lord, not to me. \"My heart,\" that is, toward yourself.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Jerome",
        "file_name": "Philemon 1_20.toml",
        "id": "d49bfb93-f3d1-4c7b-8525-566970d39c2d",
        "location_end": 1000020,
        "location_start": 1000020,
        "source_title": "Commentary on Philemon",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Jerome/Commentary%20on%20Philemon.md",
        "ts": 420,
        "txt": "\"So, brother, I might enjoy you in the Lord.\" The Latin language does not clarify the Greek word 'proprietatem'. What he says, \"yes, brother, yes\" is something like the adverb of flattery. But we interpreters sound more flowing and diluted as \"so, brother,\" something else more than what is written. For as Anna's Hebrew word frequently translated by the seventy interpreters as \"oh yes\", indicates a prayerful attitude in their own language. Hence sometimes Symmachus translated Anna as \"I pray,\" that is, \"I beseech.\" We also suffer the same strength in the Greek language that Greeks sustain in the Hebrew language. What he says, \"I might enjoy you in the Lord,\" is understood as something far more than it is thought. The Apostle enjoys nothing but that which has many virtues and sings in itself, and everything that is called Christ for a variety of reasons: namely, wisdom, justice, self-restraint, gentleness, temperance, chastity: Philemon invokes these to abound in them, so that he himself may be fulfilled in enjoying them. And lest you think that fruition is said, in which we often delight in the presence of our own, he added, \"in the Lord:\" so that from the fact that the name of the Lord is added, it is understood that there is another enjoyment, by which one enjoys without the Lord.\n\n\"Renew my being in Christ.\" Thus just as Philemon wanted to enjoy him in the Lord, so he wants his own being Onesimus, whom also previously he called by the same name, to be renewed through Philemon, and it is said ambiguously: whether it is Onesimus' being in Christ that is of Paul, or whether it must be said that Onesimus' being is to be renewed through Philemon in Christ. If you wish to understand the former, correctly you will say that Onesimus is of Paul's being in Christ whom he begot in Christ's chains. If the latter applies: Onesimus is to be renewed in Christ through Philemon, as he is trained by his teachings in Christ.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Thomas Aquinas",
        "file_name": "Philemon 1_21.toml",
        "id": "8c8e03ff-d962-42ee-b7eb-112b22c14128",
        "location_end": 1000021,
        "location_start": 1000021,
        "source_title": "",
        "source_url": "",
        "ts": 1274,
        "txt": "Then when he says Trusting in your compliance, he provides a reason on the side of Philemon, and a commendation of his obedience. First he shows how he is confident in his obeying; second he adds to it something similar. Therefore he says, Trusting in your compliance. 2 Corinthians 7:16: ‘I rejoice that in all things I can have confidence in you.’ 1 Sam 15:22: ‘For obedience is better than sacrifices.’ But he writes more cautiously because a man listens more closely to one he expects to see again than if he despairs.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "John Chrysostom",
        "file_name": "Philemon 1_21.toml",
        "id": "d4c20cad-8c89-4901-8fd2-1206d07e2ae3",
        "location_end": 1000021,
        "location_start": 1000021,
        "source_title": "Homily 93 on Philemon",
        "source_url": "https://www.newadvent.org/fathers/23093.htm",
        "ts": 407,
        "txt": "Ver. 21. \"Having confidence in your obedience, I write unto you.\"\n\nWhat stone would not these things have softened? What wild beast would not these things have rendered mild, and prepared to receive him heartily? After having borne witness to him by so many great testimonies of his goodness, he is not ashamed again to excuse himself. He says, Not barely requesting it, nor as commanding it, nor arbitrarily, but \"having confidence in your obedience I wrote to you.\" What he had said at the beginning, \"having confidence,\" that he also says here in the sealing up of his letter.\n\n\"Knowing that you will also do more than I say.\"\n\nAt the same time in saying this he excited him. For he would have been ashamed, though for nothing else, if having such credit with him as this, that he would do more than he said — he should not do so much.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "John Chrysostom",
        "file_name": "Philemon 1_21-22.toml",
        "id": "28fa12b4-7a18-4d52-bfdd-4052162762cf",
        "location_end": 1000022,
        "location_start": 1000021,
        "source_title": "HOMILIES ON PHILEMON 3",
        "source_url": "",
        "ts": 407,
        "txt": "What stone would not these words have softened? What wild beast would not these requests have rendered mild and prepared to receive him heartily?… What he had said at the beginning, “having confidence,” that he also says here in the sealing up of his letter.… This also was the part of one who was exceedingly confident. It may also be the case that this statement too was in behalf of Onesimus. For he, not being a neutral personage but rather being intimately knowledgeable about Paul’s situation and special to the apostle, they might lay aside all remembrance of the wrong and might the rather grant the favor.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Jerome",
        "file_name": "Philemon 1_21.toml",
        "id": "f8ba39ab-40e4-41f7-971c-25ab3694bf2e",
        "location_end": 1000021,
        "location_start": 1000021,
        "source_title": "Commentary on Philemon",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Jerome/Commentary%20on%20Philemon.md",
        "ts": 420,
        "txt": "\"Confident in your obedience, I have written to you, knowing that you will do even more than I say.\" Whoever presumes of him whom he is about to ask, prejudices himself in a certain manner, that it may not be lawful for him to deny what he is asked. Moreover, if he who asks knows that he will be asked for more than he has asked, he seeks smaller things, that he may have the voluntary compliance of the person asked, and a greater reward in return. But if Philemon does these things according to the precept of man: how much more will he do them for the love of God? Therefore, he is justly praised by the voice of the Apostle, because he anticipated his commands by his actions and could say, \"Let the voluntary offerings of my mouth be pleasing to you, Lord\" (Ps. 119:108), doing more than the precept required, he conquers those who only did what was commanded and are ordered to say, \"We are useless servants because we have done what we were obliged to do\" (Lk. 17:10). Virginity is also awarded a greater prize for this reason: because the precept of the Lord does not have it and it extends beyond what was ordered.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Ambrosiaster",
        "file_name": "Philemon 1_21.toml",
        "id": "fb46fb5f-f0bb-4be0-8efb-10eb07726f94",
        "location_end": 1000021,
        "location_start": 1000021,
        "source_title": "",
        "source_url": "",
        "ts": 384,
        "txt": "It is usually the case that if someone thinks he is well thought of he will perform better than expected.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Thomas Aquinas",
        "file_name": "Philemon 1_22.toml",
        "id": "87205fa3-6dc8-4ae1-a3e4-3e94f5924d71",
        "location_end": 1000022,
        "location_start": 1000022,
        "source_title": "",
        "source_url": "",
        "ts": 1274,
        "txt": "At the same time make ready a lodging for me too. For it was his custom when he was in Colossae to stay in his home. Chrysostom asks what we are to make of this remark in which a poor man commands a rich man by letter from across the expanse of the earth to prepare a lodging for him. What would have to be prepared for one content with bread and cheap victuals? It should be said that it was not for the sake of the preparation of lodging that he says this, but to insinuate familiarity and love; in this way he will be prompt to obey. The Apostle therefore does not say this on account of external trappings but out of his devotion. For I hope that through your prayers I shall be restored to you.\nAgainst this is the fact that he never returned to them but died in Rome, therefore his hope was dashed. I reply that the hope of the just is of two kinds, the chief of which is for his own good, and this is never dashed; another secondary hope is the proof of others, and this is sometimes dashed, because their merits are contrary, as the just man is sometimes not heeded by others. But was he deceived in his trust? It should be said that God alone knows the future; that is not for human knowledge, except the prophetic. And no prophet knows all the future events that concern himself. Only Christ did, because he did not have the Holy Spirit in a limited way. Thus Isaac the great prophet was deceived in Jacob. So it is not to be wondered at in an apostle if he does not know.\nThen he ends his letter with a greeting, and first on the part of others, second on his own. He says, they send you greetings, and we read of them at the end of Colossians. But this can be doubted since he mentions Demas. How can this be, since he said in 2. Timothy 3:8, ‘For Demas has deserted me, loving this world’? How, then, can he use his name?\nIt might be said that he returned to him, but this does not seem to be the case, because this letter was written after that to Timothy and here he says, I hope that through your prayers, and there he foretells his death, saying, ‘The time of my deliverance is at hand.’ Therefore it should be said that Paul was in Rome for nearly nine years, and this letter was written at the beginning, whereas the second letter to Timothy was written at the end of his life and then Demas weary of imprisonment deserted him. The letters of Paul are not arranged chronologically, because the letters to the Corinthians were written before the letter to the Romans, and this before the last letter to Timothy. That is placed first because of its matter, which is worthier. His own greeting here is the same one that ends the second letter to Timothy. Thanks be to God, amen.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "John Chrysostom",
        "file_name": "Philemon 1_22.toml",
        "id": "44ccf168-f125-4a13-94f5-a866daaa9a7d",
        "location_end": 1000022,
        "location_start": 1000022,
        "source_title": "Homily 93 on Philemon",
        "source_url": "https://www.newadvent.org/fathers/23093.htm",
        "ts": 407,
        "txt": "Ver. 22. \"But withal prepare me also a lodging: for I trust that through your prayers I shall be given unto you.\"\n\nThis also was the part of one who was exceedingly confident — or rather this too was in behalf of Onesimus, that not being indifferent, but knowing that he upon his return would know the things relating to him, they might lay aside all remembrance of the wrong, and might the rather grant the favor. For great was the influence and the honor of Paul residing among them, of Paul in his age, of Paul after imprisonment. Again, it is a proof of their love that he says that they pray; and to attribute to them so much as that they pray for \"him.\" For although I be now in danger, yet nevertheless you will see me if you pray for it.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Jerome",
        "file_name": "Philemon 1_22.toml",
        "id": "9208d82a-776b-4001-a562-2a0290ce23eb",
        "location_end": 1000022,
        "location_start": 1000022,
        "source_title": "Commentary on Philemon",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Jerome/Commentary%20on%20Philemon.md",
        "ts": 420,
        "txt": "\"But at the same time prepare a lodging for me.\" I do not think that the Apostle was so rich, and occupied with such great burdens, that he needed a prepared lodging, and that he would not be content with a single cell, a house of small size for his body's limited capacity, but rather to do what he was asked while he was being waited for by Philemon. However, if someone thinks that he was given a command to prepare a lodging for himself, not in a discretionary manner, but truly, the Apostle had to prepare a lodging more than Paul. He was about to go to a new city, to preach the Crucifix, and to impart unheard-of dogmas, knowing that many would come to him; and it was necessary first, that the house be in a celebrated place of the city, to which he could easily be convened. Then, that it be empty of all importunity: that it be spacious, so that it could hold many listeners: not near places of spectacle, not in an unseemly and detestable neighborhood; finally, that it be located on a level site rather than in a cenacle. For which reason, I believe he even stayed in Rome for two years (( \"Al.\" biennio)). And the dwelling place, as I think, was not small, to which the crowds of Jews flowed every day.\n\nFor I hope that I will be given to you through your prayers. The Son pleads to the Father, and God grants indulgence, and a brother is often saved by the prayer of his brother. But the Apostle is granted by the prayers of the whole Church, for the benefit of those who are going to hear him. And this gift is said not so much to be on him to whom it is given who is prepared from martyrdom to martyrdom, as on those to whom the Apostle is sent. But that Paul was frequently in prison and was freed from chains, he himself says in another place: \"In prisons frequently\" (2 Cor. 11), from which sometimes, with the help of the Lord, and frequently even his persecutors finding nothing worthy of death in him, he was let go. For there had not yet been decrees of the Senate against the name of Christian; nor had Nero's sword as yet grown red with Christian blood. But, for the novelty of the new name, either through the envy of wicked men, or the zeal of people eager to destroy their ancient customs, they were sent to prison and again released in a frenzy of popular excitement, which soon subsided. And this is how we say it to be, Acts of the Apostles testify, in which Felix also speaks to Agrippa: that Paul could have been released, if he had not appealed to Caesar (Acts 25). And because he found no reason except for some questions about his own religion, and a certain Jesus, whom Paul preached as alive. From this we observe that, and similarly from other judges, they could have been released, the Lord causing a new preaching to be spread throughout the whole world.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Ambrosiaster",
        "file_name": "Philemon 1_22.toml",
        "id": "57cfb459-8b9a-4bdb-bfdb-04bc87a8b232",
        "location_end": 1000022,
        "location_start": 1000022,
        "source_title": "",
        "source_url": "",
        "ts": 384,
        "txt": "In order to make Philemon more concerned and more willing to obey, Paul indicates that he will be coming to visit him, for those who are absent are usually ignored. Why should the apostle have refused to go there, when he was always suffering trials and afflictions, beatings, persecutions and imprisonment, and who had no rest other than in Christ? But Paul offered his flesh to suffering for the benefit of believers, in order to obtain immortal crowns for his soul and body. That way the enemies of Christ would be confounded and God's glory would be increased.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "John Chrysostom",
        "file_name": "Philemon 1_23.toml",
        "id": "d96ae67c-4fbf-4cdd-a284-8b08342953e5",
        "location_end": 1000023,
        "location_start": 1000023,
        "source_title": "Homily 93 on Philemon",
        "source_url": "https://www.newadvent.org/fathers/23093.htm",
        "ts": 407,
        "txt": "Ver. 23. \"Epaphras, my fellow-prisoner in Christ Jesus, salutes you.\"\n\nHe was sent by the Colossians, so that from this it appears that Philemon was also at Colossæ. And he calls him his \"fellow-prisoner,\" showing that he also was in much tribulation, so that if not on his own account, yet on account of the other, it was right that he should be heard. For he that is in tribulation, and overlooks himself, and is concerned for others, deserves to be heard.\n\nAnd he puts him to shame from another consideration, if his countryman is a fellow-prisoner with Paul and suffers affliction with him, and he himself does not grant him a favor in behalf of his own servant. And he has added, \"my fellow-prisoner in Christ Jesus,\" instead of on account of Christ.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "John Chrysostom",
        "file_name": "Philemon 1_23.toml",
        "id": "c1bed79a-cc0d-4914-89d9-35035ff8d09e",
        "location_end": 1000023,
        "location_start": 1000023,
        "source_title": "HOMILIES ON PHILEMON 3",
        "source_url": "",
        "ts": 407,
        "txt": "Epaphras was sent by the Colossians, so that from this it appears that Philemon was also at Colossae. And Paul calls him his “fellow prisoner,” showing that he was also in great tribulation, so that if not on his own account, yet on account of Epaphras, it was right that he should be heard.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Jerome",
        "file_name": "Philemon 1_23.toml",
        "id": "54c6fffd-66d1-410f-9a31-edc0adf19a43",
        "location_end": 1000023,
        "location_start": 1000023,
        "source_title": "Commentary on Philemon",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Jerome/Commentary%20on%20Philemon.md",
        "ts": 420,
        "txt": "Concerning the identity of Epaphras, Paul’s coprisoner, we accept a story. Some say that the apostle Paul’s parents were from Giscala in Judea and that when the province was devastated by the Romans and the Jews scattered, they emigrated to Tarsus in Cilicia, where Paul was born. Here he inherited as a young man the personal status of his parents. Thus he could state: “They are Hebrews, but so am I; they are Israelites, so am I; they are Abraham’s seed, so am I.” And again, “I am a Hebrew of the Hebrews.” These indicate that he felt himself more of a Jew than a citizen of Tarsus. Because this was so, we can guess that Epaphras was captured and imprisoned about the same time and that with his parents in Colossae, a city of Asia, he later received the word about Christ.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Jerome",
        "file_name": "Philemon 1_23-24.toml",
        "id": "c822bd33-912c-4a63-b5ec-56a5473cf3d5",
        "location_end": 1000024,
        "location_start": 1000023,
        "source_title": "Commentary on Philemon",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Jerome/Commentary%20on%20Philemon.md",
        "ts": 420,
        "txt": "Epaphras, my fellow prisoner in Christ Jesus, greets you, as do Mark, Aristarchus, Demas, and Luke, my fellow workers. As we mentioned earlier, the letter to the Colossians was written at the same time and through the same person as the letter to Philemon, and the names of those who send greetings are mentioned in both letters. In fact, in the letter to the Colossians, it is written: \"Aristarchus my fellow prisoner greets you, as does Mark the cousin of Barnabas, and Epaphras, who is one of you and a servant of Christ\" (Colossians 4:10, 12). And a little later: \"Luke the beloved physician greets you, and Demas; greet Archippus, who is in the Lord. See that you fulfill the ministry that you have received in the Lord\" (Colossians 4:14, 17); and: \"Remember my chains\" (Colossians 4:18). But if someone does not consider the writings to be equally authorized, because a few names that are not mentioned here are written to the Colossians, let them know that not all are friends to everyone or are known; and that it is one thing to write a private letter to one individual, and another to write a public letter to the entire Church. \"Epaphras, my fellow prisoner in Christ Jesus, sends greetings to you,\" he says. As for who Epaphras, Paul's fellow prisoner, is, we have received such a story: They say that the parents of the apostle Paul were from the region of Gyscalis in Judea; and when the whole province was laid waste by the Roman forces, and the Jews were dispersed throughout the world, they were sent to the city of Tharsus in Cilicia; and young Paul followed his parents' condition. And so it can be said that what he testifies about himself is true: \"They are Hebrews, so am I. They are Israelites, so am I. They are descendants of Abraham, so am I\" (2 Cor. 11:22). And elsewhere: \"A Hebrew of Hebrews\" (Philip. 3:5): and other things that indicate him as a Jew rather than from Tarsus. If this is so, we can suspect that Epaphras was captured at the same time as Paul, and when he was released placed with his parents in the city of Colossae in Asia, he later received Christ's words. Hence to the Colossians, as we have said above, is written: \"Epaphras, who is one of you and a servant of Christ Jesus, sends greetings. He is always wrestling in prayer for you\" (Col. 4:12). If this is so, then Aristarchus, who is said to have been his fellow prisoner in the same Epistle, will be interpreted in the same way, unless perhaps something hidden and sacred, as some think, is shown in the word captivity (\"Al.\" shows) that those who were captured and bound were brought ( \"Al.\" led) into this valley of tears. And if neither [interpretation] is accepted, from what has been added here 'in Christ Jesus,' we can suspect that they endured the same bonds for Christ as Paul did at Rome; and just as a prisoner of Christ [referring to Paul], so also to one caught [in the bonds of Christ]. Or certainly because he is noble himself among the apostles, like Andronicus and Julia, about whom it is written to the Romans: 'Greet Andronicus and Julia, my relatives and fellow prisoners, who are notable among the apostles, and who were in Christ before me' (Romans 16:7). This is about Epaphras. Furthermore, when writing to Philemon about his Gospel and its constraints, he lists Mark, whom I believe to be the founder of the Gospel, and Aristarchus, whom we previously mentioned, and Demas, about whom he complains elsewhere: \"Demas has abandoned me, because he loves the present age, and he went to Thessalonica.\" And Luke the physician, who, abandoning the Gospel and Acts of the Apostles for the Churches, has been turned from a fisherman of fish to a fisherman of men by the Apostles (Matth. 4): so of the physician of bodies, he has been changed to a physician of souls, of whom it is also said elsewhere: \"I have sent with him the brother, whose praise is in the Gospel through all the churches\" (2 Cor. 8:18): every time his book is read in the churches, his medicine is unfailing.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Tyrannius Rufinus",
        "file_name": "Philemon 1_23.toml",
        "id": "566501e6-fcfe-48ed-9891-2838058ed503",
        "location_end": 1000023,
        "location_start": 1000023,
        "source_title": "",
        "source_url": "",
        "ts": 411,
        "txt": "And in the Commentary on Paul’s Epistle to Philemon, at the place where Jerome says “Epaphras my fellow-prisoner greeteth you,” some way down he says: “Possibly, however, as some think, a more recondite and mysterious view is set before us, namely, that the two companions had been captured and bound and brought down into this vale of tears.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "John Chrysostom",
        "file_name": "Philemon 1_24.toml",
        "id": "31d1ae83-e7f7-4215-b8d0-b483aa1c3e20",
        "location_end": 1000024,
        "location_start": 1000024,
        "source_title": "Homily 93 on Philemon",
        "source_url": "https://www.newadvent.org/fathers/23093.htm",
        "ts": 407,
        "txt": "Ver. 24. \"Mark, Aristarchus, Demas, Luke, my fellow-workers.\"\n\nWhy then does he put Luke last? And yet he elsewhere says, \"Only Luke is with me\" [2 Timothy 4:11], and \"Demas,\" he says, was one of those who \"forsook him, having loved the present world.\" [2 Timothy 4:10] All these things, although they are mentioned elsewhere, yet nevertheless ought not to be passed over here without enquiry, nor ought we merely to hear them as things of course. But how comes he to say that he who forsook him salutes them? For \"Erastus,\" he says, \"abode at Corinth.\" [2 Timothy 4:20] He adds Epaphras, both as known to them, and being of their country. And Mark, as being himself also an admirable man. Why then does he number Demas with these? Perhaps it was after this that he became more remiss, when he saw the dangers multiplied. But Luke being last became first. And from these indeed he salutes him, urging him the more to obedience, and calls them his fellow-laborers, and in this way shames him into granting the request.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Ambrosiaster",
        "file_name": "Philemon 1_24.toml",
        "id": "4fcc8c94-0cee-4472-bf50-a7daf8b3a953",
        "location_end": 1000024,
        "location_start": 1000024,
        "source_title": "",
        "source_url": "",
        "ts": 384,
        "txt": "Paul bears witness that all these share in his glory.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "John Damascene",
        "file_name": "Philemon 1_25.toml",
        "id": "1a55e1fd-7550-4a9a-a6df-bc1713069ba5",
        "location_end": 1000025,
        "location_start": 1000025,
        "source_title": "",
        "source_url": "",
        "ts": 749,
        "txt": "This is, the Lord who grants the grace, not me. It was written to Philemon from Rome.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "John Chrysostom",
        "file_name": "Philemon 1_25.toml",
        "id": "d07395ea-9564-4cc9-bf0b-628a74644e9a",
        "location_end": 1000025,
        "location_start": 1000025,
        "source_title": "Homily 93 on Philemon",
        "source_url": "https://www.newadvent.org/fathers/23093.htm",
        "ts": 407,
        "txt": "Ver. 25. \"The grace of our Lord Jesus Christ be with your spirit. Amen.\"\n\nMoral. He has closed his Epistle with a prayer. And indeed prayer is a great good, salutary, and preservative of our souls. But it is great when we do things worthy of it, and do not render ourselves unworthy. And thou too, therefore, when you go to the priest, and he shall say to you, \"The Lord will have mercy on you, my son,\" do not confide in the word only, but add also works. Do acts worthy of mercy, God will bless you, my son, if indeed you do things worthy of blessing. He will bless you, if you show mercy to your neighbor. For the things which we wish to obtain from God, of those we ought first to impart to our neighbors. But if we deprive our neighbors of them, how can we wish to obtain them? \"Blessed,\" He says, \"are the merciful: for they shall obtain mercy.\" [Matthew 5:7] For if men show mercy to such, much more will God, but to the unmerciful by no means. \"For he shall have judgment without mercy to him that has showed no mercy.\" [James 2:13]\n\nAn excellent thing is mercy! Why then have you not done it to another? Do you wish to be pardoned, when you offend, why then do you not yourself pardon him who has offended you? But you come to God, asking of Him the kingdom of heaven, and you yourself dost not give money when it is begged of you. For this cause we do not obtain mercy, because we do not show mercy. But why? You say. Is not this also a part of mercy, to show mercy to the unmerciful? Nay!  For he that treated with the greatest kindness the hard-hearted cruel man, that had done numberless ills to his neighbor, how should he be merciful? What then, say you? Hath not the Laver saved us, who had committed infinite evils? It has delivered us from them, not that we should commit them again, but that we may not commit them. For \"how shall we,\" it is said, \"that are dead to sin, live any longer therein\"? [Romans 6:2]\n\n\"What then? Shall we sin because we are not under the law? God forbid.\" [Romans 6:15] For this cause God has delivered you from those sins that you might no more run back to that dishonor. Since even physicians relieve their feverish patients from their heat, not that they may abuse their health to their injury and disorder, (since it would be better to be sick, if one was about to use his health only that he might confine himself again to his bed,) but having learned the evils that arise from sickness, they may no longer fall into the same, that they may the more securely preserve their health, that they may do everything that conduces to its preservation.\n\nHow then? You say: what is the lovingkindness of God, if He is not about to save the bad? For oftentimes I hear many talking in this way, that He is the Friend of man, and will by all means save all. That we may not therefore vainly deceive ourselves, (for I remember that I made a promise of this kind to you,) come let us today move this argument. I lately discoursed with you about Hell, and I deferred my argument upon the lovingkindness of God. It is proper therefore today to resume it. That there will, then, be a hell, we have, as I think, sufficiently proved, bringing forward the deluge, and former evils, and arguing that it is not possible that He who performed these things should leave the men of the present age unpunished. For if thus He chastised those who sinned before the Law, He will not let those go unpunished who after grace have committed greater wickedness. It has been questioned therefore how is He good? How merciful to man, if at least He punishes? And we have deferred the argument, that we might not overwhelm your ears with a multitude of words.\n\nCome, today let us discharge the debt, and show how good is God, even in punishing. For this discourse would be suitable for us in opposition to the heretics. Let us therefore pay earnest heed to it. God, standing in no need of anything from us, yet created us. For that He stood in need of us, is manifest from His having made us after a long time. For He might have made us long ago, if He had needed us. For if He Himself was, even without us, and we were made in later times, He made us, not needing us.\n\nHe made the Heaven, the earth, the sea, all things that exist, for our sake. Tell me, are not these marks of goodness? And many things one might mention. But to cut short the matter, \"He makes the sun to rise on the evil and the good, and sends rain on the just and on the unjust.\" [Matthew 5:45] Is not this a mark of goodness? No, you say. For I said once in conversing with a Marcionite, Are not these things a mark of goodness? And he answered, If He did not call men to account for their sins, it were a mark of goodness. But if He calls them to account, it is not goodness. That man, however, is not now present. But come, let us repeat what was then said, and more beside. For I, out of my superfluity, show that if He did not call men to account, He would not be good; but because He does call them to account, therefore He is good.\n\nFor, say, if He did not call us to account, would human life then have endured? Should we not then have fallen into the state of beasts? For if when there is this fear impending over us, and the giving account, and judgments, we have gone beyond fishes in devouring one another, we have thrown wolves and lions into the shade in ravaging one another's possessions; if He did not call us to account, and we were persuaded of this, with how great tumult and confusion would life be filled? What would be the fabled labyrinth after this, compared with the perplexities of the world? Would you not see numberless indecencies and disorders? For who then would have respected his father any more? Or who would have spared his mother? Who would have left unattempted any pleasure, any wickedness? And that the matter is so, I will endeavor to show you from one house only. How? You who raise these questions and who have servants; if I could make it manifest to these, that if they should destroy the family of their masters,  if they should insult their persons, if they should plunder everything, if they should turn things upside down, if they should treat them as enemies, they would not threaten them, nor correct them, nor punish them, nor even grieve them with a word, would this be any proof of goodness? I maintain that this is the extreme of cruelty, not only because the wife and children are betrayed by this unreasonable kindness, but because the slaves themselves are destroyed before them. For they will be drunkards, wanton, dissolute, and more irrational than any beasts. Is this, tell me, a proof of goodness, to trample upon the noble nature of the soul, and to destroy both themselves and others beside? Do you see that to call men to account is a proof of great goodness? But why do I speak of slaves, who more readily fall into these sins? But let a man have sons, and let him permit them to do everything they will, and let him not punish them; will they not be worse than anything? Tell me. In the case of men then, it is a mark of goodness to punish, and of cruelty not to punish, and is it not so in the case of God? So that because He is good, therefore He has prepared a hell.\n\nAnd do you wish that I should speak of another instance of God's goodness? It is not only this, but that He does not suffer the good to become bad. For if they were destined to meet with the same things, they would all be bad. But now this also does not a little console the good. For hear the Prophet, saying, \"The righteous shall rejoice when he sees the vengeance upon the ungodly, he shall wash his hands in the blood of the sinner.\" [Psalm 58:10] Not rejoicing on account of it, God forbid! But fearing lest he should suffer the same things, he will render his own life more pure. This then is a mark of His great care. Yes, you say, but He ought only to threaten, and not to punish also. But if He does punish, and still you say it is a matter of threat, and on that account become more slothful, if it were really but a threat, would you not become more supine? If the Ninevites had known it was a matter of threat, they would not have repented. But because they repented, they cause the threat to stop at words only. Do you wish it to be a threat only? You have the disposal of that matter. Become a better man, and it stops only at the threat. But if, which be far from you! Thou despises the threat, you will come to the experience of it. The men before  the flood, if they had feared the threat, would not have experienced the execution of it. And we, if we fear the threat, shall not expose ourselves to experience the reality. God forbid we should. And may the merciful God grant that we all henceforth, having been brought to sound mind, may obtain those unspeakable blessings. Of which may we all be thought worthy, through the grace and lovingkindness of our Lord Jesus Christ, with whom to the Father, together with the Holy Ghost, be glory, power, and honor, now and for ever and ever. Amen.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "John Chrysostom",
        "file_name": "Philemon 1_25.toml",
        "id": "4ddb0ba1-b3e5-4c98-b539-16ca60463a4c",
        "location_end": 1000025,
        "location_start": 1000025,
        "source_title": "HOMILIES ON PHILEMON 3",
        "source_url": "",
        "ts": 407,
        "txt": "He has finished his epistle with a prayer. And indeed prayer is a great good, beneficial, and preserves our souls. But prayer is great when we act in line with our prayers and do not undermine by our behavior the very thing for which we pray. And you, too, therefore, when you go to the priest, and he says to you, “The Lord will have mercy on you, my son,” do not trust in the word only but add works to your trust. Mercy is an excellent thing! Why, then, haven’t you shown it to another?\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Jerome",
        "file_name": "Philemon 1_25.toml",
        "id": "e56cea47-f110-4daa-bb52-20ed0cdc3998",
        "location_end": 1000025,
        "location_start": 1000025,
        "source_title": "Commentary on Philemon",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Jerome/Commentary%20on%20Philemon.md",
        "ts": 420,
        "txt": "\"The grace of our Lord Jesus Christ be with your spirit.\" As the people of Israel are numbered according to their tribes (Num. 1:2) from the better part of the head of man, so indeed in the whole man, and in every part of the saints, there is the grace of our Lord Jesus Christ. But from the greater and better part, that is, from the spirit, it is said by synecdoche for the whole man: \"The grace of our Lord Jesus Christ be with your spirit.\" Since grace is in the spirit, it makes the whole man spiritual; that the flesh also serves the spirit, and the soul is not overcome by the flesh, and is brought together in the substance of the spirit, so that it clings to the Lord; for whoever clings to the Lord is one spirit (2 Cor. 6). \"Paul, admirable,\" is interpreted according to the Jews ('Al.' Hebrews). Timothy, a benefactor. Philemon, wonderfully gifted,\" or \"mouth of bread,\" from the mouth, not the bone. \"Apphia, continent,\" or \"freedom. Archippus, length of work. Onesimus, responsive. Epaphras, fruitful,\" and \"seeing,\" or \"growing. Mark, sublime in command. Aristarchus, a mountain of greater work. Demas, silent. Luke, rising himself.\" If you wish to understand these names according to their meaning, it is not difficult to write wonderfully and benevolently to him for whom all faults are granted and whose mouth is open to heavenly bread. Then for the continent, the free, and the length of the work: that they never cease from holy labors. But to write for he who will answer by his own testimony, and also for him, (whom the letter) is specifically dedicated to, greetings (from the) growing abundance. And (for) him who has (been) made (through) sublime commands, and also (for) him, who has risen up through great works to the mountain, even (for) him who has set a guard upon his mouth, and a fortified gate upon his lips: who perhaps was silent for this reason, because he had left the Apostle for a little while. And finally, (for) him, who rising up daily by himself, grows and has a progress: while the world is filled with his Gospel, and increases as often as it is heard and read, it builds up.\n"
    },
    {
        "append_to_author_name": "",
        "book": "philemon",
        "father_name": "Ambrosiaster",
        "file_name": "Philemon 1_25.toml",
        "id": "0b8c059b-fe7a-4cbd-884f-8e90b7f79768",
        "location_end": 1000025,
        "location_start": 1000025,
        "source_title": "",
        "source_url": "",
        "ts": 384,
        "txt": "This is the apostle's signature to show that it was written by him.\n"
    }
]