[
    {
        "append_to_author_name": "",
        "book": "ruth",
        "father_name": "George Leo Haydock",
        "file_name": "Ruth 1_1.toml",
        "id": "cf55bd3f-19a1-4907-8067-361d2bc51a48",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Of one. Hebrew, \"And it came to pass in the days when the judges ruled. \"(Haydock) \nThe and shows the connection with the former book. (Calmet) \nLand. Chaldean adds, \"of Israel \"(Menochius) while the less fertile country of Moab had abundance. God thus punished the idolatry of his people. Some say the famine lasted ten years; but this is uncertain, though Noemi continued so long out of the country, ver. 4. (Salien)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ruth",
        "father_name": "Ambrose of Milan",
        "file_name": "Ruth 1_1-4.toml",
        "id": "c54bb7e1-7acd-460e-9c0b-5a6ac5b00933",
        "location_end": 1000004,
        "location_start": 1000001,
        "source_title": "EXPOSITION OF THE GOSPEL OF LUKE 3",
        "source_url": "",
        "ts": 397,
        "txt": "If, therefore, we know that Tamar was included in the Lord’s genealogy on account of mystery, we ought also to conclude, without doubt, that Ruth was not omitted for a similar reason, which the holy apostle seems to sense when he foresees in the Spirit that the calling of foreign nations will be accomplished through the gospel, saying that the law was given not for the just but for the unjust. For how did Ruth, when she was a foreigner, marry a Jew? And for what reason did the Evangelist believe that this marriage, which was forbidden by the weight of the law, should be included in the genealogy of Christ? Did the Savior therefore descend from an illegitimate heritage? Unless you return to the apostolic principle that the law was not given for the just but for the unjust, then, his genealogy would seem to be deformed, given that Ruth was a foreigner and a Moabite, whereas the law of Moses prohibits marriage to Moabites and excludes them from the church, as it is written: “No Moabite shall enter the church of the Lord even to the third and fourth generation forever.” Hence, how did she enter the church unless because she was made holy and immaculate by deeds [moribus] that go beyond the law? For if the law was given for the irreverent and sinners, then surely Ruth, who exceeded the limits of the law and entered the church and was made an Israelite and deserved to be counted among the honored figures in the Lord’s genealogy, chosen for kinship of mind, not of body, is a great example for us, because she prefigures all of us who were gathered from the nations for the purpose of joining the church of the Lord. We should emulate her, therefore, who merited by her deeds this privilege of being admitted to his society, as history teaches, so that we also, by our deeds and accompanying merits, might be chosen for election to the church of the Lord.… When Naomi said to her, “Behold, your sister-in-law has already returned to her people and to her god, and so should you,” Ruth responded, “May it not befall me to leave you and to go back to my god, for wherever you go, I shall go, and I will dwell where you dwell. Your people will be my people and your God will be my God; I will die where you die and I will be buried where you are buried.” Thus, the two of them went on to Bethlehem. When Boaz, David’s great-grandfather, came to know her deeds, therefore, and her holiness in relation to her mother-in-law and her respect for the dead and her reverence for God, he chose her to be his wife.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ruth",
        "father_name": "Jerome",
        "file_name": "Ruth 1_1-4.toml",
        "id": "c9333669-4421-4cd0-8056-eff06dcf39cf",
        "location_end": 1000004,
        "location_start": 1000001,
        "source_title": "HEBREW QUESTIONS ON CHRONICLES",
        "source_url": "",
        "ts": 420,
        "txt": "The Hebrews’ tradition is that this is he in whose time the sun stood still, on account of those who did not keep the law, so that, when they had seen such a miracle, they should turn to the Lord God. And because they scorned to do such a thing, therefore the famine grew worse, and he who seemed foremost in the tribe of Judah not only was expelled from his native land with his wife and sons, made helpless by famine, but even continued in that same exile with his sons.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ruth",
        "father_name": "Jerome",
        "file_name": "Ruth 1_1-4.toml",
        "id": "d97a27ec-dd1e-49d0-ba5a-0bf5b45f5e68",
        "location_end": 1000004,
        "location_start": 1000001,
        "source_title": "LETTER 39.5",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Jerome/Letters/letter_039.md",
        "ts": 420,
        "txt": "You call to mind Blaesilla’s companionship, her conversation and her endearing ways; and you cannot endure the thought that you have lost them all. I pardon you the tears of a mother, but I ask you to restrain your grief. When I think of the parent, I cannot blame you for weeping, but when I think of the Christian and the recluse, the mother disappears from my view. Your wound is still fresh, and any touch of mine, however gentle, is more likely to inflame than to heal it. Yet why do you not try to overcome by reason a grief which time must inevitably assuage? Naomi, fleeing because of famine to the land of Moab, there lost her husband and her sons. Yet when she was thus deprived of her natural protectors, Ruth, a stranger, never left her side. And see what a great thing it is to comfort a lonely woman: Ruth, for her reward, is made an ancestor of Christ. Consider the great trials which Job endured, and you will see that you are over-delicate. Amid the ruins of his house, the pains of his sores, his countless bereavements, and, last of all, the snares laid for him by his wife, he still lifted up his eyes to heaven and maintained his patience unbroken. I know what you are going to say “All this befell him as a righteous man, to try his righteousness.” Well, choose which alternative you please. Either you are holy, in which case God is putting your holiness to the proof; or else you are a sinner, in which case you have no right to complain. For if so, you endure far less than your deserts.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ruth",
        "father_name": "George Leo Haydock",
        "file_name": "Ruth 1_2.toml",
        "id": "061ad102-12a1-443b-af0f-c192be5a8265",
        "location_end": 1000002,
        "location_start": 1000002,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Elimelech. Josephus and others read erroneously, Abimelech. He was probably called also Jokim, 1 Paralipomenon iv. 22. \nEphrathites. This title often designates people of the tribe of Ephraim; (Judges xii. 5., and 1 Kings i. 2,) but here it means those of Ephrata, which is also called Bethlehem of Juda, about five or six miles south of Jerusalem, Genesis xxxv. 19., and Micheas v. 2. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ruth",
        "father_name": "George Leo Haydock",
        "file_name": "Ruth 1_4.toml",
        "id": "8f8327ba-70f4-44e8-9cd1-b9de496ffde7",
        "location_end": 1000004,
        "location_start": 1000004,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Ruth was the wife of MA halon; (chap. iv. 10,) and signifies one \"well watered, (Menochius) or inebriated \"(Haydock) \nThe sons of Noemi were excused by necessity in marrying idolaters, though they ought to have done their best to convert them. The Chaldean greatly condemns their marriage, and thinks that their death was in punishment of their prevarication, Deuteronomy vii. 3. and xx. 11. (Calmet) \nSalien is of the same opinion. So various have always been the sentiments of people on this head! (Haydock) See Serarius, q. 11.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ruth",
        "father_name": "George Leo Haydock",
        "file_name": "Ruth 1_8.toml",
        "id": "0e57504e-05a0-4aa5-95d1-45ec0c9deaf2",
        "location_end": 1000008,
        "location_start": 1000008,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Mothers, who had separate apartments from the men. (Calmet) \nMe. They had behaved with great respect and love towards their husbands, and towards Noemi, whom they even wish to accompany. (Menochius) \nThe pronouns in this, and verses 9, 11, 13, and 19, are surprisingly corrupted in Hebrew being masculine or feminine, where we should expect the contrary. (Kennicott)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ruth",
        "father_name": "George Leo Haydock",
        "file_name": "Ruth 1_9.toml",
        "id": "ce494a84-de0d-47ac-8661-db5b1c8968f7",
        "location_end": 1000009,
        "location_start": 1000009,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Take. She proposes marriage to them, as a state more suitable to their years, (Haydock) and wishes that they may experience none of its solicitudes, (1 Corinthians vii. 28,) but be constantly protected by their husbands. Widows are exposed to many difficulties. (Menochius)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ruth",
        "father_name": "George Leo Haydock",
        "file_name": "Ruth 1_11.toml",
        "id": "2e153a33-c359-4df1-82f6-e9cf20a7bd09",
        "location_end": 1000011,
        "location_start": 1000011,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Of me. Hence it appears that the Rabbins are under a mistake, when they say that those children who are born after the death of their brothers, are not obliged to take their widows.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ruth",
        "father_name": "George Leo Haydock",
        "file_name": "Ruth 1_13.toml",
        "id": "42c079d0-70bd-493c-a6b1-e59fd5dabbdf",
        "location_end": 1000013,
        "location_start": 1000013,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Marry. Hebrew, \"would you stay for them from having husbands?\"\n"
    },
    {
        "append_to_author_name": "",
        "book": "ruth",
        "father_name": "George Leo Haydock",
        "file_name": "Ruth 1_14.toml",
        "id": "31c2e3dc-fe88-43ea-8fdc-2970b01774cb",
        "location_end": 1000014,
        "location_start": 1000014,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "And returned, is not expressed in Hebrew. But the Septuagint have, \"and she returned to her people. \"(Haydock).\n"
    },
    {
        "append_to_author_name": "",
        "book": "ruth",
        "father_name": "Paulinus of Nola",
        "file_name": "Ruth 1_14.toml",
        "id": "c182f388-8689-4b18-b3e5-56aac3e506d6",
        "location_end": 1000014,
        "location_start": 1000014,
        "source_title": "POEMS 27.511",
        "source_url": "",
        "ts": 431,
        "txt": "Next pass with eager eyes to Ruth, who with one short book separates eras—the end of the period of the judges and the beginning of Samuel. It seems a short account, but it depicts the symbolism of the great conflict when the two sisters separate to go their different ways. Ruth follows after her holy mother-in-law, whereas Orpah abandons her; one daughter-in-law demonstrates faithlessness, the other fidelity. The one puts God before country, the other puts country before life. Does not such disharmony continue through the universe, one part following God and the other falling headlong through the world? If only the two groups seeking death and salvation were equal! But the broad road seduces many, and those who glide on the easy downward course are snatched off headlong by sin which cannot be revoked.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ruth",
        "father_name": "George Leo Haydock",
        "file_name": "Ruth 1_15.toml",
        "id": "20db6c1a-ff2f-4c03-ae31-5b8f7d00fa85",
        "location_end": 1000015,
        "location_start": 1000015,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "To her gods Noemi did not mean to persuade Ruth to return to the false gods she had formerly worshipped; but by this manner of speech, insinuated to her, that if she would go with her, she must renounce her false gods, and turn to the Lord, the God of Israel. (Challoner) \nShe wished to try her constancy. (Salien) \nMost infer from this passage, that Orpha was never converted, or that she relapsed. \nHer gods, may indeed be rendered in the singular, \"god. \"But what god was peculiar to her and the Moabites, but Chamos? (Calmet) \nNoemi might well fear that Orpha would give way to the superstition of her countrymen, to which she had been addicted, even though she might have made profession of serving the true God, while she lived with her. (Haydock).\n"
    },
    {
        "append_to_author_name": "",
        "book": "ruth",
        "father_name": "Richard Challoner",
        "file_name": "Ruth 1_15.toml",
        "id": "04612c0b-a363-48d7-8ec9-02a133f0a966",
        "location_end": 1000015,
        "location_start": 1000015,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "To her gods: Noemi did not mean to persuade Ruth to return to the false gods she had formerly worshipped: but by this manner of speech, insinuated to her, that if she would go with her, she must renounce her false gods and return to the Lord the God of Israel.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ruth",
        "father_name": "Theodoret of Cyrus",
        "file_name": "Ruth 1_16.toml",
        "id": "901bcfcf-bb81-4c0a-be1d-fe54df416215",
        "location_end": 1000016,
        "location_start": 1000016,
        "source_title": "QUESTIONS ON RUTH",
        "source_url": "",
        "ts": 458,
        "txt": "The constancy of Ruth, who because of the piety of her spirit and the memory of her husband preferred to her parents a woman worn out in old age and laboring in poverty, is praiseworthy.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ruth",
        "father_name": "Ambrose of Milan",
        "file_name": "Ruth 1_16.toml",
        "id": "47f626b6-bb5f-46c8-86ab-c9139ce88057",
        "location_end": 1000016,
        "location_start": 1000016,
        "source_title": "EXPOSITION OF THE GOSPEL OF LUKE 3.30",
        "source_url": "",
        "ts": 397,
        "txt": "Ruth entered the church and was made an Israelite, and [she] deserved to be counted among God’s greatest servants; chosen on account of the kinship of her soul, not of her body. We should emulate her because, just as she deserved this prerogative because of her behavior, [we] may be counted among the favored elect in the church of the Lord. Continuing in our Father’s house, we might, through her example, say to him who, like Paul or any other bishop, [who] calls us to worship God, your people are my people, and your God my God.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ruth",
        "father_name": "Jerome",
        "file_name": "Ruth 1_16.toml",
        "id": "36254c19-2a3e-47c9-8b01-b6887686f1df",
        "location_end": 1000016,
        "location_start": 1000016,
        "source_title": "LETTER 39.5",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Jerome/Letters/letter_039.md",
        "ts": 420,
        "txt": "Ruth, a foreigner, did not leave Naomi’s side. See how much merit there is in standing by the deserted in solace. From her seed, Christ is born.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ruth",
        "father_name": "Isidore of Seville",
        "file_name": "Ruth 1_16.toml",
        "id": "cc7c9b1b-3bd1-45b3-9944-8d181294b128",
        "location_end": 1000016,
        "location_start": 1000016,
        "source_title": "ON RUTH",
        "source_url": "",
        "ts": 636,
        "txt": "Now let us look at Ruth, for she is a type of the church. First she is a type because she is a stranger from the Gentile people who renounced her native land and all things belonging to it. She made her way to the land of Israel. And when her mother-in-law forbade her from coming with her she persisted, saying, “Wherever you go, I shall go; your people shall be my people; and your God shall be my God. Whichever land receives you as you die, there I too shall die.” This voice without doubt shows that she is a type of the church. For the church was called to God from the Gentiles in just this way: leaving her native land (which is idolatry) and giving up all earthly associations, she confessed that he in whom the saints believed is the Lord God; and that she herself will go where the flesh of Christ ascended after his passion; and that on account of his name she would suffer in this world unto death; and that she will unite with the community of the saints, that is, the patriarchs and the prophets. This company, by virtue of which she [Ruth] might be joined to the longed-for saints from the lineage of Abraham, Moses revealed to us in the canticle, saying, “Rejoice, you nations, with his people, (that is, people of the Gentiles), pour forth what you believe; exult with those who were first chosen for eternal joy.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "ruth",
        "father_name": "George Leo Haydock",
        "file_name": "Ruth 1_17.toml",
        "id": "8620a969-de51-4f0f-ba3f-ab328f0ec1ed",
        "location_end": 1000017,
        "location_start": 1000017,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "The Lord do so and so A form of swearing usual in the history of the Old Testament, by which the person wished such and such evils to fall upon them, if they did not do what they said. (Challoner) \nIt is not certain that they expressed what particular evils. (Calmet) \nThey might be willing to undergo any punishment, if they should transgress. (Haydock) \nThe pagans used a similar form of imprecation, 3 Kings xix., and 4 Kings xx. 10. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ruth",
        "father_name": "Richard Challoner",
        "file_name": "Ruth 1_17.toml",
        "id": "90fb00b8-98b7-44bf-9086-3735169a1664",
        "location_end": 1000017,
        "location_start": 1000017,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "The Lord do so and so: A form of swearing usual in the history of the Old Testament, by which the person wished such and such evils to fall upon them, if they did not do what they said.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ruth",
        "father_name": "George Leo Haydock",
        "file_name": "Ruth 1_19.toml",
        "id": "96ac585e-37ee-47bf-acd7-acdb0084cb5c",
        "location_end": 1000019,
        "location_start": 1000019,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "That Noemi. This exclamation might proceed either from surprise, or from contempt. (Menochius)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ruth",
        "father_name": "George Leo Haydock",
        "file_name": "Ruth 1_20.toml",
        "id": "d2850a58-447b-47a6-8404-9b827d63ed1d",
        "location_end": 1000020,
        "location_start": 1000020,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "That is. The explanations are added by St. Jerome. (Haydock) \nNoemi had formerly a husband and two sons, with great riches, of which she was now deprived. (Worthington)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ruth",
        "father_name": "Gregory the Dialogist",
        "file_name": "Ruth 1_20.toml",
        "id": "205ed1f1-50fa-48d2-b867-40359f5e0725",
        "location_end": 1000020,
        "location_start": 1000020,
        "source_title": "LETTER 1.6",
        "source_url": "",
        "ts": 604,
        "txt": "In describing loftily the sweetness of contemplation, you have renewed the groans of my fallen state, since I hear what I have lost inwardly while mounting outwardly, though undeserving, to the summit of rule. Know then that I am stricken with so great sorrow that I can scarcely speak; for the dark shadows of grief obscure the eyes of my soul. Whatever is beheld is sad, whatever is thought delightful appears to my heart lamentable. For I reflect on what a dejected height of external advancement I have ascended in falling from the lofty summit of my rest. And, being sent for my faults into the exile of employment from the face of my Lord, I say with the prophet, in the words, as it were of destroyed Jerusalem, “He who should comfort me has departed far from me.” … For I, my good man, have, as it were, lost my children, since through earthly cares I have lost works of righteousness. Therefore “call me not Naomi, that is lovely; but call me Mara, for I am full of bitterness.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "ruth",
        "father_name": "George Leo Haydock",
        "file_name": "Ruth 1_21.toml",
        "id": "48f0514e-fbf0-4dbf-99c7-da405941b14c",
        "location_end": 1000021,
        "location_start": 1000021,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Almighty. Hebrew Sadai, (\"the self-sufficient) hath afflicted.\"\n"
    },
    {
        "append_to_author_name": "",
        "book": "ruth",
        "father_name": "George Leo Haydock",
        "file_name": "Ruth 1_22.toml",
        "id": "347dc3bb-7da1-40f1-bde8-69ee40692408",
        "location_end": 1000022,
        "location_start": 1000022,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Harvest. About the month of Nisan, or our March (Calmet) and April. (Menochius)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ruth",
        "father_name": "George Leo Haydock",
        "file_name": "Ruth 2_1.toml",
        "id": "2f949ed0-7175-4eb0-b121-9b1941158944",
        "location_end": 2000001,
        "location_start": 2000001,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Booz. The Scripture does not specify how nearly they were related. Rabbi Josue says Elimelech, Salmon, and Tob (chap. iii. 13,) were brothers, and Booz was the son of Salmon, which cannot be refuted, (Serar. q. 1.; Menochius) though the authority and proofs be very weak. It is not, however, more probable that Booz was the brother of Elimelech. Some think that he was not the immediate son of Salmon, as four persons seem too few to fill up the space of 366 years, from the marriage of Rahab till the birth of David. But this is not impossible. (Calmet) See chap. iv. 20. Ver. 2. To me. It was the privilege of the poor and of strangers to glean, Deuteronomy xxiv. 19., and Leviticus xix. 9. Yet Ruth asks leave, through civility. (Calmet) \nThis law is no longer in force, but it would be inhuman for the rich to deny this liberty to those who are in distress, and willing rather to work than to beg. (Tirinus) Ver. 4. With you. This blessing the Church still adopts in her service. (Worthington) \nIt was customary to bless one another during harvest, Psalm cxxviii. 5, 8. (Calmet) \nBooz did, as Cato advises, Ne opera parcas visere; \"See what is going forward. \"The master's eye makes the servants diligent. (Haydock).\n"
    },
    {
        "append_to_author_name": "",
        "book": "ruth",
        "father_name": "Ambrose of Milan",
        "file_name": "Ruth 2_2.toml",
        "id": "181bb3be-a0e4-422d-8ec1-bf57f21cc6c5",
        "location_end": 2000002,
        "location_start": 2000002,
        "source_title": "Concerning Widows 6.33",
        "source_url": "https://www.newadvent.org/fathers/3408.htm",
        "ts": 397,
        "txt": "Does the widow Naomi seem to you of small account, who supported her widowhood on the gleanings from another’s harvest, and who, when heavy with age, was supported by her daughter-in-law? It is a great benefit both for the support and for the advantage of widows that they so train their daughters-in-law as to have in them a support in full old age, and, as it were, payment for their teaching and reward for their training. For to her who has well taught and well instructed her daughter-in-law a Ruth will never be wanting who will prefer the widowed life of her mother-in-law to her father’s house, and if her husband also be dead, will not leave her, will support her in need, comfort her in sorrow and not leave her if sent away; for good instruction will never know need. So that Naomi, deprived of her husband and her two sons, having lost the offspring of her fruitfulness, did not lose the reward of her pious care, for she found both a comfort in sorrow and a support in poverty.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ruth",
        "father_name": "George Leo Haydock",
        "file_name": "Ruth 2_5.toml",
        "id": "443867b3-90a0-4525-b41d-c65d5521bf5e",
        "location_end": 2000005,
        "location_start": 2000005,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Man. Hebrew náhar, a man in the prime of life. He had the care of all in the field, during the absence of his master; whence Josephus styles him agrocomos, or agronomos. (Menochius) \nHomer mentions an officer or king, standing with his sceptre in the midst of the reapers, and silently rejoicing at the rich profusion of the field. (Iliad) \nThus we see the taste of the ancients, while agriculture was honourable. Ver. 7. Moment. Hebrew, \"her tarrying in the house is but small, or till now, that she remains a little in the house. \"She entered the house with the reapers, during the excessive heat of the day, and to avoid the suspicion of taking more than was allowed, during their absence. (Calmet) \nSeptuagint, \"she hath not discontinued to work in the field even a little. \"Her diligence and modesty attracted the notice of Booz. (Haydock). Ver. 9. Thee. The men tied the corn after the female reapers, (Calmet) and Ruth was authorized to follow, close at their heels, without fear. (Haydock) \nThe waters. This is not expressed in Hebrew but it is in the Septuagint and the Chaldean. (Calmet) \nThe privilege of having water in those countries was very considerable. (Menochius) Ver. 10. Country. St. Elizabeth was impressed with similar sentiments, when she was visited by the blessed Virgin; (Haydock) and so was David, when he considered the wonderful condescension of God, Psalm viii. 5., cxliii. 3., and Job vii. 17. (Calmet) \nFrequent instances occur in Scripture of people worshipping, or showing their gratitude to their fellow creatures, by this posture of the body. (Menochius) \nYet no suspicion of idolatry attaches to them, Genesis xxiii. 7. (Haydock) Ver. 11. Heretofore, to embrace the same religion. (Menochius) Ver. 12. Work. Booz doubted not but a full and eternal reward was due to good works. (Worthington) \nFled. This similitude frequently occurs, (Psalm xxxv. 8., and Matthew xxiii. 37,) to denote protection. (Calmet). \nChaldean, \"Thou art come to be a proselyte, and to hide thyself under the shade of the majesty of his glory. \"(Menochius) Ver. 13. Heart. This has the same meaning as the former part of the sentence. (Calmet) See Osee ii. 14. (Haydock) \nMaids, but more lowly and mean. (Menochius) Ver. 14. Vinegar, or small wine, made on purpose for working people. Some think that such was presented to our Saviour. Yet vinegar was very frequently mixed with other things, and was esteemed particularly refreshing. (Pliny, xxiii. 1.) (Calmet) \nSide. Not in front, that they might not stare at her. (Menochius) \nAnd she Hebrew, \"and he gave her frumenty, or parched corn. \"A little oil might be poured upon it. See Leviticus ii. 14., and 2 Kings xxvi. 28. (Haydock) \nTravellers in Ethiopia only take parched barley with them. (Calmet) \nThe leavings, to Noemi. \"Learn, says Seneca, (ep. 110,) to be content with a little. \"Septuagint, \"and Booz heaped up food before her, and she ate and was filled, and left a part. \"(Haydock) \nBut it appears that she afterwards took it home, ver. 18. (Menochius) \nThe vinegar and corn which were given to Ruth were very refreshing. The Spaniards still drink posca, or water and vinegar. (Tirinus) Ver. 15. Reap. Hebrew, \"if she will glean, even among the sheaves, do not cover her with confusion \"(Haydock) or hinder her, Psalm xliii. 10. (Calmet) Ver. 17. Rod, as Gedeon had done, Judges vi. 11. \nThat is, an explanation of the Vulgate. (Calmet)-The ephi contained three pecks and three pints. (Arbuthnot) \nAlcazar and Cornelius a Lap ide say 960 ounces. (Menochius) Ver. 20. Dead. He hath not forgotten Elimelech, his friend, for whose sake he treats his daughter-in-law with kindness. (Haydock) \nKinsman. Hebrew adds, \"one of our redeemers, (Calmet) or next kinsmen. \"(Haydock) \nTo such the right of avenging the slain, of marrying the widow of the deceased, and entering upon his property, belonged. The best interpreters suppose that Booz was the nephew of Elimelech. (Calmet) (Leviticus xxv. 25., and Deuteronomy xxv. 5.) (Menochius) Ver. 23. And the wheat. Hebrew, Syriac and Arabic, \"It is good that thou keep close to the maidens of Booz, and continue to glean with them till \"This was the advice of Noemi: but Providence ordered that Ruth should be married to Booz before the commencement of the wheat harvest. (Calmet) \nThe Protestants agree with the Vulgate and Septuagint. \"So she kept fast by, unto the end of the barley harvest, and of the wheat harvest, and dwelt with her mother-in-law. \"These last words are expressed by the Vulgate in the following chapter. (Haydock).\n"
    },
    {
        "append_to_author_name": "",
        "book": "ruth",
        "father_name": "Theodoret of Cyrus",
        "file_name": "Ruth 2_12.toml",
        "id": "5ad6307e-ba91-4468-8f0a-168f269cb49a",
        "location_end": 2000012,
        "location_start": 2000012,
        "source_title": "QUESTIONS ON RUTH",
        "source_url": "",
        "ts": 458,
        "txt": "The story of Boaz also teaches us about virtue. For he not only liberally shares his grain with Ruth but also consoles her with words. Not only does he share food with her but also was himself the minister of his kindness; so that whoever does not order another person to be his minister, but prepares the flour and bread himself, will have given very liberally indeed.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ruth",
        "father_name": "Theodoret of Cyrus",
        "file_name": "Ruth 2_12.toml",
        "id": "7a5e5c59-0511-4371-b041-e23efe498fb7",
        "location_end": 2000012,
        "location_start": 2000012,
        "source_title": "QUESTIONS ON RUTH",
        "source_url": "",
        "ts": 458,
        "txt": "The blessing followed as Boaz said it would. For Ruth received the full reward from God, so that she was the progenitor of the blessing of the nations.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ruth",
        "father_name": "Theodoret of Cyrus",
        "file_name": "Ruth 2_20.toml",
        "id": "84535202-260f-4018-b3a3-59024456f20a",
        "location_end": 2000020,
        "location_start": 2000020,
        "source_title": "QUESTIONS ON RUTH",
        "source_url": "",
        "ts": 458,
        "txt": "With a heart thankful for the remembrance of kindness, Naomi rewarded the absent benefactor of her daughter-in-law with a blessing. For she said, “May he who has acknowledged you be blessed, for he has filled an empty soul by doing what he did. He took notice not of poverty but only of the Lawgiver, who ordered that widows be shown care.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "ruth",
        "father_name": "George Leo Haydock",
        "file_name": "Ruth 3_1.toml",
        "id": "6c0aba91-91e3-46a5-8019-01cbfe37ee97",
        "location_end": 3000001,
        "location_start": 3000001,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "I will. Hebrew and Septuagint may be read with an interrogation in the same sense. \"Shall I not seek rest? \"(Haydock) \nBy this expression she means a husband, chap. i. 9. Marriage fixes the unsettled condition of women. (Calmet) \nNoemi being apprised of the law, entertained hopes that she could engage Booz to marry Ruth. (Haydock) \nThus her penury would cease, and she would perhaps have children, as she earnestly desired. (Menochius)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ruth",
        "father_name": "Theodoret of Cyrus",
        "file_name": "Ruth 3_1-4.toml",
        "id": "2fd7c9e6-7e3c-4ac5-9d93-41dc8a378bb8",
        "location_end": 3000004,
        "location_start": 3000001,
        "source_title": "QUESTIONS ON RUTH",
        "source_url": "",
        "ts": 458,
        "txt": "What does Naomi suggest to her daughter-in-law? When Ruth heard her mother-in-law saying, “Our neighbor is a true man,” she was reminded of his great kindness and thought to want him [to be] married to her in law, so that she might keep up the memory of the dead. Therefore, she [Naomi] suggests to her that she sleep at Boaz’s feet, not that she might sell her body (for the words of the narrative signify the opposite); rather, she trusts the man’s temperance and judgment. Moreover, the actions corroborate the words.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ruth",
        "father_name": "George Leo Haydock",
        "file_name": "Ruth 3_2.toml",
        "id": "9b648bbb-a545-4cff-b2b5-007d196f9004",
        "location_end": 3000002,
        "location_start": 3000002,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Night. In Palestine, and other maritime countries, a breeze generally arises from the sea in the evening. It was then that Booz seized the opportunity of winnowing his barley; so that, at an early hour, he gave Ruth six measures, and retired to rest, beside some of the remaining sheaves (Calmet) in an adjoining apartment, erected for the protection of the reapers during the great heats, and to contain the corn in case of a shower. (Columella, i. 7. and ii. 51.) This shade was probably in the same field where Ruth had been gleaning. (Calmet) \nShe might lawfully seize this opportunity (Haydock) to obtain an honest marriage. (Du Hamel)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ruth",
        "father_name": "George Leo Haydock",
        "file_name": "Ruth 3_3.toml",
        "id": "b51fc9bc-e8bb-4056-9143-5b55013bb7d4",
        "location_end": 3000003,
        "location_start": 3000003,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Garments. External cleanliness has many attractions, Judith x. 3. Many editions of the Hebrew are very confused, by the improper insertion of i: \"I will put the garments on thee, and get me down \"(Kennicott)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ruth",
        "father_name": "George Leo Haydock",
        "file_name": "Ruth 3_4.toml",
        "id": "9255c5bb-583a-44e3-ba48-40c7b53475c0",
        "location_end": 3000004,
        "location_start": 3000004,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Sleepeth. People of fortune did not disdain to sleep among the corn. Non pudor in stipulâ placid am cepisse quietem, Nec foenum capiti supposuisse suo.\n-- Ovid, Fast. i. (Menochius) \nFeet. It is said that women in the East, enter their husbands' bed at the feet, to show their submission. (Calmet) \nRuth was conducted on this occasion by a superior Being, who gave success to her undertaking, and disposed the mind of Booz (Theodoret) to grant her just claim. It was according to the law of Moses, that a widow might demand in marriage the next kinsman of her deceased husband, if she had no children by him. Ruth considered Booz in this light. (Haydock) \nShe was not actuated by a love of pleasure, as the latter was convinced, otherwise she would have desired to marry some young man, (Calmet) in her own country, ver. 10. Both parties would probably have their clothes on among the straw, so that there would be less danger; though, if their virtue had not been very constant, (Haydock) the situation was no doubt sufficiently perilous, and in other circumstances could not have been tolerated. (Calmet) \nWe must also remember, that clandestine marriages were not then forbidden. (Salien) \nThat same night they might have married, had not another's being nearer akin proved an obstacle; (Tirinus) so that Booz could not have claimed the inheritance of Elimelech, though he might have taken Ruth to wife. By deferring another day he obtained both. (Haydock) \nLyranus thinks Ruth could be excused only by ignorance, in thus exposing herself to danger, and that Noemi was guilty of a grievous sin, in giving her such advice. But they both had the purest views, seeking only an honest marriage, by arts which were not blamable. See St. Thomas Aquinas, 2. 2. q. 154., and 169., and Cajetan. (Tirinus) \nNoemi was well assured of the virtue of both parties, and followed the directions of the Holy Spirit, (Calmet) as the event shewed. (Worthington) \nDr. Watson justly reproves the censure of Paine, who calls Ruth, \"a strolling country girl, creeping slily to bed to her cousin \"and exclaims, \"pretty stuff indeed to be called the word of God! \"But in correcting this impertinent remark, he seems to allow that some things have been inserted in the Scriptures by human authority, so as not to be the word of God. This concession is more dangerous than the censure of Paine, and the quotation from St. Augustine by no means countenances it, as it barely insinuates that an express revelation was not requisite to insert some things, which the authors might know by other means. The holy father never doubted but every part of Scripture was equally inspired, and to be received without the smallest hesitation. What Dr. Law, and other such \"good Christians \"might think, does not regard us. (Haydock) \n\"As a person imploring protection, Ruth laid herself down at the foot of an aged kinsman's bed, and she rose up with as much innocence as she laid herself down. She was afterwards married to Booz, and reputed by all her neighbours as a virtuous woman; and they were more likely to know her character than you are. Whoever reads the Book of Ruth, bearing in mind the simplicity of ancient manners, will find it an interesting story of a poor young woman \"(Watson, let. 4.) \nMust do. She trusted to the superior wisdom of Booz, knowing perhaps that he was not absolutely the nearest relation, but being convinced, as the event proved, that the other would not consent to marry Ruth on the conditions specified by the law. (Salien, A. 2810.) Ver. 7. Merry. Hebrew, \"good \"yet by no means intoxicated. (Du Hamel; Menochius) \nIt was formerly the custom, as it is still in many places, (Haydock) to conclude the harvest with a feast; (Calmet) on which day Cato observes, that the men and oxen did not work. (De re Rust. c. 131.) Hence the vacuna of Ovid. (Fast. vi.) (Tirinus) \nThe pagans did this in honour of Jupiter and Ceres. But the true God had enjoined his people (Haydock) to offer the first-fruits to him, and to feast in his presence, Leviticus xxiii. 10., and Deuteronomy xxvi. 21. \nSheaves, either of corn or of straw. (Septuagint) \nThe Arabs and neighbouring nations still delight to rest upon the ground, with some clothes thrown over them. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ruth",
        "father_name": "George Leo Haydock",
        "file_name": "Ruth 3_8.toml",
        "id": "7834ae74-d401-45f5-a9ea-fdb9b27437dd",
        "location_end": 3000008,
        "location_start": 3000008,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Troubled. Hebrew may be rendered, \"and turned himself, or felt \"(Calmet) \nHe perceived something at his feet, when he awoke, and was in consternation, particularly when he perceived, through the glimmering light, a woman at his feet. (Haydock).\n"
    },
    {
        "append_to_author_name": "",
        "book": "ruth",
        "father_name": "George Leo Haydock",
        "file_name": "Ruth 3_9.toml",
        "id": "f1caebd8-b07e-4661-902d-0771f8c3fa4d",
        "location_end": 3000009,
        "location_start": 3000009,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Kinsman. Hebrew, \"a redeemer \"(Calmet) one bound to defend and to espouse a brother's widow, if others more nearly akin refuse. (Haydock) \nRuth modestly admonishes him of this duty, and begs that he would take her to wife, (Calmet) as he might then have done without any other formality. (Serar. q. vii.) \nWe find a similar expression Ezechiel xvi. 8., and Deuteronomy xxii. 80. Some think that she only asked for protection. The custom of the husband, stretching a part of his garment over his bride, was perhaps already established among the Hebrews. (Calmet) \nHebrew and Septuagint, \"stretch thy wing over \"Chaldean, \"Let thy name be invoked upon thy handmaid, to take me to wife. \"(Menochius; Isaias iv. 1.)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ruth",
        "father_name": "George Leo Haydock",
        "file_name": "Ruth 3_10.toml",
        "id": "53917179-cb4f-46ba-a22b-08fc8716d327",
        "location_end": 3000010,
        "location_start": 3000010,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Thy latter kindness; viz., to thy husband deceased, in seeking to keep up his name and family, by marrying his relation according to the law, and not following after young men: for Booz, it seems, was then in years. (Challoner) Salien supposes about seventy years old. (Haydock) \nThe affection which Ruth had all along displayed towards her husband, deserved applause. (Calmet) \nMuch more did her present endeavours to comply with God's law. (Worthington)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ruth",
        "father_name": "Theodoret of Cyrus",
        "file_name": "Ruth 3_10.toml",
        "id": "5d428d8c-595d-4358-9239-a3c1df23833f",
        "location_end": 3000010,
        "location_start": 3000010,
        "source_title": "QUESTIONS ON RUTH",
        "source_url": "",
        "ts": 458,
        "txt": "He praised Ruth’s deed and, moreover, he did not betray temperance, but he kept to the law of nuptial congress. “You show by your deed,” he said, “that this was not done out of voluptuousness. In fact, you might have gone to those who are young and blooming, with only the intent of enjoying voluptuousness, but you went to the man who stands in place of a father to you.” Twice indeed, he calls her daughter.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ruth",
        "father_name": "Richard Challoner",
        "file_name": "Ruth 3_10.toml",
        "id": "76a58889-df95-4130-bc6a-198e52ef05f4",
        "location_end": 3000010,
        "location_start": 3000010,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "Thy latter kindness: to thy husband deceased in seeking to keep up his name and family by marrying his relation according to the law, and not following after young men. For Booz, it seems, was then in years.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ruth",
        "father_name": "George Leo Haydock",
        "file_name": "Ruth 3_11.toml",
        "id": "a321f11d-3ba0-4fdb-a75c-83adf1f42d77",
        "location_end": 3000011,
        "location_start": 3000011,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Woman. Virtuous here may denote, \"strong, generous\", Proverbs xxxi. 10. (Calmet) \nBut it includes the assemblage of all virtues. (Haydock).\n"
    },
    {
        "append_to_author_name": "",
        "book": "ruth",
        "father_name": "George Leo Haydock",
        "file_name": "Ruth 3_12.toml",
        "id": "da22d991-32ff-49e9-a390-9cc5086dcc0a",
        "location_end": 3000012,
        "location_start": 3000012,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Than I. The Jews think that he was brother of Elimelech, while Booz was only his nephew. But they might be in the same degree; the other being only older. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ruth",
        "father_name": "George Leo Haydock",
        "file_name": "Ruth 3_13.toml",
        "id": "e62db1bf-ca02-4c38-a91b-5340b8252d8f",
        "location_end": 3000013,
        "location_start": 3000013,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Well. Hebrew tob. (Haydock) \nHence the Jews would translate, \"If Tob will redeem thee, let him. \"They say that Tob was the paternal uncle of MA halon: but it is not probable that his proper name should be only here mentioned, and not chap. iv. The Septuagint and Chaldean are conformable to the Vulgate and the opinion of the Jews is abandoned by most interpreters; (Calmet) and by the Protestants, \"well, let him do the kinsman's part. \"(Haydock) \nLiveth. Chaldean, \"Bound by an oath, before the Lord, I say that I will fulfil my promise unto thee.\"\n"
    },
    {
        "append_to_author_name": "",
        "book": "ruth",
        "father_name": "George Leo Haydock",
        "file_name": "Ruth 3_14.toml",
        "id": "5d3ce174-fcec-4183-aac2-471bff57beb2",
        "location_end": 3000014,
        "location_start": 3000014,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Hither. The next kinsman might otherwise allege this as a pretext for not marrying her, (Salien) as people are but too apt to suspect the worst, though nothing amiss had passed between them. (Haydock) \nBooz consulted his own as well as Ruth's reputation: for the apostle admonishes us to abstain from every appearance of evil, 1 Thessalonians v. 22. (Menochius)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ruth",
        "father_name": "George Leo Haydock",
        "file_name": "Ruth 3_15.toml",
        "id": "fb38551f-f72d-40f9-b867-1bc9e3e8376e",
        "location_end": 3000015,
        "location_start": 3000015,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Mantle. The Syrian and Arabian ladies cover themselves all over with a large white veil, or piece of cloth, which has no holes, so that Ruth might conveniently carry the barley in it. \nMeasures is not in Hebrew or Septuagint. Most people supply ephi. St. Jerome, who has translated six bushels, (allowing three to the ephi; chap. ii. 17,) has understood that Booz gave Ruth two ephi. If we explain it of six ephi, the burden would be great enough, consisting of 180 pints or pounds of barley. Bonfrere would supply six gomers, each of which consisted of only the tenth part of the ephi, or three pints, in all 18. But such a present seems too inconsiderable. We may therefore stick to St. Jerome, whose six measures (Calmet\nmodios, bushels; Haydock.) make about 60 pints; (Calmet) or, according to others, 160 pounds, which, though heavy, a woman might carry. The Septuagint insinuate, that Ruth carried the barley in her apron. (Menochius) \nAnd. Hebrew, \"he went. \"But the text is probably corrupted. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ruth",
        "father_name": "George Leo Haydock",
        "file_name": "Ruth 3_16.toml",
        "id": "ccc155bc-8107-41ec-94a3-b0fbd1ad864d",
        "location_end": 3000016,
        "location_start": 3000016,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "What Hebrew, \"Who art thou? \"It was yet so dark that she did not know her. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ruth",
        "father_name": "George Leo Haydock",
        "file_name": "Ruth 4_1.toml",
        "id": "631b3651-6137-4623-8bba-c40d81c10d47",
        "location_end": 4000001,
        "location_start": 4000001,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Gate, where justice was administered. \nCalling. Hebrew Ploni Almoni. (Calmet) \nProtestants,  \"Ho! such a one. \"(Haydock) \nThis form of speech is used concerning a person whose name we know not, or will not mention, 1 Kings xxi. 2. (Calmet) \nThe name of this man is buried in eternal oblivion, perhaps because he was so much concerned about the splendour of his family, that he would not marry the widow of his deceased relation. (Tirinus) Ver. 2. Here, as witnesses, not as judges, ver. 9. (Calmet) \nThis number was requisite in matters of consequence. (Grotius) Ver. 3. Will sell. Some Latin copies read, \"sells, or has sold. \"But the sequel shows that she was only now disposed to do it. But what right had Noemi or Ruth to the land, since women could not inherit? The latter might indeed retain her title, as long as she continued unmarried. But Noemi only acted in her behalf. Selden thinks that their respective husbands had made them a present of some land. Josephus (ver. 11) asserts, that the person whom Booz addressed had already possession, and that he resigned his claim, as he would not take another wife. (Calmet) \nOur brother. He was his nephew, and calls him brother, as Abraham did Lot. (Worthington) Ver. 4. This. Hebrew, \"I thought to uncover thy ear \"or to admonish thee. Virgil (frag.) uses a similar expression, Mors aurem vellens, vivite, ait, venio: \"Death pulls the ear; live now, he says, I come. \"\nNot. Hebrew printed erroneously, \"But if he will not redeem it. \"(Kennicott)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ruth",
        "father_name": "Theodoret of Cyrus",
        "file_name": "Ruth 4_1-6.toml",
        "id": "f82b9631-f382-4f71-8797-f0a1efa277d6",
        "location_end": 4000006,
        "location_start": 4000001,
        "source_title": "QUESTIONS ON RUTH",
        "source_url": "",
        "ts": 458,
        "txt": "The man was so virtuous that he did not rush into a marriage outside the law, but he spoke with his neighbors about the marriage. However, his words are also worthy of admiration. For his first words were not about the marriage but about the possession of fields, etc. Moreover, when, on account of the prospective marriage he [the relative] in fact refused the contract for the land and indeed took off his sandal and gave it to Boaz, in accordance with the law, Boaz then took Ruth to be his wife. Furthermore, because he was not serving lust, he took her in the spirit that one should take a wife, and his words also showed themselves worthy of praise, You are witnesses today, etc. “I do not,” he said, “transgress the law in marrying a Moabite woman; rather, I diligently fulfill divine law, so that the memory of the dead is not extinguished.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "ruth",
        "father_name": "Isidore of Seville",
        "file_name": "Ruth 4_1-6.toml",
        "id": "45ae1a8c-faa0-4b26-b8dd-eb6eeb2ede81",
        "location_end": 4000006,
        "location_start": 4000001,
        "source_title": "ON RUTH",
        "source_url": "",
        "ts": 636,
        "txt": "When Ruth entered the land of Israel with her mother-in-law, it was provided (on account of the merits of her prayers) that she be married to a man of the lineage of Abraham and whom, indeed, she at first believed to be her closest kinsman. He [the nearest kinsman] said that he could not marry her and, when he had withdrawn, Boaz was married to her, with the witness of ten elders. He [Boaz] who previously confessed himself unable to marry that same woman was united with her and was blessed by those ten elders.It is thought that this passage prefigures John the Baptist who, when he himself was thought by the people of Israel to be Christ and was asked who he was, did not deny who he was but confessed it, saying that he was not Christ. And those who were sent persisted in these inquiries about who he was. He answered, “I am the voice crying in the desert.” He confessed the good news about the Lord, saying, “He who has the bride is the bridegroom.” He showed that he himself was the friend of the groom [the best man], since he added, “Truly, the friend of the groom is he who stands and hears him and rejoices on account of the groom’s voice.” And so they thought he was Christ, because they did not understand that Christ had come on the day of the visitation and that he who was earlier promised by the prophets’ voices was the church’s bridegroom. But just as he told her he was not her kinsman but then afterwards Ruth was united with Boaz, so Christ, who is the true bridegroom of the church, whom the sayings of all the prophets proclaim, was deemed worthy, from all Gentile nations, to claim the church, to present to God the Father unnumbered people throughout the whole orb of the world, because his kinsman took off the sandals.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ruth",
        "father_name": "George Leo Haydock",
        "file_name": "Ruth 4_5.toml",
        "id": "331cc2fc-9f2f-40a7-a402-17062a99909e",
        "location_end": 4000005,
        "location_start": 4000005,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "When. Hebrew again corruptly, \"On the day thou buyest the land of the hand of Noemi, I will also buy it of Ruth \"It ought to be, conformably to some manuscripts and the ancient versions, \"thou must also take Ruth \"ver. 10. (Capel, p. 144, and 362.) (Kennicott) (Haydock) \nWe see here the observance of two laws, the one preserving the inheritance in the same family, and the other obliging the next of kin to marry the widow of the deceased, if he would enjoy his land, Leviticus xxv. 10., and Deuteronomy xxv. 5. (Calmet) \nSuch widows as designed to comply with this condition, took possession of the land on the death of their husband, and conveyed it to those whom they married, till their eldest son became entitled to it. (Abulensis, q. 30 to 61.) \nInheritance. The son to be born, would be esteemed the heir of his legal parent. (Menochius) Ver. 6. Family. Hebrew, \"I cannot redeem it for myself, lest I spoil my own inheritance. \"He was afraid of having too many children, and sensible that the first son that should be born of the proposed marriage, would not be counted as his. (Haydock) \nThe miserable Onan had the same pretext, Genesis xxxviii. 9. Chaldean, \"Since I cannot make use of this privilege, having already a wife, and not being allowed to take another, as that might cause dissensions in my family, and spoil my inheritance, do thou redeem it as thou art unmarried. \"Ver. 7. Israel. Hebrew, \"and this was the testimony in Israel. \"The ceremony here specified is very different from that which the law prescribed, Deuteronomy xxv. 7. But Josephus says, that they complied with all the regulations of the law, and that Ruth was present on this occasion. (Calmet) \nPerhaps the law was not executed in all its rigour, when another was found to marry the widow, (Worthington) and when no real brother was living. (Tirinus) Ver. 9. Chelion. As Orpha, his widow, took no care to comply with the law, all his possessions devolved on his brother's posterity. (Menochius) \nIt was presumed that she would marry some Moabite. (Calmet) Ver. 10. Moabitess. The sons of Elimelech were excused in taking such women to wife, on account of necessity, and to avoid the danger of incontinence, which is a greater evil. Booz was under another sort of necessity, and was bound to comply with the law; (Calmet) so that he was guilty of no sin, as Beza would pretend. (Tirinus) \nSome also remark, that the exclusion of the people of Moab from the Church of God, regarded not the females, (St. Augustine, q. 35, In Deut.; Serar.; Tirinus;) particularly if they embraced the true religion. According to the Rabbins, Obed should have been accounted a Moabite, as they say children follow the condition of their mothers: but we need not here adopt their decisions. \nPeople. Hebrew, \"and from the gate of his place. \"In the assemblies, the legal son of MA halon would represent him, though he was also considered as the son of Booz, at least if the latter had no other, as was probably the case. Ver. 11. Israel, by a numerous posterity. \nThat she. Hebrew, \"mayst thou acquire riches \"(Calmet). \nProtestants, \"do thou (Booz) worthily in \"(Haydock). \nEphrata: another name of Bethlehem. (Challoner) Ver. 12. Phares. His family was chief among the five, descended from Juda. (Menochius) Ver. 14. Successor. Hebrew, \"redeemer, that his (Booz, or the Lord's) name \"(Calmet) Ver. 15. Comfort. Hebrew, \"to make thy soul revive. \"Ver. 17. Obed; \"serving \"to comfort the old age of Noemi, (ver. 15,) who gave him this name, (Serar. q. 14,) at the suggestion of her neighbours. (Menochius) Ver. 18. These. Hence the design of the sacred writer becomes evident, (Calmet) to show the genealogy of David, from whom Christ sprang, as it had been foretold. See Genesis xlix., and Matthew i.; (Worthington) Ver. 19. Aram. He is called Ram in Hebrew and 1 Paralipomenon ii. 9. Ver. 20. Salmon. Hebrew and Chaldean, Salma, (Haydock) though we read Salmon in the following verse. (Calmet) \nThis is one argument adduced by Houbigant, to show that this genealogy is now imperfect. He concludes that Salma ought to be admitted, as well as Salmon; and, as the reason for calling the first son of Ruth, Obed, \"serving or ploughing \"seems rather harsh, as we should naturally expect some more glorious title. He thinks that the immediate son of Ruth was called Jachin, \"he shall establish \"and that Solomon called one of the pillars before the temple by his name, as he did the other Booz, \"in strength \"in honour of his ancestors. Báz icin means, \"In strength (or solidity) it (he) shall (stand or) establish. \"As the son of Booz established his father's house, (ver. 10, 11,) so these pillars denoted the stability of the temple. We must thus allow that the hand of time has mutilated the genealogy of David, and that two ought to be admitted among his ancestors, who have been here omitted, as St. Matthew likewise passes them over as well as three others, who were the descendants of Joram. The same omission of Jachin occurs 1 Paralipomenon ii. 11, where we find Salma instead of Salmon. Houbigant supposes that the sacred writers, Esdras and St. Matthew, gave the genealogies as they found them, without correcting the mistakes of transcribers. (Chronolog. sacra, p. 81.) But there might be some reason for the omission which we do not know; and Nahass on, Booz, and Joram might be said to beget Salmon, Obed, and Jechonias, though they were not their immediate children. Salien and many others assert, that there were three of the name of Booz, succeeding each other, so that six persons instead of four fill up the space of 440 years, from the taking of Jericho till the building of the temple. Salien, in the year of the world 2741, in which year he places the birth of the third Booz, who married Ruth, seventy years afterwards. Petau allows 520 years from the coming out of Egypt till the fourth year of Solomon, so that he leaves above 420 years to the three generations of Booz, Obed, and Isai. But he prudently passes over this chronological difficulty. Usher supposes that each of these people were almost 100 years old when they had children; and he produces many examples of people who lived beyond that age, but he does not mention any, since the days of Moses, who had children at such an advanced age, much less that many in the same family, and in succession, were remarkable for such a thing. Moreover, according to Houbigant's chronology, Booz and Obed must have had children when they were almost 120, and Isai in his 107th year. But by admitting Salma and Jachin, the five persons might each have sons when they were about seventy, and thus would complete 347 years. See chap. ii. 1. (Haydock). Ver. 22. David, the king, whom Samuel crowned, though he did not live to see him in the full enjoyment of his power, (Haydock) as he died before Saul. (Calmet) \nThus the greatest personages have people of mean condition among their ancestors, that none may be too much elated on account of their high birth. Ruth, notwithstanding her poverty, was a striking figure of the Christian Church. (Haydock) \nThe Gentiles were strangers to Christ, on account of their errors, but related to him in as much as they were his creatures. Their miserable condition pleaded hard for them, that Jesus would receive them under his protection, espouse and give them rest and peace. Booz would not marry Ruth till the nearer relation had refused, and thus brought dishonour on himself; (Deuteronomy xxv.) so Jesus was principally sent to the lost sheep of the house of Israel, and did not send his apostles to the Gentiles till the Jews had rejected their ministry. (Calmet) \nSee St. Ambrose, de fide, iii. 5. (Du Hamel) \nRuth was also a pattern of the most perfect virtues. See Louis de Puente. (Tirinus)\n"
    },
    {
        "append_to_author_name": "",
        "book": "ruth",
        "father_name": "Theodoret of Cyrus",
        "file_name": "Ruth 4_7-12.toml",
        "id": "77844f05-cd19-4c45-8f9b-44bd288607c2",
        "location_end": 4000012,
        "location_start": 4000007,
        "source_title": "QUESTIONS ON RUTH",
        "source_url": "",
        "ts": 458,
        "txt": "The elders confirmed the marriage with a blessing, saying, “The Lord made this woman,” etc. Moreover, “So that she may be an example of virtue in Ephrathah,” they predicted the salvific birth through which Bethlehem was made famous among all people.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ruth",
        "father_name": "Ambrose of Milan",
        "file_name": "Ruth 4_7-12.toml",
        "id": "cc92c260-eb47-4292-9e57-4ee8b86eab99",
        "location_end": 4000012,
        "location_start": 4000007,
        "source_title": "Exposition of the Christian Faith 3.69-70",
        "source_url": "https://www.newadvent.org/fathers/34043.htm",
        "ts": 397,
        "txt": "For, by the law, when a man died, the marriage bond with his wife was passed on to his brother or other male next of kin, in order that the seed of the brother or next of kin might renew the life of the house. And so it was that Ruth, though she was foreign-born, had possessed a husband of the Jewish people who had left a kinsman of near relation. Although she was seen and loved by Boaz while gleaning and maintaining herself and her mother-in-law with what she gleaned, she could not become the wife of Boaz until she had first loosed the shoe from him whose wife she ought, by the law, to have become.The story is a simple one, but deep are its hidden meanings, for that which was done was the outward signs of something more. If indeed we should stretch the sense so as to fit the letter exactly, we should almost find the words an occasion of a certain shame and horror, that we should regard them as intending and conveying the thought of common bodily intercourse. Rather it was the foreshadowing of one who was to arise from the Jewish people—whence Christ was, after the flesh—who should, with the seed of heavenly teaching, revive the seed of his dead kinsman, that is to say, the people, and to whom the precepts of the law, in their spiritual significance, assigned the sandal of marriage, for the espousals of the church.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ruth",
        "father_name": "John Chrysostom",
        "file_name": "Ruth 4_7-12.toml",
        "id": "1fa10f24-2e18-430e-b10a-761d251560cb",
        "location_end": 4000012,
        "location_start": 4000007,
        "source_title": "HOMILIES ON THE GOSPEL OF MATTHEW 3",
        "source_url": "",
        "ts": 407,
        "txt": "Those things which happened to Ruth should be seen as figures. For she was an outsider and had fallen into extreme penury; but Boaz, seeing her, did not despise her on account of her poverty, nor was he horrified on account of her impiety; even as Christ received the church, who was both a stranger and laboring, in need of great good things. Ruth is not joined with her consort before forsaking her parents and her nation and her native land: never was anyone so much ennobled by marriage. Thus the church was not made loveable to her spouse before she had forsaken her prior customs. The prophet says, “Forget your people.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "ruth",
        "father_name": "Isidore of Seville",
        "file_name": "Ruth 4_7-12.toml",
        "id": "4c8f2372-506c-4f7a-86c3-6958ca19c28d",
        "location_end": 4000012,
        "location_start": 4000007,
        "source_title": "ON RUTH",
        "source_url": "",
        "ts": 636,
        "txt": "It was an old custom that if a groom wished to divorce his bride he took off his sandal and this was the sign of the divorce. Consequently, he was ordered to take off his sandals, lest he approach the church wearing sandals like a bridegroom; for this office was reserved for Christ, who is the true bridegroom. However, the blessing of the ten elders showed that all Gentile peoples were saved and blessed in the name of Christ. For iota signifies ten in Greek, and this first letter will signify the name of the Lord Jesus in full; which shows, as we said, that all peoples are saved through him and are blessed. Therefore, let no one doubt these things that were said, since it may be seen that they were everywhere and from the beginning prefigured by antecedent figures; and they were clearly fulfilled in this way through the advent of the Lord; and which were superfluous, being completed in this way by the accord of all voiced in truth; and by all “figures” of the holy Scriptures, which he who promised [them] fulfilled through his son, Jesus Christ our Lord, king, and redeemer and savior, with whom is honor and glory from age to age. Amen.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ruth",
        "father_name": "Richard Challoner",
        "file_name": "Ruth 4_11.toml",
        "id": "e0141e81-a441-4e1b-8b87-a20c676ab671",
        "location_end": 4000011,
        "location_start": 4000011,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "Ephrata: Another name of Bethlehem.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ruth",
        "father_name": "Ephrem the Syrian",
        "file_name": "Ruth 4_13-17.toml",
        "id": "f3cc940a-7707-4541-9e58-9d3f3e3c9738",
        "location_end": 4000017,
        "location_start": 4000013,
        "source_title": "HYMNS ON THE NATIVITY 9.12-16",
        "source_url": "",
        "ts": 373,
        "txt": "Let Tamar rejoice that her Lord has come, for her name announced the son of her Lord, and her appellation called you to come to her.By you honorable women made themselves contemptible, [you] the One who makes all chaste. She stole you at the crossroads, [you] who prepared the road to the house of the kingdom. Since she stole life, the sword was insufficient to kill her.\nRuth lay down with a man on the threshing floor for your sake. Her love was bold for your sake. She teaches boldness to all penitents. Her ears held in contempt all [other] voices for the sake of your voice.\nThe fiery coal that crept into the bed of Boaz went up and lay down. She saw the Chief Priest hidden in his loins, the fire for his censer. She ran and became the heifer of Boaz. For you she brought forth the fatted ox.\nShe went gleaning for love of you; she gathered straw. You repaid her quickly the wage of her humiliation: instead of ears [of wheat], the Root of kings, and instead of straw, the Sheaf of Life that descends from her.\n"
    },
    {
        "append_to_author_name": "",
        "book": "ruth",
        "father_name": "Theophylact of Ohrid",
        "file_name": "Ruth 4_13-17.toml",
        "id": "b1392815-85d7-418f-998e-1df3040e36bc",
        "location_end": 4000017,
        "location_start": 4000013,
        "source_title": "EXPLANATION OF MATTHEW 1.3-4",
        "source_url": "",
        "ts": 1107,
        "txt": "And Boaz begat Obed of Ruth. Ruth was a foreigner, but nevertheless she was married to Boaz. So, too, the church is from among the Gentiles. For like Ruth, these Gentiles had been foreigners and outside the covenants, yet they forsook their people, their idols and their father, the devil. And as Ruth was wed to Boaz of the seed of Abraham, so too was the church taken as bride by the Son of God.\n"
    }
]