[
    {
        "append_to_author_name": "",
        "book": "tobit",
        "father_name": "Bede",
        "file_name": "Tobit 1_1-2.toml",
        "id": "30492c61-0514-4832-b579-5e2d399187ef",
        "location_end": 1000002,
        "location_start": 1000001,
        "source_title": "ON TOBIT, FOREWORD",
        "source_url": "",
        "ts": 735,
        "txt": "The book of the holy father Tobit is clearly of saving benefit to its readers even in its superficial meaning, inasmuch as it abounds in both the noblest examples and the noblest counsels for moral conduct, and anyone who knows how to interpret it historically (and allegorically as well) can see that its inner meaning excels the mere letter as much as the fruit excels the leaves. For if it is understood in the spiritual sense, it is found to contain within it the greatest mysteries of Christ and the church.\n"
    },
    {
        "append_to_author_name": "",
        "book": "tobit",
        "father_name": "Bede",
        "file_name": "Tobit 1_1-2.toml",
        "id": "d56085ff-f5d5-48b7-afb0-3a650ce9e21d",
        "location_end": 1000002,
        "location_start": 1000001,
        "source_title": "ON TOBIT 1:2",
        "source_url": "",
        "ts": 735,
        "txt": "This captivity at the hands of the king of the Assyrians denotes the captivity of the human race whereby, through the king of all the perverse, that is, the devil, it was banished from the abode of its heavenly homeland and deported to its sojourn in this exile.\n"
    },
    {
        "append_to_author_name": "",
        "book": "tobit",
        "father_name": "Bede",
        "file_name": "Tobit 1_8.toml",
        "id": "52ab6c9f-1aad-4438-8eb5-eee6a0830e9a",
        "location_end": 1000008,
        "location_start": 1000008,
        "source_title": "ON TOBIT 1:2",
        "source_url": "",
        "ts": 735,
        "txt": "Tobit shared all he could get every day with captives who were of his own kin, but also he gave tithes to strangers and proselytes. And the people of Israel through their teachers ministered the alms of God’s Word not only to the unlettered audience of their own nation but also to those of the Gentiles who wished to convert to the religious observance of their way of life. For whatever natural good thing they could get that was not confiscated by the enemy who held them captive, they showed it all to their own folk as an instance of virtue. But also they always gave a certain portion of their saving knowledge even to the Gentiles, which explains the significance of Tobit’s assigning a tithe of his property to strangers.\n"
    },
    {
        "append_to_author_name": "",
        "book": "tobit",
        "father_name": "Bede",
        "file_name": "Tobit 1_9.toml",
        "id": "cdf6c97e-6138-433d-b6f0-ef59e49e72a4",
        "location_end": 1000009,
        "location_start": 1000009,
        "source_title": "ON TOBIT 1:9",
        "source_url": "",
        "ts": 735,
        "txt": "And this people, after they had grown up and increased in Egypt, espoused the synagogue, which had been established by Moses with legal ceremonies.\n"
    },
    {
        "append_to_author_name": "",
        "book": "tobit",
        "father_name": "Bede",
        "file_name": "Tobit 1_9.toml",
        "id": "fdaf7da0-9309-4f40-9da4-a22ac4adbd34",
        "location_end": 1000009,
        "location_start": 1000009,
        "source_title": "ON TOBIT 1:9",
        "source_url": "",
        "ts": 735,
        "txt": "He learned that Christ was to be born of his own kin, as Moses had said, “Your God will raise up for you a prophet like me from among your brethren; to him you shall listen”; and the Lord said to David, “One of the fruit of your womb I will set upon my throne.” He gave him his own name believing and confessing what the Father says of him, “And I will make him the firstborn,” as he says of the people themselves, “Israel is my firstborn son.”8“He taught him from his infancy to fear God and refrain from all sin,” believing and confessing that he would commit no sin and that no deceit would be found on his lips10 but that the spirit of the fear of the Lord would fill him.\n"
    },
    {
        "append_to_author_name": "",
        "book": "tobit",
        "father_name": "Bede",
        "file_name": "Tobit 1_14.toml",
        "id": "524154f5-5130-4774-9797-3310b200d31a",
        "location_end": 1000014,
        "location_start": 1000014,
        "source_title": "ON TOBIT 1:9",
        "source_url": "",
        "ts": 735,
        "txt": "To Gabael his fellow kinsman who was in need, Tobit gave ten silver talents in trust. And the people of God entrusted to the Gentiles through the seventy translators14 the knowledge of the divine law that is contained in the Decalogue in order thereby to free them from the indigence of unbelief; but they gave it in trust, that is, on condition that it be repaid after they themselves got wealthy or the one who had given it asked it back. On the other hand, the Gentiles received the Word of God from the people of Israel through the medium of translation because now after the Lord’s incarnation they also understand it spiritually and work at acquiring the riches of the virtues; but they pay back the creditor when they receive into the unity of the church the Jews who believe at the end of the world;16 and, as well as entrusting to them the mysteries of Christ for their salvation, they also unlock for them the secrets of the Scriptures.\n"
    },
    {
        "append_to_author_name": "",
        "book": "tobit",
        "father_name": "Bede",
        "file_name": "Tobit 1_19.toml",
        "id": "45e7aca9-9c35-4e8b-8eb1-e87c0afef6e3",
        "location_end": 1000019,
        "location_start": 1000019,
        "source_title": "ON TOBIT 1:22-23",
        "source_url": "",
        "ts": 735,
        "txt": "Orders were given by the king that Tobit be killed and all his property confiscated on account of the good deeds he had done, but he with his son and wife fled naked and went into hiding because many people loved him. And the devil did his utmost to bring about the spiritual death of the people of God through idolatry and strip them of all the riches of their virtues but could not because there were many holy teachers among them who made provision for their life and salvation. However, he fled with his son and wife because the enemy could not rob them either of belief in the Lord’s incarnation or of the synagogue as an institution, however ferociously he persecuted them, as became evident in the tortures of the Maccabees.\n"
    },
    {
        "append_to_author_name": "",
        "book": "tobit",
        "father_name": "Bede",
        "file_name": "Tobit 1_21.toml",
        "id": "4bf985b3-5d2a-4991-9d18-a5e1a89db6c0",
        "location_end": 1000021,
        "location_start": 1000021,
        "source_title": "ON TOBIT 1:22-23",
        "source_url": "",
        "ts": 735,
        "txt": "But when the king was assassinated by his sons, all Tobit’s belongings were restored to him because often after the devil had been overcome and condemned by reason of his crimes which he spawned like a thoroughly wicked brood, prosperity returned to the people of God. In these vicissitudes we can see the church too as an institution being tossed to and fro like the waves after the Lord’s incarnation.\n"
    },
    {
        "append_to_author_name": "",
        "book": "tobit",
        "father_name": "Augustine of Hippo",
        "file_name": "Tobit 2_1.toml",
        "id": "98d3b4b5-5205-48dc-9df0-ea559291965c",
        "location_end": 2000001,
        "location_start": 2000001,
        "source_title": "NEWLY DISCOVERED SERMONS 31:2",
        "source_url": "",
        "ts": 430,
        "txt": "Often we are asked, “If we celebrate Pentecost because of the coming of the Holy Spirit, why do the Jews celebrate it?” The Jews do, in fact, also celebrate Pentecost. You heard that earlier this morning when you followed with attention the reading of the book of Tobit as it was read at the memorial shrine of the blessed Theogenes. There it was said that on the day of Pentecost Tobit prepared a lunch and invited some of his friends who were worthy to participate in this feast since they feared the Lord. It says, “On the day of Pentecost, that is, the holiest day of the weeks.” In fact, seven times seven equals forty-nine; to this number, one is added for the sake of unity in order to be able to bring us back to the head, the beginning. Unity in fact provides cohesion to every multitude; and the multitude if it is not cemented in unity is an agglomerate of disputing and quarrelsome people. If, however, there is concord, they form a single soul. Scripture asserts just this when speaking about those who had received the Holy Spirit. It says that “they had a single soul and heart toward God.” Thus it makes fifty days, which is the mystery of Pentecost.But why, then, do the Jews celebrate Pentecost, if not because in their celebration there was something prefigured there? Pay close attention to me! You know that among the Jews a lamb is killed and the Passover is celebrated thus, like a figure of the passion of the Lord that would happen later. No Christian can ignore what I am saying. You also know that they were commanded to find a lamb among the goats and the sheep. But can a lamb be found among goats and sheep? That command, in itself, was impossible, but it pointed toward the possibility that the Christ would come in truth in our Lord Jesus, who according to the flesh was born from the seed of David4 and drew his origin from both the sinners and the righteous. In the genealogy of the Lord, according to the generations that the Evangelist recorded, we find many sinners, because he also came from sinners; and the church today is assembled from both the just and sinners.\n"
    },
    {
        "append_to_author_name": "",
        "book": "tobit",
        "father_name": "Maximus of Turin",
        "file_name": "Tobit 2_4.toml",
        "id": "566ee5c9-b07d-4b6c-b0d3-6d0487e5834f",
        "location_end": 2000004,
        "location_start": 2000004,
        "source_title": "SERMONS 41:2",
        "source_url": "",
        "ts": 465,
        "txt": "We understand how devoted he was who, as he himself maintained, left his dead father so as to lay hold of the Lord of life. For he says, “First permit me to go and bury my father.” The one whom he had left behind as dead he begs that he might return and bury. Sorrow did not hold him nor death detain him, because he was hastening to life. He had not yet closed the eyes of the dead man, not yet buried the stiff limbs, but as soon as he learned that the Lord had come he forgot the feeling of paternal piety, believing that there was a greater piety in loving Christ more than one’s parents. Perhaps he had read the prophetic passage that says, “Forget your people and your father’s house.” So he forgot his father and remembered his Savior. Perhaps he had also heard the Lord’s Gospel words: “The one who loves his father or mother more is not worthy of me.” Thus, as Tobit is justified because he abandons his meal for the sake of a burial, this man is approved because he abandons the burial of his father for the sake of Christ. For the one is not afraid to pass over his meal because of some earthly work intervenes, while the other fears lest some delay cause him to omit the eating of heavenly bread. Thus, although in consideration of Christ we owe burial to everyone, this man forsook his father’s burial out of love for Christ.\n"
    },
    {
        "append_to_author_name": "",
        "book": "tobit",
        "father_name": "Origen of Alexandria",
        "file_name": "Tobit 2_6.toml",
        "id": "834a6035-0cb9-4049-8106-590b8a33e340",
        "location_end": 2000006,
        "location_start": 2000006,
        "source_title": "HOMILIES ON JOSHUA 26:3",
        "source_url": "",
        "ts": 253,
        "txt": "Once the people fell down in the desert and died. Aaron their chief priest came and “stood in the midst of those who died and of those who lived,” so that the devastation of death might not advance even further among the rest. And then came the true high priest, my Lord, and he came into the midst between those dying and the living. That is, he came between those Jews who accepted his presence and those who not only did not accept but also killed themselves more completely than him, saying, “The blood of that one be on us and on our children!” So also “all the righteous blood that has been poured forth on the earth, from the blood of the righteous Abel to the blood of Zechariah whom they killed between the sanctuary and the altar, will be required from that generation” that said, “His blood on us and on our children.” Therefore, these are a part of the dead people because they do not properly perform either the feast of unleavened bread or the feast days. But “their feast days have been turned into sorrow and their songs into lamentations,” they who, even if they wished, could not celebrate the feast days in that place that the Lord God chose. And indeed we ourselves did not say to them, “You will have no part in this altar or in the inheritance of the Lord,” but they themselves of their own accord refute the true altar and the heavenly high priest and have been brought to such a point of unhappiness that they both lost the image and did not accept the truth. Therefore it is said to them, “Behold, your house is left to you deserted.” For the grace of the Holy Spirit has been transferred to the nations; the celebrations have been transferred to us because the high priest has passed over to us, not the imagined but the true high priest, chosen “according to the order of Melchizedek.” It is necessary that he offer for us true sacrifices, that is, spiritual, where “the temple of God is built from living stones,” which is “the church of the living God” and where true Israel exists.\n"
    },
    {
        "append_to_author_name": "",
        "book": "tobit",
        "father_name": "Bede",
        "file_name": "Tobit 2_10.toml",
        "id": "d2d88c4b-a846-4b2b-8f21-f6a668b93987",
        "location_end": 2000010,
        "location_start": 2000010,
        "source_title": "ON TOBIT 2:10-11",
        "source_url": "",
        "ts": 735,
        "txt": "Do not be surprised, reader, that sometimes, typologically speaking, people’s good deeds have a bad meaning and their bad deeds a good meaning; that “God is light” would never have been written in black ink but always in bright gold27 if this were not permissible. But even if you should write the name of the devil in pure white chalk, it still means deep darkness. Tobit’s being blinded, therefore, denotes, as the apostle says, “that blindness has come on a part of Israel.” He was wearied with burying and blinded, because the one who tirelessly perseveres in good works is never deprived of the light of faith; the one who neglects to watch and stand firm in the faith and act powerfully and be strengthened spiritually lies down and sleeps from fatigue. The apostle’s saying fits him well: “Rise, you who sleep, and arise from the dead, and Christ will enlighten you.” Because of their swift flight, swallows are a figure of pride and volatility of heart, since their uncleanness immediately blinds those over whom it holds sway. For the one who recklessly enslaves his soul to the volatility of licentiousness and pride sleeps, as it were, lying down beneath a swallow’s nest. Now this blindness got the better of the people of Israel especially as the coming of the Lord in the flesh was imminent, when they were both being oppressed by the yoke of Roman slavery and transgressing the precepts of the divine law by very immoral living.\n"
    },
    {
        "append_to_author_name": "",
        "book": "tobit",
        "father_name": "Pseudo-Augustine",
        "file_name": "Tobit 2_12.toml",
        "id": "9bb5dde8-a6be-4e10-ad62-4b66945a80b5",
        "location_end": 2000012,
        "location_start": 2000012,
        "source_title": "QUESTIONS FROM BOTH TESTAMENTS 99",
        "source_url": "",
        "ts": 9999999,
        "txt": "The righteous are tested in order to bring about their improvement. This is why we must be strong in the face of temptations, knowing they do not occur in order to humiliate us but in order to make us grow if we face them with a serene mind for the sake of Christ.\n"
    },
    {
        "append_to_author_name": "",
        "book": "tobit",
        "father_name": "Bede",
        "file_name": "Tobit 2_14.toml",
        "id": "ec8e5fa2-1e66-4618-939e-19c62d0f47f9",
        "location_end": 2000014,
        "location_start": 2000014,
        "source_title": "ON TOBIT 2:10-11",
        "source_url": "",
        "ts": 735,
        "txt": "Tobit’s relatives taunted him, and even his wife upbraided him as if he had served God in vain. But he rebuked and instructed them and turned to God in prayer. There were some among that people who with foolish temerity treated with derision the misfortunes of his people because they were already far from the original happiness of their holy ancestors who once nobly served God in their midst. But the same people earnestly took care to correct these through all their more learned and chosen ones and turned to imploring God’s mercy to obtain eternal life. Nor should it seem absurd that this Tobit, blind as he was and preaching God’s word, is said to signify both reprobate and elect alike. For the patriarch Jacob too, while wrestling with the angel, was both lamed and blessed, signifying, that is, by his limping the unbelievers of his nation and by his blessing the believers.\n"
    },
    {
        "append_to_author_name": "",
        "book": "tobit",
        "father_name": "Origen of Alexandria",
        "file_name": "Tobit 3_1.toml",
        "id": "b240bcb6-e5c8-4027-8686-63c32911ff1b",
        "location_end": 3000001,
        "location_start": 3000001,
        "source_title": "ON PRAYER 14:4",
        "source_url": "",
        "ts": 253,
        "txt": "Regarding the second kind of prayer, see Daniel: “And Azarias standing up prayed in this manner and opening his mouth in the midst of the fire he said …”. And Tobias: “And I began to pray with tears, saying, You are just, O Lord, and all your works are just and all your ways mercy and truth. And your judgments are true and just forever.” And since the passage in Daniel has been obelized on the ground that it is not found in the Hebrew text, and those of the circumcision reject the book of Tobias as not being canonical, I shall quote the words of Anna from the first book of Kings: “And she prayed the Lord, shedding many tears. And she made a vow, saying, O Lord of hosts, if you will look down on the affliction of your servant,” and so on. And in Habakkuk: “A prayer of Habakkuk the prophet with song. O Lord, I have heard your voice and was afraid. O Lord, I reflected on your works and was astonished. In the midst of two animals you will be known; in the approach of the years you will be recognized.” The example just given illustrates very well the definition of prayer inasmuch as he who offers it unites it with praise of God. And again, in the book of Jonah: “Jonah prayed to the Lord his God out of the belly of the fish. And he said, I cried out of my affliction to the Lord my God, and he heard me. Out of the belly of hell you heard the screams of my voice. And you have thrown me into the deep in the heart of the sea, and a flood has surrounded me.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "tobit",
        "father_name": "Bede",
        "file_name": "Tobit 3_8.toml",
        "id": "9e513da2-61e6-4aac-85e8-fc06d03425cd",
        "location_end": 3000008,
        "location_start": 3000008,
        "source_title": "ON TOBIT 3:7-8",
        "source_url": "",
        "ts": 735,
        "txt": "Sarah, Raguel’s daughter, in a city of the Medes, who had been given to seven husbands whom a demon killed as soon as they went in to her, figuratively denotes the mass of the Gentiles. Their teachers all knew about life in this world only, which runs a course of seven days, but were unable to say anything about eternal life. And so they were all carried off by the devil inasmuch as they were given over to idolatry until the true bridegroom, our Lord, came. He overcame the enemy and through faith united them (i.e., the Gentiles) to himself, as Tobias took Sarah to wife after tying up the devil on the instructions and with the aid of the archangel.\n"
    },
    {
        "append_to_author_name": "",
        "book": "tobit",
        "father_name": "Augustine of Hippo",
        "file_name": "Tobit 3_12.toml",
        "id": "cb97e74b-22dd-4971-8eea-4d8ce258ca95",
        "location_end": 3000012,
        "location_start": 3000012,
        "source_title": "Confessions 5.1.1",
        "source_url": "https://www.newadvent.org/fathers/110105.htm",
        "ts": 430,
        "txt": "Accept the sacrifice of my confession as the offering of my tongue, which you have formed and stimulated to confess to your name. Heal all my bones7 and let them say, “Lord, who is like you?” Not that he who confesses to you teaches you anything of what goes on within him, for the heart that is closed does not shut your eye, nor does the hardness of human beings stay your hand. Rather, you soften it, when you desire, either in compassion or in punishment. “There is no one who can hide from your heat.” Rather, my soul praises you, so that it may love you; let it confess to you your mercies, so that it may praise you. Your whole creation never stops or grows silent in your praises—every spirit praises you through the mouth that is turned to you, and all animals and bodily things through the mouth of those who look on them—so that our soul springs up to you from its weakness, supported by those things that you have made and passing over to you who have made these things so wonderfully. There is refreshment and true strength.\n"
    },
    {
        "append_to_author_name": "",
        "book": "tobit",
        "father_name": "Origen of Alexandria",
        "file_name": "Tobit 3_16.toml",
        "id": "d2460f2c-418e-440b-8ae7-f9c9acc47b5b",
        "location_end": 3000016,
        "location_start": 3000016,
        "source_title": "ON PRAYER 11:1",
        "source_url": "",
        "ts": 253,
        "txt": "It is not only the high priest who prays with those who truly pray, but also the angels, who “have joy in heaven on one sinner who repents, more than on ninety-nine just who need no repentance, and the souls of the saints who have passed away. This is clear from the case of Raphael offering a reasonable sacrifice to God for Tobias and Sarah. For the Scripture says that after they had prayed, “the prayers of them both were heard in the sight of the glory of the great Raphael, and he was sent to heal them both.” And Raphael, in revealing to them his mission to them both, enjoined on him as an angel by God, says, “When you prayed, you and your daughter-in-law Sarah, I offered the memory of your prayer before the Holy One”; and a little further on: “I am Raphael, one of the seven angels who hear the prayers of the saints and enter before the glory of the Holy One.” And so, according to the word of Raphael, “prayer is good with fasting and alms and justice.” And in the case of Jeremiah, who appears in the Maccabees as “admirable for age and glory” so that “an extraordinary dignity and greatness” was about him, and who “stretched forth his right hand and gave to Judas a sword of gold”21—to him another holy man who had died bore witness saying, “This is he who prays much for the people and for all the holy city, Jeremiah the prophet of God.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "tobit",
        "father_name": "Bede",
        "file_name": "Tobit 3_17.toml",
        "id": "15e86fd6-431c-4d9f-bfd6-1c2f98605835",
        "location_end": 3000017,
        "location_start": 3000017,
        "source_title": "ON TOBIT 3:25",
        "source_url": "",
        "ts": 735,
        "txt": "The reason why the Lord’s holy angel Raphael (which means “the healing of God”) was sent was to rid Tobit of blindness and Sarah of the demon. The Lord, who says of himself, “It is not those who are well that need the physician but those who are ill,” was sent into the world to redeem both the Jewish people from the darkness of unbelief and the Gentiles from the bondage of idolatry. And of him the prophet said, “And his name shall be called the angel of great counsel.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "tobit",
        "father_name": "Augustine of Hippo",
        "file_name": "Tobit 4_10.toml",
        "id": "fa041fb7-dacc-45b1-8b09-ad5932e45d8c",
        "location_end": 4000010,
        "location_start": 4000010,
        "source_title": "EXPOSITIONS OF THE PSALMS 96:18",
        "source_url": "",
        "ts": 430,
        "txt": "“Light has arisen for the just person.” What light is there for a just man or woman? A certain light that does not rise for the unjust, different from the light that dawns on good and bad alike. Another light rises on a righteous person, that light of which the unrighteous will confess at the end that it never dawned for them: “No doubt of it, we strayed from the path of truth. On us the light of righteousness did not shine, nor did the sun rise for us.” Reveling in the common light, they lay in darkness of heart. What did it profit to them to see daylight with their eyes, if their minds could not see the light beyond? Tobit was blind, yet he taught his son the way of God. You know this is true, because Tobit advised his son, “Give alms, my son, for almsdeeds save you from departing into darkness,” yet the speaker was in darkness himself. Do you see from this that it is a different light that rises for a just person and good cheer for those of straightforward heart4?\n"
    },
    {
        "append_to_author_name": "",
        "book": "tobit",
        "father_name": "Augustine of Hippo",
        "file_name": "Tobit 4_15.toml",
        "id": "bb6fb3db-00ea-4df5-8dd4-af9ef6838cd6",
        "location_end": 4000015,
        "location_start": 4000015,
        "source_title": "EXPOSITIONS OF THE PSALMS 51:10",
        "source_url": "",
        "ts": 430,
        "txt": "“You loved malice above kindness.” Do you want proof that an evil person can see both, malice and kindness, yet chooses malice and turns away from kindness? Here it is. Why do such people complain when suffering unjustly? Why do they, in that situation, exaggerate the injustice as much as possible while commending kindness and denounce the offender who in treating them so badly has put malice above kindness? Let such people be their own criterion; let them judge their own behavior by their experience. If they will only obey Scripture’s injunction, “You shall love your neighbor as yourself,” and “Whatever good you want people to do for you, do the same yourselves for them,” they will have within themselves evidence that they must not treat others as they would not wish to be treated themselves.\n"
    },
    {
        "append_to_author_name": "",
        "book": "tobit",
        "father_name": "Augustine of Hippo",
        "file_name": "Tobit 4_17.toml",
        "id": "74692f81-90dd-4133-939b-6a81a946cda1",
        "location_end": 4000017,
        "location_start": 4000017,
        "source_title": "SERMON 361:6.6",
        "source_url": "",
        "ts": 430,
        "txt": "It is obvious that a banquet does not benefit the dead, and that it is a custom of the pagans, and that it does not flow from the channel of justice derived from our ancestors the patriarchs; we read about their funerals being celebrated; we do not read of funeral sacrifices being offered for them. This can also be observed in the customs of the Jews, for while they have not inherited from their ancestors the fruit of virtue, still they have retained the ancient customs in a number of their celebrations and ceremonies. And as for the objection some people bring forth from the Scriptures: “Break your bread and pour out your wine on the tombs of the just but do not hand it over to the unjust,” this is not the occasion, indeed, to expatiate on it; but still I will say that the faithful can understand what is being said. It is well known, after all, to the faithful how the faithful do these things out of a religious respect for their dear departed; and that such rites are not to be granted to the unjust, that is, to unbelievers, because “the just person lives by faith.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "tobit",
        "father_name": "Bede",
        "file_name": "Tobit 5_4-5.toml",
        "id": "d268e892-deb2-40f8-9884-d1ee7a9a69c3",
        "location_end": 5000005,
        "location_start": 5000004,
        "source_title": "ON TOBIT 3:25",
        "source_url": "",
        "ts": 735,
        "txt": "An angel appeared to Tobias and offered himself as a companion through whom he might perform wonders for the people to whom he had been sent. And the Son of God assumed the nature of a human being so that, thus visibly spending his life with human beings, he might save the human race.\n"
    },
    {
        "append_to_author_name": "",
        "book": "tobit",
        "father_name": "Bede",
        "file_name": "Tobit 5_12.toml",
        "id": "999eb99f-0235-4d0a-ae74-2f0a2b3e242d",
        "location_end": 5000012,
        "location_start": 5000012,
        "source_title": "ON TOBIT 5:18",
        "source_url": "",
        "ts": 735,
        "txt": "Azarias means “the Lord is my helper,” Ananias, “the favor of the Lord.” And the Lord intimates to those who believe in him that he is the one whom the prophet longed for when he sang, “Lord, you are my helper and liberator; do not delay,” and of him too the Evangelist says, “And we saw his glory, the glory as it were of the Only-begotten of the Father, full of grace and truth.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "tobit",
        "father_name": "Bede",
        "file_name": "Tobit 5_13.toml",
        "id": "fcfcd5a3-5e76-4329-b81e-dd864e87805a",
        "location_end": 5000013,
        "location_start": 5000013,
        "source_title": "ON TOBIT 5:11-13",
        "source_url": "",
        "ts": 735,
        "txt": "And our Lord through the miracles he wrought in the flesh showed the Jewish people from whom he had taken flesh that he was the Son of God and the angel, that is, the messenger, of his Father’s will. He also announced to them the joy of eternal salvation saying, “Do penance, for the kingdom of heaven will draw near”; and to those who despaired of obtaining heavenly light he said, “I am the light of the world; the one who follows me will not walk in darkness but will have the light of life.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "tobit",
        "father_name": "Bede",
        "file_name": "Tobit 5_15.toml",
        "id": "ce3ef962-870e-45c4-83d5-a1568667dd96",
        "location_end": 5000015,
        "location_start": 5000015,
        "source_title": "ON TOBIT 5:11-13",
        "source_url": "",
        "ts": 735,
        "txt": "The angel promises Tobit to bring his son to Rages, a city of the Medes, and bring him back to him. The Lord promises the believers among the Jewish people (although this same people is largely blinded) that he will reveal the mysteries of his incarnation to the Gentile people, and again at the end of our times he will make them known more widely to his own people from whom he had taken flesh, when faith in his divinity will both accompany him everywhere and accomplish everything. Of the “bringing” to the Medes he says, “And I have other sheep which are not of this fold; these too I must bring,” and so forth. Of the “bringing back” the apostle says, “Until the fullness of the Gentiles should come in, and so all Israel should be saved.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "tobit",
        "father_name": "Origen of Alexandria",
        "file_name": "Tobit 5_21.toml",
        "id": "98266be8-4bc4-4a82-a6b5-cea3409bf34a",
        "location_end": 5000021,
        "location_start": 5000021,
        "source_title": "ON FIRST PRINCIPLES 1:2.13",
        "source_url": "",
        "ts": 253,
        "txt": "There is no other second goodness existing in the Son, except that which is in the Father. And therefore the Savior also rightly says in the Gospel, “There is none good except one only, God the Father.” With such an expression it may be understood that the Son is not of a different goodness but of that only that exists in the Father. He is rightly termed the image of the Father19 because he proceeds from no other source but from that primal goodness. Otherwise there might appear to be in the Son a different goodness from that which is in the Father. Nor is there any dissimilarity or difference of goodness in the Son. Therefore, no one should imagine that there is a kind of blasphemy, as it were, in the words, “There is none good except one only, God the Father,” as if someone thinks this denies that either the Son or the Holy Spirit is good. However, as we have already said, the primal goodness is to be understood as residing in God the Father, from whom both the Son is born and the Holy Spirit proceeds, retaining within them, without any doubt, the nature of that goodness that is in the source from which they are derived. And if there is anything else in Scripture that is called good (angels, human beings, servants, treasure, or a good heart or a good tree27), the word good is not used with its proper meaning, since these uses refer to outward goodness, not an essential goodness.\n"
    },
    {
        "append_to_author_name": "",
        "book": "tobit",
        "father_name": "Ambrose of Milan",
        "file_name": "Tobit 6_1.toml",
        "id": "cf1dc2cd-0e22-4952-b1ce-dc0afabfb77d",
        "location_end": 6000001,
        "location_start": 6000001,
        "source_title": "HEXAMERON 9:4.17",
        "source_url": "",
        "ts": 397,
        "txt": "What shall I say about dogs, who have a natural instinct to show gratitude and to serve as watchful guardians of their masters’ safety? Therefore Scripture cries out to the ungrateful, the slothful and the craven, telling them that they are “dumb dogs, not able to bark.” To dogs, therefore, is given the ability to bark in defense of their masters and their homes. Thus you should learn to use your voice for the sake of Christ, when ravening wolves attack his sheepfold. Have the word ready on your lips, lest, like a silent watchdog, you may appear because of your unfaithfulness to abandon the post entrusted to you. Such a dog was the friend and companion of an angel. Not without reason did Raphael in the prophetic book3 cause this dog to accompany the son of Tobias when he went on a journey, in order to drive out Asmodeus and thereby confirm the marriage. The demon is driven out as the result of a grateful recognition, and the union is stabilized. And so, under the symbolism of a dumb animal, the angel Raphael, as director of the young man Tobias whom he had agreed to protect, was able to arouse sentiments of gratitude in him.\n"
    },
    {
        "append_to_author_name": "",
        "book": "tobit",
        "father_name": "Bede",
        "file_name": "Tobit 6_1.toml",
        "id": "edaf1ac7-9f0c-4fd2-bd6c-cdc8cea53777",
        "location_end": 6000001,
        "location_start": 6000001,
        "source_title": "ON TOBIT 6:1",
        "source_url": "",
        "ts": 735,
        "txt": "When the Lord came to save the Gentiles, holy preachers followed in his footsteps because they carried out what he had commanded: “Go and teach all the nations.” Finally the Lord filled the home of Cornelius with the Holy Spirit, and so Peter baptized them with water. The teachers are called dogs because they defend their founder’s spiritual home, property and sheep from thieves and beasts, that is, from unclean spirits and heretical people.\n"
    },
    {
        "append_to_author_name": "",
        "book": "tobit",
        "father_name": "Bede",
        "file_name": "Tobit 6_1.toml",
        "id": "0de973a9-fd4b-447a-8ae0-99e2213d96f4",
        "location_end": 6000001,
        "location_start": 6000001,
        "source_title": "ON TOBIT 6:1-2",
        "source_url": "",
        "ts": 735,
        "txt": "Tobias stopped over by the waters of the Tigris because the Lord, when he appeared in the world, spent his life among sinners and mortals; but the water of sin did not touch him, nor did the prince of darkness, when he came, find in him anything of his own.\n"
    },
    {
        "append_to_author_name": "",
        "book": "tobit",
        "father_name": "Bede",
        "file_name": "Tobit 6_2.toml",
        "id": "31901a94-e32e-43f7-898a-1f99f2fc2240",
        "location_end": 6000002,
        "location_start": 6000002,
        "source_title": "ON TOBIT 6:1-2",
        "source_url": "",
        "ts": 735,
        "txt": "Here again the mystery of the Lord’s passion is quite obviously signified. For the huge fish, which, since it wanted to devour him, was killed by Tobias on the angel’s instructions, represents the ancient devourer of the human race, that is, the devil. When the latter desired the death of humanity in our Redeemer, he was caught by the power of the divinity. The river Tigris, which, because of its swift current, takes its name from the tiger, a very swift animal, intimates the downward course of our death and mortality. In it lurked a huge fish, inasmuch as the invisible seducer of the human race held the power of death.\n"
    },
    {
        "append_to_author_name": "",
        "book": "tobit",
        "father_name": "Bede",
        "file_name": "Tobit 6_2.toml",
        "id": "804fe6b4-c15d-4c43-acdb-ffe5c9a59dc4",
        "location_end": 6000002,
        "location_start": 6000002,
        "source_title": "ON TOBIT 6:3",
        "source_url": "",
        "ts": 735,
        "txt": "And the Lord as the critical moment of death was on him “began to tremble with fear and be deeply dismayed,” not that he was greatly afraid of the devil but, through the natural frailty of the flesh, dreaded death, which “entered the world through the devil’s envy.” This is why “he also prayed that, if it were possible, the hour might pass from him, and said, ‘Abba, Father, all things are possible to you; remove this cup from me, but not what I will but what you will.’ ”\n"
    },
    {
        "append_to_author_name": "",
        "book": "tobit",
        "father_name": "Bede",
        "file_name": "Tobit 6_3.toml",
        "id": "9e79f507-bd19-499e-ae36-3d06d940128f",
        "location_end": 6000003,
        "location_start": 6000003,
        "source_title": "ON TOBIT 6:4",
        "source_url": "",
        "ts": 735,
        "txt": "The Lord seized hold of the devil and by dying caught and conquered the one who wanted to catch him in death. Moreover he seized him by the gill21 so that, with the right hand of his power, he might separate his most wicked head from his entrapped body, that is, that he might remove the wickedness of the ancient enemy from the heart of those whom he had wickedly allied to himself and had made, as it were, one body with him, and that, as a merciful redeemer, he might graft them into the body of his church. For a fish has a gill at the joining of its head and body. Now, just as our Lord is the head of his church and the church is his body, so the devil is the head of all the wicked and all the wicked are his head and members. The reason why the Lord seized the very savage fish by the gill, dragged it towards him and cast it up on dry land was that, in smashing them to pieces, he openly and boldly exposed the devil’s capabilities in public and rescued from the power of darkness24 those whom he foreknew to be children of light.\n"
    },
    {
        "append_to_author_name": "",
        "book": "tobit",
        "father_name": "Bede",
        "file_name": "Tobit 6_4.toml",
        "id": "c27e6e3b-b3ca-4b64-8bd3-abf8dc6ef18b",
        "location_end": 6000004,
        "location_start": 6000004,
        "source_title": "ON TOBIT 6:4",
        "source_url": "",
        "ts": 735,
        "txt": "Although the Lord on overcoming the wickedness of the malicious enemy brought him forth into the light and exposed him to everyone, the latter was still arrogant and contrived to instigate persecution against the Lord’s elect who are his feet because by their means the Lord, who is king in heaven over all things, walks on the earth.\n"
    },
    {
        "append_to_author_name": "",
        "book": "tobit",
        "father_name": "Bede",
        "file_name": "Tobit 6_5.toml",
        "id": "bf282551-a52a-4963-b7e0-994793f9be5f",
        "location_end": 6000005,
        "location_start": 6000005,
        "source_title": "ON TOBIT 6:5",
        "source_url": "",
        "ts": 735,
        "txt": "The Lord gutted the fish when he exposed more extensively to his saints the devil’s wickedness and tore from their flesh, as it were, the secrets of his snares. He put away his heart for himself because he wanted to point out in the holy books his cunning, of which it is written, “Now the serpent was more cunning than any of the beasts of the earth”; and of this heart Paul too says, “For we are well aware of his intentions.” He also put away the gall, since, in his concern for caution he wanted the extent of the malicious fury with which he raged against the human race to be written about and put on record. The liver too he put away because he deigned to make known to us through the teachers of the truth the mischievous maturity of his intrigues against us. For they say that it is by the heat and power of the liver the hidden properties of the food that is eaten are “cooked out” and reach the system. But when with careful consideration we seek to find in what order the things we propose to do are to be carried out, we, as it were, cook out by the heat of the liver the foods received in the stomach.\n"
    },
    {
        "append_to_author_name": "",
        "book": "tobit",
        "father_name": "Bede",
        "file_name": "Tobit 6_5.toml",
        "id": "9e358985-bfe0-44ec-a623-ee0de41ee3e0",
        "location_end": 6000005,
        "location_start": 6000005,
        "source_title": "ON TOBIT 6:6",
        "source_url": "",
        "ts": 735,
        "txt": "The amount of the fish they took for themselves signifies those who are changed from members of the devil into members of Christ, that is, are converted from unbelief to the faith; but the amount they left represents those who, on hearing God’s Word, prefer to remain behind among the dead and decaying members of their deceiver rather than return to the companionship of the Savior. He broiled its flesh in those whom he found carnal but rendered spiritual and strong again by the fire of his love. Finally the Holy Spirit came down on the apostles in a vision of fire. “The rest,” he says, “they salted,” which is particularly applicable to teachers to whom it is said, “You are the salt of the earth.” Now they, that is, Tobias and the angel, salted it, because the same “mediator between God and people” both humanly taught the apostles by word and divinely gave them the salt of wisdom in their hearts.\n"
    },
    {
        "append_to_author_name": "",
        "book": "tobit",
        "father_name": "Bede",
        "file_name": "Tobit 6_10.toml",
        "id": "199181f1-2e94-4585-9376-b2ad9c8f6df9",
        "location_end": 6000010,
        "location_start": 6000010,
        "source_title": "ON TOBIT 6:6",
        "source_url": "",
        "ts": 735,
        "txt": "Raguel stands for the people of the Gentiles whom the Lord deigned to visit through his preachers in order to take himself a bride from their stock, that is, make of the Gentiles a church for himself. Also Sarah’s name befits the church because of Sarah, the patriarch Abraham’s wife, who bore Isaac the son of the promise, that is, the free people of the church. Raguel’s name too, which means “God is his sustenance” or “God is my friend,” denotes the people who, after overcoming the devil’s deceit, unite themselves and their folk to the community of the Lord and can say, “The Lord is my shepherd, and I shall want for nothing,” and earn the reward of hearing, “I shall no longer call you servants” but “friends.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "tobit",
        "father_name": "Bede",
        "file_name": "Tobit 7_1.toml",
        "id": "b7a0ca3b-8942-4efd-8146-2693642cc57d",
        "location_end": 7000001,
        "location_start": 7000001,
        "source_title": "ON TOBIT 7:1",
        "source_url": "",
        "ts": 735,
        "txt": "The Lord went to the Gentile people through the teachers of his word, and they gladly received it in a great many places, as the Acts of the Apostles testify.\n"
    },
    {
        "append_to_author_name": "",
        "book": "tobit",
        "father_name": "Bede",
        "file_name": "Tobit 7_11.toml",
        "id": "1c466cf2-4a9d-4764-9c7f-e09e18d10b89",
        "location_end": 7000011,
        "location_start": 7000011,
        "source_title": "ON TOBIT 7:11",
        "source_url": "",
        "ts": 735,
        "txt": "The Gentile people, on hearing the message of the faith and being admonished by the apostles to form the church of Christ from their progeny throughout the world, were able (but only after reliable investigation) to undertake the obligations and rules of the new religion. For they knew that in former times they had had many teachers who all (comprised, as it were, in the number seven) knew about the joys of this life alone but had nothing reliable to say about eternal joys; and consequently the destruction of eternal death would have snatched them away without hope of immortal life.\n"
    },
    {
        "append_to_author_name": "",
        "book": "tobit",
        "father_name": "Bede",
        "file_name": "Tobit 8_2.toml",
        "id": "89fe54d3-1851-424b-977f-495b726b7197",
        "location_end": 8000002,
        "location_start": 8000002,
        "source_title": "ON TOBIT 8:2",
        "source_url": "",
        "ts": 735,
        "txt": "And the Lord, as he is about to receive the church from the Gentiles as his bride, bids it at first betrothal (in the person of each individual believer) to renounce Satan and all his works and all his pomps, and then to confess its faith in the holy Trinity for the remission of sins, which is the significance of burning up with live coals the innermost entrails of the fish.\n"
    },
    {
        "append_to_author_name": "",
        "book": "tobit",
        "father_name": "Bede",
        "file_name": "Tobit 8_3.toml",
        "id": "8daa5257-d311-4520-b9b5-a137d7304cf8",
        "location_end": 8000003,
        "location_start": 8000003,
        "source_title": "ON TOBIT 8:3",
        "source_url": "",
        "ts": 735,
        "txt": "Both “desert” and “Egypt” refer to the hearts of unbelievers, which are deserts, that is, forsaken by God of whose indwelling they are unworthy; and according to the meaning of the name “Egypt,” these same hearts are plunged into shadow by the darkness of their own unbelief. And not without reason is the one who is deserted by the grace of divine light filled by the prince of darkness. The reason why the angel got hold of the demon that wanted to kill Tobias and bound him in the desert of upper Egypt is that the devil, while restrained from snatching away the faithful who are members of their Redeemer, is allowed by this Lord and redeemer of ours to have dominion over unbelievers only. And even in their case the Lord holds him bound because even the wicked, the very ones of whom he is master, he is not allowed to harm as much as he longs to in his insatiable rage.\n"
    },
    {
        "append_to_author_name": "",
        "book": "tobit",
        "father_name": "Bede",
        "file_name": "Tobit 8_19.toml",
        "id": "14478321-a485-42a3-8414-27946fa78f8e",
        "location_end": 8000019,
        "location_start": 8000019,
        "source_title": "ON TOBIT 8:22",
        "source_url": "",
        "ts": 735,
        "txt": "Our own teachers are indeed like cattle because they bear the light yoke of the gospel, for by preaching they beget and nurture those also who would advance further toward bearing the same yoke. They are the rams too because they are the fathers and leaders of the peoples who follow them, of whom it is said, “Bring to the Lord the offspring of rams.” They are moreover fat cattle because they are teachers filled to overflowing with the grace of heavenly love, of which grace the psalmist prays, “Let my soul be filled as with marrow and fat.” They are the two slaughtered cattle because all who for Christ either voluntarily mortify their body themselves, that they may become a living victim, or hand it over to the enemy to be killed, these assuredly have learned to withstand the enemy “with the weapons of uprightness to the right and to the left,” that is, in prosperity and adversity. They are the four slaughtered rams because holy teachers and martyrs preserve the four books of the holy gospel by faith and action, because they are supported by the four cardinal virtues of prudence, fortitude, temperance and justice, for they instruct the flock of Christ throughout the whole world, which is divided up into four quarters. Raguel had cattle and rams slaughtered because the Gentile people taught that those who had come to the faith from their own stock were like those whom, because of their outstanding virtue, the enemy desired to tempt and succeeded not in conquering after they were tempted but rather in making victorious as martyrs. Or at all events he had those killed whom he taught to crucify their flesh for Christ with its vices and passions.\n"
    },
    {
        "append_to_author_name": "",
        "book": "tobit",
        "father_name": "Bede",
        "file_name": "Tobit 9_2.toml",
        "id": "46bce2ac-fa86-4819-8b12-81b9144615a8",
        "location_end": 9000002,
        "location_start": 9000002,
        "source_title": "ON TOBIT 9:6",
        "source_url": "",
        "ts": 735,
        "txt": "The preachers chosen from the Gentiles through whom the Lord gathers in others too are Raguel’s servants and camels: servants because they serve the needs of those they evangelize; camels because with the deference of brotherly love they also carry the burdens of their infirmity. But the reason why there were four servants and two camels has been shown above where two cows and four rams were slaughtered.\n"
    },
    {
        "append_to_author_name": "",
        "book": "tobit",
        "father_name": "Bede",
        "file_name": "Tobit 10_3.toml",
        "id": "1245cf57-7047-4b65-a159-870030fcd637",
        "location_end": 10000003,
        "location_start": 10000003,
        "source_title": "ON TOBIT 10:1-3",
        "source_url": "",
        "ts": 735,
        "txt": "And now as Christ through faith delays in the church assembled from the Gentiles, all who are converted to faith in him individually from among the Jews are deeply distressed in spirit that the Lord, detained as he is among the Gentiles, is slow in coming to save them.\n"
    },
    {
        "append_to_author_name": "",
        "book": "tobit",
        "father_name": "Bede",
        "file_name": "Tobit 11_4.toml",
        "id": "1b57ed43-af61-4d94-a6a5-396c32bf8eb9",
        "location_end": 11000004,
        "location_start": 11000004,
        "source_title": "ON TOBIT 11:9",
        "source_url": "",
        "ts": 735,
        "txt": "One must not dismiss with scorn the figure of this dog, which is a traveler and the companion of an angel. So, as we have also pointed out above, he represents the church’s teachers who by combating heretics often drive off troublesome wolves from the supreme pastor’s fold. To them fittingly applies the fact that it is natural to dogs to repay a favor to those who are kind to them and patrol in restless vigil for their masters’ safety. The reason why the dog ran ahead is that the teacher first preaches salvation; then the Lord, the enlightener, cleanses hearts. And the writer made the charming observation, “arriving as if bringing the news,” because, of course, every sincerely believing teacher is a messenger of truth; charmingly “did he show his joy by wagging his tail,” for the tail, which is the end of the body, suggests the end of a good work, that is, its perfection, or at any rate the reward that is granted without end. The dog then showed his joy by wagging his tail when he saw once more his master’s homestead from which he was absent for a long time; teachers rejoice at the results of their work when they realize that by means of their ministry Judea is to be brought together again by the Lord; they rejoice at receiving an eternal award, and with this same reward common to all the elect they cheer the hearts of those they preach to when they promise them that Christ’s grace will come without delay.\n"
    },
    {
        "append_to_author_name": "",
        "book": "tobit",
        "father_name": "Bede",
        "file_name": "Tobit 11_13.toml",
        "id": "3baeddcd-dfd1-449a-9c20-157461015ecf",
        "location_end": 11000013,
        "location_start": 11000013,
        "source_title": "ON TOBIT 11:14-15",
        "source_url": "",
        "ts": 735,
        "txt": "And the Jewish people, on realizing the very bitter malice of the most wicked enemy, will recover the light they have lost. The white film that had obstructed his eyes denotes the folly of self-indulgence. For “they have a zeal for God, but it is not based on knowledge,” and as Paul says again, “seeking to establish their own righteousness, they did not submit to the righteousness of God.” The black pupil of the eye sees, the white one grows dark; and people who in their own estimation are wise, saying, “Are we also blind?” in such people there is no truth. But those who are aware of their frailty and ignorance and know how to say, “My God, enlighten my darkness,” are destined to enjoy the light of life in the Lord. Moreover, the white film was well compared with the skin of an egg. By the egg hope is surely indicated, because it is obviously not alive, not an animate creature, but it is hoped by the bird that laid it that sometime it may live, walk, run and fly. And the apostle says, “But if we hope for what we do not see, we wait for it with patience.” Thus in the Gospel parable by the terms “bread,” “fish” and an “egg” the three supreme virtues, namely, faith, hope and love, are symbolized.\n"
    },
    {
        "append_to_author_name": "",
        "book": "tobit",
        "father_name": "Origen of Alexandria",
        "file_name": "Tobit 11_14.toml",
        "id": "ab2b3bc4-24aa-4732-a9b8-86ae4de99108",
        "location_end": 11000014,
        "location_start": 11000014,
        "source_title": "COMMENTARY ON THE GOSPEL OF JOHN, FRAGMENT 66",
        "source_url": "",
        "ts": 253,
        "txt": "It is necessary to observe the means of expression the Evangelist used as to whether he says to us that the eyes of the blind person were opened or that he saw. He expresses that he opened his eyes with the words, “It was the sabbath when Jesus made the mud and opened his eyes.” But it also says that he saw with the words, “He went and returned seeing.” We will be able to find the difference between the expressions from Tobit. When white patches had formed over his eyes, it is not written that his eyes were later opened but that he saw. Of the rest, you will be able to observe one or the other aspect in the course of the entire episode related concerning the blind person, where one person asserts one thing and another that, with quite a bit of dissent from each other.\n"
    },
    {
        "append_to_author_name": "",
        "book": "tobit",
        "father_name": "Bede",
        "file_name": "Tobit 11_18.toml",
        "id": "d3ad91c4-19e7-41b1-ba52-afb555009cbe",
        "location_end": 11000018,
        "location_start": 11000018,
        "source_title": "ON TOBIT 11:16-18",
        "source_url": "",
        "ts": 735,
        "txt": "The seven days suggest the light of the grace of the Spirit, which is received in sevenfold form. The reason why his son’s wife arrives seven days after Tobit is given the light of vision is that after Judea is given the light through faith, after it receives the grace of the Holy Spirit, the church will come in to it so that there may be “one fold and one shepherd” and one house of Christ supported on one cornerstone.\n"
    },
    {
        "append_to_author_name": "",
        "book": "tobit",
        "father_name": "Hilary of Poitiers",
        "file_name": "Tobit 12_7.toml",
        "id": "7eec1fc0-2c6d-4f5f-bd22-cc31c0af233f",
        "location_end": 12000007,
        "location_start": 12000007,
        "source_title": "BETH.6",
        "source_url": "",
        "ts": 367,
        "txt": "“I have hidden your words in my heart, so as not to sin against you.” Recall that something similar is often read, where it says, “It is good to hide the mystery of the king.” Recall that Paul also hid some divine words from the Corinthians, who were still young in the faith, saying, “I have given you milk to drink, not solid food. In fact, you were not yet ready, and neither are you now.” We also read in the Gospel of the treasure found in a fertile, fruitful field and that was hidden in the field once it was purchased. We know also that pearls should not be thrown before swine, and what is sacred should not be given to dogs. We thus understand that some things are enclosed in the secret of our hearts. If they were to be divulged, it would imply the guilt of an unpardonable sin. HOMILIES ON THE PSALMS 118.\n"
    },
    {
        "append_to_author_name": "",
        "book": "tobit",
        "father_name": "Gaudentius of Brescia",
        "file_name": "Tobit 12_8-9.toml",
        "id": "e193a632-73c0-4321-b7b6-87b28c127e54",
        "location_end": 12000009,
        "location_start": 12000008,
        "source_title": "SERMONS 13:21-23",
        "source_url": "",
        "ts": 410,
        "txt": "It is written that fasting with almsgiving is a good thing. It was necessary to do both, to mitigate the Lord’s indignation. Perhaps you cannot fast, and you cannot because you do not want to—at least give food to someone who is hungry. You who cannot stand to fast for three hours past the usual hour can certainly understand what someone would suffer who unwillingly goes hungry because of his poverty. Your cruelty forces him to fast, you who, fattened by sumptuous banquets, do not think to relieve the poor person’s hunger with even a little food. You point to the possibility of famine, you pretend to be in need, you complain of unfavorable circumstances. You beg more shamefully than that poor person—indeed, you behave toward God like an ingrate with your false complaining. But what if there was a famine? Would you perhaps be the only one to feel it, and not that poor person? How is it that every day you lay out new silver, beautify your houses with marble, buy silk garments, trade necklaces adorned with gold and gems? It is shameful to mention and painful even to think of the number of peasants who, living on the lands of people who live in the luxury we have described, have died of hunger or been supported by the alms of the church.\n"
    },
    {
        "append_to_author_name": "",
        "book": "tobit",
        "father_name": "Gaudentius of Brescia",
        "file_name": "Tobit 12_8-9.toml",
        "id": "0649479c-f266-4ca8-93c5-7a58d78bef49",
        "location_end": 12000009,
        "location_start": 12000008,
        "source_title": "TO BENIVOLUS 21-27",
        "source_url": "",
        "ts": 410,
        "txt": "Perhaps some rich person might object, “Therefore it must have been with malice that God gave us wealth, if because of it the rich are tormented.” Such people, in fact, advance the wrong-headed idea that God wants to see human beings make mistakes and therefore provides not only the mode of sin but also the reason for it. Not out of malice but out of providence has God made you rich. He intended that through your works of mercy you would again find medicine to treat the wounds of your sins. “Certainly alms freely given preserve one from death and purify from every sin.” The rich man was not tormented because he was rich but because Lazarus suffered hunger while he banqueted. Although holy Abraham had been a rich man, he was a servant of the poor and indigent. Also, holy Job possessed the kingdom of Arabia, but, as it is written, no one was deprived, no poor person left his house empty-handed. And then, when he came to find himself in pain, he was excoriated by his wife for his works of mercy that she implied he had kept working at in vain. “And now,” she says, “here you are suffering.” Whew! See how astutely this poisonous snake offers her venom! Since she could not make him recede from the good works he was doing as a servant of God, she was given to make him repent of the good he had accomplished because he lost the fruit of his goodness. The rich, therefore, should beware of the terrible example of those who enrich themselves at the expense of mercy so that they do not undergo similar tortures. Rather, they should practice almsgiving with generosity, frequency and joy; “God in fact loves one who gives with joy.” They distribute their wealth to the poor, acquiring “treasures in heaven where neither rust nor moth destroy or thieves dig and steal.” Thus, leaving this world, they will be able to find rest in the truly rich bosom of Abraham.\n"
    },
    {
        "append_to_author_name": "",
        "book": "tobit",
        "father_name": "Jerome",
        "file_name": "Tobit 12_11-15.toml",
        "id": "97fc7e77-7c7d-4b68-8528-6c6f7b7463de",
        "location_end": 12000015,
        "location_start": 12000011,
        "source_title": "St. Jerome, Commentary on Daniel, CHAPTER EIGHT",
        "source_url": "https://www.ccel.org/ccel/pearse/morefathers/files/jerome_daniel_02_text.htm",
        "ts": 420,
        "txt": "[Daniel 8:16-17] \"And I heard the voice of a man in the midst of the Ulai, and he cried out and said: 'Gabriel, make this vision intelligible (Vulgate: make this man to understand the vision).' And he came and stood near to where I was standing.\" The Jews claim that this man who directed Gabriel to explain the vision to Daniel was Michael. Quite appropriately it was Gabriel, who has been put in charge of battles, to whom this duty was assigned, inasmuch as the vision had to do with battles and contests between kings and even between kingdoms themselves. For Gabriel is translated into our language as \"the strength of, or the mighty one of, God.\" And so at that time also when the Lord was about to be born and to declare war against the demons and to triumph over the world, Gabriel came to Zacharias (Luke 1:11-20) and to Mary (Luke 1:26-27). And then we read in the Psalms concerning the Lord in His triumph: \"Who is this king of glory? The Lord strong and mighty, the Lord mighty in battle; He is the King of glory\" (Psalm 24:8). But whenever it is medicine or healing that is needed, it is Raphael who is sent, for his name is rendered as \"the healing of,\" or \"the medicine of God\" - that is, if one cares to accept the authority of the Book of Tobias (Tobit 12:11-15). And then, when favorable promises are made to the people, and hilasmos, which we might render as \"propitiation\" or \"expiation,\" is the thing required, then it is Michael who is directed to go, for his name means, \"Who is like God?\" Of course the significance of the name indicates the fact that the only true remedy is to be found in God.\n\n\"And he said to me: 'Son of man, understand that in the time of the end the vision shall be fulfilled.'\" Inasmuch as Ezekiel and Daniel and Zechariah behold themselves to be often in the company of angels, they were reminded of their frailty, lest they should be lifted up in pride and imagine themselves to partake of the nature or dignity of angels. Therefore they are addressed as sons of men, in order that they might realize that they are but human beings.\n"
    },
    {
        "append_to_author_name": "",
        "book": "tobit",
        "father_name": "Augustine of Hippo",
        "file_name": "Tobit 12_12.toml",
        "id": "44230100-be10-4df0-bb22-e67f9eebfa3f",
        "location_end": 12000012,
        "location_start": 12000012,
        "source_title": "NEWLY DISCOVERED SERMONS 198:48",
        "source_url": "",
        "ts": 430,
        "txt": "If some human being, but also if any angel, seemingly, should wish to tempt you, either through some kind of apparition or through a dream, and say, “Do this for me, celebrate this rite for me, because I am,” for example, “the angel Gabriel,” don’t believe him. As for you, stick safely to worshiping the one God who is Father and Son and Holy Spirit. If it is really an angel, he will rejoice at your worshiping like that; but if he gets angry because you haven’t given him something extra, then you must now understand him to be the one about whom the apostle says that he “transfigures himself into an angel of light.” He wants to block your way; he is intruding himself with evil intent; he is not the mediator who reconciles but rather the one who separates. I mean, that angel in the Apocalypse and others like him do not want themselves, but God, to be adored. They are messengers, announcing whatever message they have been given to announce; they are “attendants,” doing whatever they have been ordered to do, presenting our prayers to God, not demanding them for themselves in God’s stead. The angel says to the man, “I offered your petition in the presence of the glory of God,” and yet the man was not pleading with the angel but with God; the attendant offered his prayer.\n"
    },
    {
        "append_to_author_name": "",
        "book": "tobit",
        "father_name": "Bede",
        "file_name": "Tobit 12_15.toml",
        "id": "8b51231d-a756-400a-a0a7-ebd7035a6740",
        "location_end": 12000015,
        "location_start": 12000015,
        "source_title": "ON TOBIT 3:7-8",
        "source_url": "",
        "ts": 735,
        "txt": "By the latter, quite appropriately, the divinity of our Savior is signified, just as his humanity is by Tobias. And the fact that we say that by two persons, that is, an angel and a man, the one person of the mediator between God and people is denoted in a figure, will be no surprise to the one who reads in the commentaries of the venerable Fathers that in Isaac who was offered up by his father on an altar, and in the ram that was immolated, was denoted in figure as the one person of him who suffered for the world’s salvation. He in his humanity was slaughtered like a sheep, but in his divinity he remains with God the Father incapable of suffering, just as Isaac came back home alive with his father. For if the ram aptly represents the humanity of Christ and the man his godhead, why should not a man much more aptly signify his humanity and an angel his divinity?\n"
    },
    {
        "append_to_author_name": "",
        "book": "tobit",
        "father_name": "John Damascene",
        "file_name": "Tobit 12_19.toml",
        "id": "fd0ec68e-5449-4548-b74f-09da74c39feb",
        "location_end": 12000019,
        "location_start": 12000019,
        "source_title": "ORTHODOX FAITH 2:3",
        "source_url": "",
        "ts": 749,
        "txt": "The angels see God to such extent as is possible for them, and this is their food. Although, because they are incorporeal, they are superior to us and free of all bodily passion, they are certainly not passionless, because only the Divinity is passionless. They take whatever form the Lord may command, and thus they appear to people and reveal the divine mysteries to them. They live in heaven and have as their one work to sing the praises of God and minister to his sacred will.\n"
    },
    {
        "append_to_author_name": "",
        "book": "tobit",
        "father_name": "Augustine of Hippo",
        "file_name": "Tobit 13_14.toml",
        "id": "212c7661-daba-48c0-b3ea-28f0d422cf25",
        "location_end": 13000014,
        "location_start": 13000014,
        "source_title": "Confessions 4.9.14",
        "source_url": "https://www.newadvent.org/fathers/110104.htm",
        "ts": 430,
        "txt": "Everything is loved among friends, and it is so loved that the human conscience feels guilty before itself if it does not love one who returns the love and if it does not give love for love, seeking nothing in a bodily way beyond the signs of good will. From this comes that lamentation, if someone dies, the darkness of sorrow and the heart steeped in tears, by sweetness turned to bitterness, and the death of the living arising from the lost life of the dead. Happy is one who loves God and his friend in God and his enemy because of God. He alone loses no dear one, since all people are dear in God who is never lost. And who is this but our God, the God who is the maker of heaven and earth2 and who fills them up because he makes them by filling them? No one loses God unless he leaves God. And, because he leaves God, where can he go or flee4 except from your pleasure into your ire? For where does he not find your law in his punishment? And “your law is the truth” and “you are the truth.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "tobit",
        "father_name": "Gregory the Dialogist",
        "file_name": "Tobit 13_17.toml",
        "id": "c5e2a9ce-2ff2-435c-99ca-f7bec684bcfc",
        "location_end": 13000017,
        "location_start": 13000017,
        "source_title": "HOMILIES ON EZEKIEL 1:9.34",
        "source_url": "",
        "ts": 604,
        "txt": "So as to gladden you in the promise of the joy to come, you know the songs of eternal praise that are written in this book, “Blessed are those who dwell in your house, O Lord; forever they will sing your praise!” And how through a certain wise man19 it is said of the heavenly Jerusalem, “All your squares will be paved with precious stones, and in all your streets they will sing alleluia.” This song of the eternal homeland was proclaimed to us by its citizens, who together cried out, “Glory to God in the highest heavens, and peace on earth to people of good will.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "tobit",
        "father_name": "Bede",
        "file_name": "Tobit 13_17.toml",
        "id": "14b65589-24a8-4402-b2b5-9254cc14689b",
        "location_end": 13000017,
        "location_start": 13000017,
        "source_title": "HOMILIES ON THE GOSPELS 2:16",
        "source_url": "",
        "ts": 735,
        "txt": "Thus our custom is to chant “Alleluia” more frequently and happily during these fifty days in memory of this, our most peaceful and blissful action. Alleluia is a Hebrew word, and in Latin it means “praise the Lord!” Accordingly, where we chant in the psalms, “Praise the Lord,” in place of this expression among the Jews “Alleluia” is always chanted. In his book of Revelation, John the Evangelist mentions that he had heard the throngs of heavenly virtues singing it. And when the venerable father Tobit had understood from an angelic vision what the glory of the citizens on high is, and the great brightness of the heavenly Jerusalem, he said the following with mystical voice, “All its streets are paved with precious and shining stones, and throughout all its districts ‘Alleluia’ will be sung.”It is most proper and beautiful that a general custom has prevailed in holy church of all the faithful throughout the world singing this word of praise in the Hebrew language, out of reverence for the primitive practice. This has come about so that, through the harmony of such a devotion, the whole church may be admonished that now it ought to consist in one faith, confession and love of Christ, and in the future it ought to hurry to that land in which there is no discord of minds, no disharmony of speech. For just as once in Jerusalem the heart and soul of the multitude of the believers was one and all things were theirs in common, so in the “vision of supreme peace” the heart and soul of the entire multitude of those who see God will be one, loving and praising him by whose grace they see that they have been saved. There everything will truly be theirs in common, for, as the apostle says, “God will be all in all.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "tobit",
        "father_name": "Pseudo-Augustine",
        "file_name": "Tobit 13_17.toml",
        "id": "4d24203c-1796-4d2a-8d50-39ea50872201",
        "location_end": 13000017,
        "location_start": 13000017,
        "source_title": "BOOK ON THE SPIRIT AND THE SOUL 60",
        "source_url": "",
        "ts": 9999999,
        "txt": "Will I ever be able to see what is so desirable, what the angels long to gaze on, so I can say, “Look, now I see what I have so longed for, what I wanted I now possess!”? When will I come and appear before the face of the Lord, to contemplate him in the blessedness of his elect, to know the joy of his people and to glory in his inheritance? When will I see that city of which it is said, “Your squares, Jerusalem, will be paved with pure gold, and in you will resound a hymn of exultation, and in all your streets they will say, ‘Alleluia!’ ”? O holy city, O splendid city! I salute you from afar, I invoke you, I seek you. I desire to see you and to rest in you, but the flesh that holds me back does not let me do so. O desirable city! Your walls are a single stone, your guardian will be God, your citizens will always be glad, since they enjoy forever the vision of God. There is no corruption in you, or defect, or old age or anger—but perennial peace, unchanging glory, eternal joy, continual celebration. Truly there is only joy and exultation, the flower and confidence of youth and of complete salvation. In you there is neither yesterday nor past, but all is today, since yesterday is your tomorrow and the past is everlasting and the same. Health is in you, life is in you, to you belongs infinite peace, and for you God is everything. “Of you they say marvelous things, O city of God.” “All make their dwelling in you with joy.” In you there is no fear or sadness. Every desire is turned into joy, since everything that can be desired is within reach, and everything one could want is there in abundance. All your inhabitants will receive a full measure of happiness, so that all might visibly rejoice together, without end. All will rejoice together, because the brothers and sisters will live together15 when all will gather in a single place. Finally, all will be one, as he who was worthy of his prayer being heard deigned to pray for his family, “As you, Father, are in me and I in you, may they also be one in us.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "tobit",
        "father_name": "Athanasius of Alexandria",
        "file_name": "Tobit 14_6.toml",
        "id": "d4ae841e-4c23-4783-adf0-0d676bc52db3",
        "location_end": 14000006,
        "location_start": 14000006,
        "source_title": "Discourses Against the Arians 1.43.1",
        "source_url": "https://www.newadvent.org/fathers/28161.htm",
        "ts": 373,
        "txt": "See then what human beings considered the foolishness of God because of the cross, how this has become above anything else the most honored. For our resurrection is stored up in it. No longer Israel alone, but from this time forward all the nations, as the prophet has foretold, abandon their idols and acknowledge the true God, the Father of Christ. The illusion of demons has come to nothing, and he alone who is truly God is worshiped in the name of our Lord Jesus Christ.\n"
    },
    {
        "append_to_author_name": "",
        "book": "tobit",
        "father_name": "Cyprian",
        "file_name": "Tobit 14_9.toml",
        "id": "3a6b824c-78ed-4c09-a79b-2c423675f9b7",
        "location_end": 14000009,
        "location_start": 14000009,
        "source_title": "WORKS AND ALMSGIVING 20",
        "source_url": "",
        "ts": 258,
        "txt": "Be to your children such a father as was Tobias. Give useful and salutary precepts to your pledges such as he gave to his son; command your children as he too commanded saying, “And now, sons, I command you, serve God in truth, and do before God what pleases him; and command your children that they do justice and almsdeeds and that they be mindful of God and bless God’s name on every occasion.”\n"
    }
]