[
    {
        "append_to_author_name": "",
        "book": "2john",
        "father_name": "George Leo Haydock",
        "file_name": "2 John 1_1.toml",
        "id": "08ba9cd2-9aac-472a-a205-128877241c7d",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "The ancient priest, or bishop. See 1 Peter v. 1. \nTo the lady Elect. Some conjecture that elect might be the name of a family, or of a particular church; but the common opinion is, that it was the proper name of a virtuous lady. \nWhom I love in truth, with a sincere Christian charity as well as her children. By reason of the truth, or the true faith, that abideth in us. (Witham)\n"
    },
    {
        "append_to_author_name": "",
        "book": "2john",
        "father_name": "Andreas of Caesarea",
        "file_name": "2 John 1_1.toml",
        "id": "09ccdb91-09d0-48cf-8df7-8c019c41801d",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "CATENA",
        "source_url": "",
        "ts": 614,
        "txt": "John is either writing to a church, or else to a particular woman who has ordered her household spiritually, according to the commandments of God. He writes this letter to one of the women who has accepted the proclamation and exhorts her to do two things. The first of these is to walk in love, and the second is to avoid welcoming false teachers. John also tells us that the overall purpose of his letter is to keep her informed until he is able to come to her in person.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2john",
        "father_name": "Richard Challoner",
        "file_name": "2 John 1_1.toml",
        "id": "34a6d5ea-c8a3-4179-82a2-f4ea8d07b89b",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "The Apostle commends Electa and her family for their steadfastness in the true faith and exhorts them to persevere, lest they lose the reward of their labours. He exhorts them to love one another. But with heretics to have no society, even not to salute them. Although this Epistle is written to a particular person, yet its instructions may serve as a lesson to others, especially to those who, from their connections, situation, or condition in life, are in danger of perversion.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2john",
        "father_name": "Richard Challoner",
        "file_name": "2 John 1_1.toml",
        "id": "37a1f3ad-74b5-4485-a301-1ed3b191e83c",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "The ancient: That is, the ancient bishop St. John, being the only one of the twelve apostles then living.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2john",
        "father_name": "Richard Challoner",
        "file_name": "2 John 1_1.toml",
        "id": "e1d884e3-fbcc-42ee-baf3-a9d3e6d5c9f8",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "To the lady Elect: Some conjecture that Elect might be the name of a family, or of a particular church; but the general opinion is, that it is the proper name of a lady, so eminent for her piety and great charity, as to merit this Epistle from St. John.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2john",
        "father_name": "Jerome",
        "file_name": "2 John 1_1.toml",
        "id": "7ff57804-7a7e-474e-a0d5-c52cf2582e90",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "LETTERS 146",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Jerome/Letters/letter_146.md",
        "ts": 420,
        "txt": "Originally “presbyters” and “bishops” were the same. When later on one was chosen to preside over the rest, this was done to avoid schism. For apart from ordination, what function is there which belongs to a bishop which does not also belong to a presbyter?\n"
    },
    {
        "append_to_author_name": "",
        "book": "2john",
        "father_name": "Bede",
        "file_name": "2 John 1_1.toml",
        "id": "53aca811-beca-421e-83da-31d75784fd4d",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "ON 2 JOHN",
        "source_url": "",
        "ts": 735,
        "txt": "John is writing against the heretics who have departed from the truth. He rightly recalls that there is a love in the Holy Spirit which is common to all who know the truth. By mentioning the unanimity and the large number of catholic Christians he frightens those few who have separated themselves from their number. Look how all catholic Christians everywhere follow a single rule of truth, whereas heretics and unbelievers do not all agree on what they reject and attack each other just as much as they attack the truth.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2john",
        "father_name": "Hilary of Arles",
        "file_name": "2 John 1_1.toml",
        "id": "898f7f33-c58d-4bc9-bdd5-2a52f1c9c977",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "INTRODUCTORY COMMENTARY ON 2 JOHN",
        "source_url": "",
        "ts": 449,
        "txt": "The elect lady is clearly a church to which the letter is written. It is elect in faith and mistress of all virtues.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2john",
        "father_name": "Oecumenius",
        "file_name": "2 John 1_1.toml",
        "id": "fa155f24-8331-4bc2-82c0-cc171e52d60e",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "COMMENTARY ON 2 JOHN",
        "source_url": "",
        "ts": 990,
        "txt": "There are some people who think that this and the following letter are not by John the beloved disciple but by someone else of the same name. The reasons they give for this are that in both letters he describes himself as the elder and addresses a single correspondent (either the elect lady as here, or Gaius), which is not the case in the Catholic Epistle (1 John). Moreover, he starts with a personal introduction in both these letters, which is missing from 1 John. In answer to these points we would say that he did not put an introduction in his first letter because he was writing neither to a particular church nor to a specific individual. The fact that he calls himself an elder rather than an apostle may be due to the fact that he was not the first missionary to preach the gospel in Asia Minor. There he followed Paul, but unlike his predecessor, who merely passed through, John remained in the province and ministered directly to the local people. Nor did he refer to himself as a slave of Christ because as the beloved disciple he had the confidence that he had gone beyond the fear of slavery.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2john",
        "father_name": "Cornelius a Lapide",
        "file_name": "2 John 1_1.toml",
        "id": "9e10b39b-a7b7-48fe-8750-fbdf3fcf67ff",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "",
        "source_url": "",
        "ts": 1637,
        "txt": "o——\nSEVERAL ancient writers have entertained doubts respecting the Second and Third Epistles of S. John , supposing them to have been written by John the Presbyter, not John the Apostle. They have been led to think this because the writer begins by calling himself the Elder, or the Presbyter, in Greek Ï€Î¶ÎµÏƒÎ²ÏÏ„ÎµÎ¶Î¿Ï‚. This doubt is mentioned by Eusebius (H. E. lib3cap ult.) and S. Jerome (de Scrip. Eccles.). But that both these Epistles are canonical is now de fide, and also that they were written by S. John the Apostle. This appears, 1st From the definition of the Council of Trent (sess4), and the Third Council of Carthage (cap47), and the Council of Laodicæa (cap59), and the84of the Canons of the Apostles. \n2d. From the Fathers, viz. Ireneus (lib3 c13), S. Augustine (lib2de Doct. Christ. c8). Hear also S. Jerome (Epis. ad Paul): \" James , Peter, John , and Jude the Apostles published seven epistles, both mystical, succinct, and brief, all about the same length: short in words, long in sentences, so that there are few readers who are unacquainted with them.\"1 He says elsewhere (Epis. ad Evagr.): \"The son of thunder, whom Jesus loved most dearly, sounds with his trumpet; Hebrews , I mean, who from the Saviour\"s breast drank rivers of doctrine, \"the Presbyter to the Elect Lady and her children, whom I love in the truth.\"\" \n3d. Similarity of style and matter is an argument for these two Epistles having the same author as the first. This is what Baronius says (An99 , cap9): \"Certainly, if ever it be allowable to judge by their likeness to one another that children are born of the same parents, any one can easily perceive, from the words, the sentences, the style, the tone, bearing as they do on the surface the same character, that these Epistles have proceeded from the same author. First, with regard to the words and sentences, there are many indications of this, as when he says in the First Epistle \"I write not a new commandment unto you, but an old.\" So in the Second, \"Not as writing a new commandment unto you, but that which we have had from the beginning.\" Again in the First, \"Every one who denieth the Song of Solomon , neither hath he the Father: he who confesseth the Son hath the Father also.\" And in the Second he utters the same sentiment in the words, \"Every one who draws back, and abides not in the doctrine of Christ, hath not God: he who abides in the doctrine of Christ hath both the Father and the Son.\" So too in the First, \"Whosoever is born of God sinneth not. In the Third the same idea is thus expressed, \"He that doeth good is of God; and he that is born of God sinneth not.\" And as in the First Epistle it is frequently inculcated that we should love in deed and in truth, in the Second and Third there are injunctions to love in truth. In the First Epistle we find, \"Many false prophets are gone out into the world; in this is known the spirit of God,\" &c. So in the Second we find the same idea in almost identical words, \"There are many seducers gone out into the world: he who confesseth not that Jesus is come in the flesh, this is a seducer and an antichrist.\" Again, we have in the First Epistle, \"This is love, that we keep His commandments;\" and in the Second, \"This is love, that we walk according to His commandments.\" This continual inculcation of charity, love, and truth in these two Epistles clearly indicates that we have in them a genuine transcript of the mind of S. John , just as we have in the First.\" \nTo the objection that John writes of himself as the Elder, or Presbyter, I reply that in that age Presbyter and Bishop had the same meaning, as I have shown on  1 Timothy 4:14. Moreover, S. John , worn out at this time with the fulness of years and the weight of the apostolic dignity, was the oldest of all living Christians. The last of the Apostles, he lived until the age of Trajan, and died about A.D101. \nTHE SECOND EPISTLE OF\nCHAPTER1\n——o——\nThe Elder: S. John , as the last survivor of the Apostles, surpassed all the three Bishops both in age and dignity. As S. Ambrose says, \"an Elder, who was furnished with a sort of swan-like grace of age.\" And Å’cumenius says, \"John speaks of himself as a Bishop under the name of a Presbyter.\" \nElect: Serarius endeavours to prove by eight conjectural reasons that by the name Electa is signified not a person, or matron, but an Asiatic Church. For the Church is the elect Spouse of God, according to the words in Song vi9 , \"Fair as the moon, elect as the sun\" (Vulg.); and S. Peter\"s1st Epist. ( 1 Peter 513 , \"The Church in Babylon co-elect with you.\" Serarius thinks that this Church was one of the seven Churches of Asia, which S. John warns and teaches in the Apocalypse: or else that it was the Church of Corinth, because Gaius the host of S. Paul was a member of it, as we gather from  Romans 16:23; and  1 Corinthians 1:14. For it would seem that this Second Epistle was sent with the Third to the Church in which Gaius, to whom the Third Epistle is inscribed, lived. Moreover, this Church is called ÎºÏ…Î¶Î¯Î±, i.e. lady, either on account of the dignity of the place, or because it excelled in virtue. \nBut, omitting other things, it is against this opinion that S. John says in his Third Epistle, speaking to Gaius, \"I might perchance have written to the Church, but Diotrephes, who loveth to have the primacy among them, receiveth not us.\" He shows by these words that he did not write an Epistle to the Church where Gaius was. Wherefore it is the general opinion that the Epistle was written to a particular matron. And that this is the meaning of elect Lady, or the Lady Electa. What then is the meaning of Electa? 1Some say it means a faithful Christian woman. For Christians generally were called the elect. Thus S. Peter (1Ep. c1) writes \"to the elect strangers of Pontus,\" &c. \nBut others, with more probability, think that Electa is a proper name. For epistles are wont to be inscribed to particular persons, who are addressed by their proper names. This too is why the word ÎµÌ‰ÎºÎ»Î±ÎºÏ„Î·Ìƒ is without the article. For if it were an appellative noun it would have the article as in the last ver. Ï„Î·Ìƒ ÎµÌ‰ÎºÎ»Î±ÎºÏ„Î·Ìƒ. \nAgain, the word Electa is usually written with a capital letter. In a similar manner many Christians had appellatives conferred upon them instead of proper names, such as Justus, Justa, Christianus, Christiana. It may be that the faithful called her by this name because of her eminent virtue, especially because she brought up her daughters in the love of virginity, and had a religious household, as I shall show presently. Thus Elect, as meaning of excellent virtue and nobility, may answer to the Heb. bechira, chosen, illustrious. \nAgain, it may have been that this matron, on account of her nobility, influence, and virtue, may have been chosen to preside over other Christian women, especially those who were poor, that she might give them instruction in the faith and Christian principles, and supply their wants by procuring alms for them. Lyra adds that she supported the ministers of the Church. She was then a mother, and refuge of the faithful, such as was S. Potentiana, the sister of S. Praxedes, in the persecution of the Emperor Antoninus. For as the Apostles chose S. Stephen and the six other deacons for such an office, so did the Bishops subsequently choose deaconesses to minister to women. \nThe Latin translation does not call her Eclecla, following the Greek, but in the Latin form Electa. This is in favour of its being an appellative converted into a proper name by reason of her dignity and office. Lucitis Dexter, in his \"Chronicle,\" says that this lady\"s original proper name was Drusia. This is what he says, \"In the year of Christ105 , S. John wrote his Second Epistle to Drusia the elect female, who as a mother of the Church of that city at the time abounded in charity and alms-giving.\" Lastly, Clement of Alexandria says, \"The Second Epistle of John is most simply written to virgins. It is inscribed to a certain lady Electa of Babylon.\" \nLady: from this it is plain that this Electa was a noble and influential matron, to whom, though not in accordance with his usual practice, S. John writes to confirm her, and through her others in the faith, that they might not be led astray by Ebion, Cerinthus, and the Gnostics. Such heretics would seem to have crept into this lady\"s house, and were endeavouring to infect her with their false doctrine. S. John seems to intimate this in the10th ver, where he strictly forbids her to wish them God speed, or to receive them into her house. \nThere is an allusion to a very pretty Hebrew pun, libeclura gebira, meaning the same as chosen, or elect Lady. Similarly, S. Jerome instructed several noble Roman matrons by his words and his writings, and drew many of them to Bethlehem to the monastery of S. Paula and S. Eustochium under his direction. This is how he answers the charge brought against him for associating with these women (Epist140 ad Princip.), \"If men would search the Scriptures, I should not speak to women. If Barach had been willing to go out to battle there would have been no triumph for Debora. Jeremiah is shut up in prison, and, in order that Israel should not perish for lack of a prophet amongst them, Huldah the prophetess is raised up. The priests and Pharisees crucify the Son of God, but Mary Magdalen is weeping at the Cross, is preparing ointments, is seeking Him in the tomb. She interrogates the gardener, she recognises the Lord, she runs to the disciples, she tells them He is found. While they are doubting, she is full of confidence. She is a true tower (Ï€Ï…Î¶Î³Î¯Ï„Î¹Ï‚),2 yea a very tower of ivory and cedar looking toward Damascus, that is to the Blood of the Saviour, which calls to deeds of penitence. It ceased to be with Sara after the manner of women, and Abraham was made subject unto her, and it was said to him, \"Whatsoever Sara saith unto thee, hearken unto her voice.\"\" But this particular conduct of S. Jerome is certainly not for every one to imitate; indeed, with young women it should be wholly avoided. \nAnd her children: Clement of Alexandria testifies that these children were virgins, and thus are affectionately saluted by the virgin John. It seems then that Electa brought up her daughters for virginity and holiness, so that her home might be called a very Parthenon, or convent of virgins. \nWhom I love in the truth, i.e. truly, sincerely. In the truth, i.e. in Christian charity. Or, in the truth, i.e. in the Lord, who is Truth. \nAnd not I only, &c. \"This common love removes all suspicion of private affection, and makes it of greater force,\" says the Inter. Gloss.\n"
    },
    {
        "append_to_author_name": " (as quoted by Cassiodorus, AD 585)",
        "book": "2john",
        "father_name": "Clement of Alexandria",
        "file_name": "2 John 1_1.toml",
        "id": "b4f58eb0-92f1-48b8-a9ea-b9ef6724b741",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "Fragment from the Latin Translation of Cassiodorus",
        "source_url": "https://www.newadvent.org/fathers/0211.htm",
        "ts": 215,
        "txt": "The second Epistle of John, which is written to Virgins, is very simple. It was written to a Babylonian lady, by name Electa, and indicates the election of the holy Church. He establishes in this Epistle that the following out of the faith is not without charity, and so that no one divide Jesus Christ; but only to believe that Jesus Christ has come in the flesh. For he who has the Son by apprehension in his intellect knows also the Father, and grasps with his mind intelligibly the greatness of His power working without beginning of time.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2john",
        "father_name": "Clement of Alexandria",
        "file_name": "2 John 1_1.toml",
        "id": "cca50862-3921-46ee-8d04-5ced0ac718eb",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "ADUMBRATIONS",
        "source_url": "",
        "ts": 215,
        "txt": "John’s second letter, which is written to virgins, is extremely straightforward. It was written to a certain Babylonian woman called Electa, whose name stands for the election of the holy church.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2john",
        "father_name": "Theophylact of Ohrid",
        "file_name": "2 John 1_1.toml",
        "id": "16dbc752-29a7-47f5-9627-cbf6ea0415d6",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "COMMENTARY ON 2 JOHN",
        "source_url": "",
        "ts": 1107,
        "txt": "The most convincing argument in favor of the belief that John wrote this and the following letter is that the themes found in the first letter recur whenever the opportunity presents itself.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2john",
        "father_name": "Hilary of Arles",
        "file_name": "2 John 1_2.toml",
        "id": "ae2dd636-f457-4caa-a06e-9e4a8e565703",
        "location_end": 1000002,
        "location_start": 1000002,
        "source_title": "INTRODUCTORY COMMENTARY ON 2 JOHN",
        "source_url": "",
        "ts": 449,
        "txt": "By “truth” John is referring to the Holy Spirit, because love is always the work of the Spirit.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2john",
        "father_name": "Oecumenius",
        "file_name": "2 John 1_2.toml",
        "id": "e2ad3c51-0c6d-4ac5-8d6a-c617682fc00c",
        "location_end": 1000002,
        "location_start": 1000002,
        "source_title": "COMMENTARY ON 2 JOHN",
        "source_url": "",
        "ts": 990,
        "txt": "Here John states that our faith is firm and sure, and he alludes to the divine gift of perseverance. He had to do this because the people to whom he was writing were not properly established and confirmed in their faith.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2john",
        "father_name": "Cornelius a Lapide",
        "file_name": "2 John 1_2.toml",
        "id": "dc31fab8-0dc3-4d5a-a359-06adbede0930",
        "location_end": 1000002,
        "location_start": 1000002,
        "source_title": "",
        "source_url": "",
        "ts": 1637,
        "txt": "For the Truth\"s sake. He means, I love them in the Truth, because they themselves constantly adhere to the Truth, i.e. to the true faith. And Electa and her daughters showed that they had this true faith, because they showed it in works of love to the brethren. Therefore did S. John love them. \"I love them,\" he means to say, \"for the Truth\"s sake, because they live a life agreeable to the truth of the Gospel.\"\n"
    },
    {
        "append_to_author_name": "",
        "book": "2john",
        "father_name": "Bede",
        "file_name": "2 John 1_3.toml",
        "id": "06fe3804-19e6-4622-a0ab-2bdbfc8ddce2",
        "location_end": 1000003,
        "location_start": 1000003,
        "source_title": "ON 2 JOHN",
        "source_url": "",
        "ts": 735,
        "txt": "Because the heretics of that time, people like Marcion and Cerinthus, denied that our Lord Jesus Christ was the true Son of God and claimed that he was born in a merely human way, John rightly recalls that he is the Son of God the Father in order to refute these blasphemers. He also bears witness that grace, mercy and peace come from the Son in exactly the same way as they come from the Father, thereby demonstrating that the Father and the Son are equal and consubstantial with each other.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2john",
        "father_name": "Oecumenius",
        "file_name": "2 John 1_3.toml",
        "id": "54dc0a7f-f62b-400e-9b62-2ae70b2ce5c9",
        "location_end": 1000003,
        "location_start": 1000003,
        "source_title": "COMMENTARY ON 2 JOHN",
        "source_url": "",
        "ts": 990,
        "txt": "Here John is saying that good things arise out of perfect love. His choice of words here gives solidity to what he is saying and provide real evidence of his charity, or love, toward those to whom he is writing.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2john",
        "father_name": "Cornelius a Lapide",
        "file_name": "2 John 1_3.toml",
        "id": "bed0f5d5-33ff-404c-a494-8dc939e7d4a6",
        "location_end": 1000003,
        "location_start": 1000003,
        "source_title": "",
        "source_url": "",
        "ts": 1637,
        "txt": "Grace, mercy, and peace be with you. Concerning this salutation I have spoken in the beginning of St. Paul\"s Epistles to Titus , the Romans , and Corinthians. He adds mercy (or, as the Syriac translation, compassions) to grace, that by the mercies which they had received, and were daily receiving from God through Christ, he might stir up Electa and her children to show like mercy to their neighbours. For all, however holy they may be, still are poor and weak, and need the mercy of God, either because they fall, or are in danger of falling. \nIn truth and love, understand, that ye may persevere and increase in them. Catharinus takes it differently, thus: \"The grace, mercy, and peace which I ask for you consist in the truth, i.e. true doctrine, in faith, and the charity in which ye sincerely love one another for God\"s sake. For in those two things the perfection of Christ consists.\" This is a very apposite meaning, easy and obvious, and requires nothing to be understood, or supplied. \nI was exceeding glad because I found of thy children. Of thy children. This is a Hebraism. There is a similar grammatical form in Ps. lxxii16 , \"To Him shall be given of the gold of Arabia, and they shall worship of Him\" (de ipso), i.e. \"shall worship Him.\"\nElecta seems to have had many sons or grandsons, for they too are called children. \nWalking in the Truth: ordering their lives according to the rule of the Gospel. Observe, he does not say standing, or sitting, to signify that they made daily progress in the Christian life, and went on from virtue to virtue, in which he proposes them as a model for imitation. \nAs we have received commandment from the Father. For the Father has commanded through the Song of Solomon , even as Christ saith (John xv15), \"All things whatsoever I have heard of the Father I have made known unto you.\"\n"
    },
    {
        "append_to_author_name": "",
        "book": "2john",
        "father_name": "Hilary of Arles",
        "file_name": "2 John 1_4.toml",
        "id": "c6857710-2ff7-4491-a4e3-de3c36167b0a",
        "location_end": 1000004,
        "location_start": 1000004,
        "source_title": "INTRODUCTORY COMMENTARY ON 2 JOHN",
        "source_url": "",
        "ts": 449,
        "txt": "The saints are always overjoyed to see the results of truth at work.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2john",
        "father_name": "Oecumenius",
        "file_name": "2 John 1_4.toml",
        "id": "d1aaad6a-cdc8-4b02-8de9-72d6ceb2bdb9",
        "location_end": 1000004,
        "location_start": 1000004,
        "source_title": "COMMENTARY ON 2 JOHN",
        "source_url": "",
        "ts": 990,
        "txt": "It is always a cause for the greatest joy when we find someone making progress in the faith of Christ without any drawbacks. The Father’s command to which John refers is what Christ said in the Gospel: “Whoever loves me will keep my commandments.” Here John calls Christ a father, because he really is the father of all the children who have been given to him by the Father’s dispensation, as it is said: “Behold, I and the children whom God has given me.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "2john",
        "father_name": "Bede",
        "file_name": "2 John 1_5.toml",
        "id": "250f4572-6757-4f82-b3d9-d393a779fba4",
        "location_end": 1000005,
        "location_start": 1000005,
        "source_title": "ON 2 JOHN",
        "source_url": "",
        "ts": 735,
        "txt": "Here John is attacking the heretics who had abandoned the teaching of the apostles and were trying to introduce new doctrines. By doing this they were breaking the bonds of brotherly love.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2john",
        "father_name": "Oecumenius",
        "file_name": "2 John 1_5.toml",
        "id": "0c91b68e-6003-4603-b528-29e8aef96792",
        "location_end": 1000005,
        "location_start": 1000005,
        "source_title": "COMMENTARY ON 2 JOHN",
        "source_url": "",
        "ts": 990,
        "txt": "Note that this verse closely resembles what is said in 1 John 2:7 and elsewhere in that letter. John’s purpose is to show that what he is saying is something which people already know in principle and have even had some past experience of. It is not something strange and unusual which they will find hard to grasp.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2john",
        "father_name": "Cornelius a Lapide",
        "file_name": "2 John 1_5.toml",
        "id": "bd75bd25-82af-4a45-bfca-4702196439a5",
        "location_end": 1000005,
        "location_start": 1000005,
        "source_title": "",
        "source_url": "",
        "ts": 1637,
        "txt": "And now, I beseech thee, Lady, &c. This must be referred to the end of the verse, that we love one another. I beseech thee, lady, to exercise thyself, and those who belong to thee, in mutual love. For this commandment of love is not recent and new, but delivered by Christ to me and the rest of the Apostles at the very beginning of the Gospel. Observe the modesty of S. John as something which ought to be imitated by Prelates, in that he says, I beseech thee, Lady, when he might have said, I command thee, 0 my daughter.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2john",
        "father_name": "George Leo Haydock",
        "file_name": "2 John 1_6.toml",
        "id": "202a3791-e9d4-471d-a5ad-fed93491a2b6",
        "location_end": 1000006,
        "location_start": 1000006,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "This is the rule of a Christian, to walk in that faith and worship which he has received from the beginning, and which we now call according to the Scriptures, the tradition of the apostles. Thus shall the faithful avoid seducers that start up in every age, teaching new doctrines. (Bristow)\n"
    },
    {
        "append_to_author_name": "",
        "book": "2john",
        "father_name": "Augustine of Hippo",
        "file_name": "2 John 1_6.toml",
        "id": "06956ab3-f93b-4201-acd8-a469ea089fbf",
        "location_end": 1000006,
        "location_start": 1000006,
        "source_title": "LETTERS 175",
        "source_url": "",
        "ts": 430,
        "txt": "Meanwhile let us continue in the way we have come along so far, until God reveals it to us if we are otherwise minded.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2john",
        "father_name": "Oecumenius",
        "file_name": "2 John 1_6.toml",
        "id": "227da5c5-c04d-418e-b14c-db6d192a125a",
        "location_end": 1000006,
        "location_start": 1000006,
        "source_title": "COMMENTARY ON 2 JOHN",
        "source_url": "",
        "ts": 990,
        "txt": "John specifies that the commandment which he is talking about is that we should love one another. This was given from the beginning in order to prevent a situation in which we might be honoring God in purely spiritual things but at the same time rebelling against him and denying him in more practical matters.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2john",
        "father_name": "Cornelius a Lapide",
        "file_name": "2 John 1_6.toml",
        "id": "d3dae44e-d59b-464b-a29c-4f6e670d36d5",
        "location_end": 1000006,
        "location_start": 1000006,
        "source_title": "",
        "source_url": "",
        "ts": 1637,
        "txt": "For this is the commandment . . . that ye should walk, &c. Viz, that ye should make careful progress in evangelical truth and love, growing and making progress in the love of God and your neighbours, as I enjoined upon you in the very beginning of my preaching.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2john",
        "father_name": "George Leo Haydock",
        "file_name": "2 John 1_7.toml",
        "id": "db554b14-f13b-49b8-b22c-4713ae21d2a6",
        "location_end": 1000007,
        "location_start": 1000007,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Many seducers are gone out into the world; antichrists, who confess not Christ to have come in the flesh. These were the disciples of Simon the magician, the Cerinthians, Ebionites See 1 John ii. 18. (Witham)\n"
    },
    {
        "append_to_author_name": "",
        "book": "2john",
        "father_name": "Polycarp of Smyrna",
        "file_name": "2 John 1_7.toml",
        "id": "3ac20dde-37b2-43c7-a028-59a372bec812",
        "location_end": 1000007,
        "location_start": 1000007,
        "source_title": "LETTER TO THE PHILIPPIANS 6",
        "source_url": "",
        "ts": 155,
        "txt": "Let us be zealous for that which is good, refraining from occasions of scandal and from false brothers and those who hypocritically bear the name of our Lord, deceiving empty-headed people.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2john",
        "father_name": "Irenaeus",
        "file_name": "2 John 1_7.toml",
        "id": "232b7b4c-3a04-40ff-b794-52be038cf8a3",
        "location_end": 1000007,
        "location_start": 1000007,
        "source_title": "",
        "source_url": "",
        "ts": 202,
        "txt": "These are they against whom the Lord has cautioned us beforehand; and His disciple, in his Epistle already mentioned, commands us to avoid them, when he says: \"For many deceivers are entered into the world, who confess not that Jesus Christ is come in the flesh. This is a deceiver and an antichrist. Take heed to them, that ye lose not what ye have wrought.\"\n"
    },
    {
        "append_to_author_name": "",
        "book": "2john",
        "father_name": "Bede",
        "file_name": "2 John 1_7.toml",
        "id": "a340eb4a-d410-42bd-b402-49f2550858ac",
        "location_end": 1000007,
        "location_start": 1000007,
        "source_title": "ON 2 JOHN",
        "source_url": "",
        "ts": 735,
        "txt": "This verse might apply to a wide range of heretics. It may refer primarily to those who believed that Christ was incarnate but who understood this in the wrong way by denying some aspect of it. Perhaps they rejected the idea that his flesh was real or that his soul was as ours. Or perhaps they refused to accept that he was truly divine, or that his Father was really God or that the Holy Spirit was really Almighty God. John may even be referring to those Jews who, rejecting any link between Jesus and God, deny that Christ has come in the flesh but are waiting for the antichrist, to their own damnation.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2john",
        "father_name": "Oecumenius",
        "file_name": "2 John 1_7.toml",
        "id": "95f45950-8f45-42f1-a3c6-ccc2ee1d22da",
        "location_end": 1000007,
        "location_start": 1000007,
        "source_title": "COMMENTARY ON 2 JOHN",
        "source_url": "",
        "ts": 990,
        "txt": "One ought to add “whoever does not believe this” before the final clause, in order to make the transition from the plural to the singular easier to understand. Here John is speaking in the first instance about the second coming of Christ, not about the first one, though it is clear that whoever denies his second coming has denied his first coming also. Someone who thinks that he really did come in the flesh will certainly believe the promise that he made while he was in the flesh, to the effect that he is coming again.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2john",
        "father_name": "Cornelius a Lapide",
        "file_name": "2 John 1_7.toml",
        "id": "5757fb36-3c83-43e5-bc72-e1e158270e94",
        "location_end": 1000007,
        "location_start": 1000007,
        "source_title": "",
        "source_url": "",
        "ts": 1637,
        "txt": "Because many seducers are going out into the world. He now passes to the second branch of his epistle, from charity to evangelical truth. For these two virtues are inseparable sisters and companions. Now the word because gives the reason for what he had said in the verse preceding. \"I have said that ye should walk in charity, should make progress in the commandment of Gospel truth and charity, because many seducers are gone out into the world, who endeavour to overturn this truth, and as a consequence Christian charity, and to tear it from you. Of such therefore ye ought to beware as of wolves. For they strive to draw you away from union with Christ to their own conventicles of Satan.\" \nThis is a seducer and an antichrist. Whosoever thinks, or teaches, that Christ has not come in the flesh, has not been incarnate; this man is a deceiver.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2john",
        "father_name": "George Leo Haydock",
        "file_name": "2 John 1_8.toml",
        "id": "b4f0cd8c-6da5-4a8a-8674-f7f061f6d993",
        "location_end": 1000008,
        "location_start": 1000008,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "We here see the reward for adhering to the Apostolic faith, and the condemnation for revolting from the received truth. The apostles, and their lawful successors in the ministry, determine the true doctrine in points which innovators call into controversy, which being once done and declared to the faithful, they need no other mark to know a false teacher, but that he cometh with another doctrine than that which has been delivered.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2john",
        "father_name": "Hilary of Arles",
        "file_name": "2 John 1_8.toml",
        "id": "1401ff39-fecd-4bff-9ba3-addf5a1b3a52",
        "location_end": 1000008,
        "location_start": 1000008,
        "source_title": "INTRODUCTORY COMMENTARY ON 2 JOHN",
        "source_url": "",
        "ts": 449,
        "txt": "Here John is warning people not to fall away into heresy or to revert back to the Old Testament law once they have received the New.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2john",
        "father_name": "Oecumenius",
        "file_name": "2 John 1_8.toml",
        "id": "7993b38a-d225-4234-bbb8-05741be9b231",
        "location_end": 1000008,
        "location_start": 1000008,
        "source_title": "COMMENTARY ON 2 JOHN",
        "source_url": "",
        "ts": 990,
        "txt": "What if someone were to say: “So what if I do not believe that Christ is coming in the flesh. I have lived a life of good works, so why can I not be rewarded for these insofar as they are in accordance with what is godly and religious?” To this the apostle replies that no one should think that if he rejects the coming of Christ in the flesh he can receive the perfect reward which is given to the saints, or be regarded as a worshiper of God, because someone who does not remain in his teaching does not have God to begin with.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2john",
        "father_name": "Cornelius a Lapide",
        "file_name": "2 John 1_8.toml",
        "id": "9beb523b-695b-4162-b57c-44284e8d2075",
        "location_end": 1000008,
        "location_start": 1000008,
        "source_title": "",
        "source_url": "",
        "ts": 1637,
        "txt": "Lest ye lose that which ye have wrought: the Greek reads in the first person, lest we lose, &c. Lest I should have preached to you in vain, and lest both I and you should lose all our former labour. As the old saying hath it, \"There is no greater unhappiness than to remember that we once were happy.\" \nBut that ye may receive a full reward. That Isaiah , if ye take heed to yourselves, and persevere, your perseverance will bring you a full reward. Full, i.e. copious and abundant. For he who falls back, even though he afterwards repent, receives only a half reward, for he loses all the time and the works of the period of his apostasy. The Greek has Î±Ì‰Ï€Î¿Î»Î¬Î²Ï‰Î¼ÎµÎ½, that we may receive, for the reward of an Apostle and teacher is full when he sees the fruit of his works in his disciples, and when he is honoured and crowned, not only in himself, but in them. As S. Paul says, \"What is our hope, or joy, or crown of glory? Ye are our glory and joy.\"\n"
    },
    {
        "append_to_author_name": "",
        "book": "2john",
        "father_name": "Bede",
        "file_name": "2 John 1_9.toml",
        "id": "ffd400ab-7077-4542-9e18-c0044fc98564",
        "location_end": 1000009,
        "location_start": 1000009,
        "source_title": "ON 2 JOHN",
        "source_url": "",
        "ts": 735,
        "txt": "Note how carefully John phrases this. He says that those who do not abide in Christ’s teaching do not have God, whereas those who do have both the Father and the Son. By this he demonstrates that the Father and the Son are One and refutes the lie of those who assert either that the Son is not God or that he is inferior to the Father.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2john",
        "father_name": "Oecumenius",
        "file_name": "2 John 1_9.toml",
        "id": "20516f96-ef90-41c7-b709-740a7dd84528",
        "location_end": 1000009,
        "location_start": 1000009,
        "source_title": "COMMENTARY ON 2 JOHN",
        "source_url": "",
        "ts": 990,
        "txt": "How can a person who rejects the divine self-revelation be regarded as a worshiper of God? He is not a worshiper at all but an atheist. However it is important to note that this is his own fault. It is because he has withdrawn himself from the knowledge of God which is common to all creatures that he has fallen into this state. The apostles on the other hand had the right teaching and preached it, so that anyone who accepts them receives it as well and thus possesses both the Father and the Son.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2john",
        "father_name": "Cornelius a Lapide",
        "file_name": "2 John 1_9.toml",
        "id": "6ee0ac8f-363b-4688-8ba8-44f592d5da11",
        "location_end": 1000009,
        "location_start": 1000009,
        "source_title": "",
        "source_url": "",
        "ts": 1637,
        "txt": "Whosoever goeth back, &c. The Greek is Ï€Î±Î¶Î±Î²Î±Î¹Î½Î¹Î½, i.e, who transgresses. The Syriac reads, he who passes by, and does not abide in the doctrine of Christ, has not God for his friend.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2john",
        "father_name": "George Leo Haydock",
        "file_name": "2 John 1_10.toml",
        "id": "1c3cc5d7-eee7-4633-ba28-9a4fb430f82f",
        "location_end": 1000010,
        "location_start": 1000010,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Nor say to him, Hail; or peace be to you, God speed you, all hail; or use any form of saluting him, as you would a friend, much less receive or entertain him in your house: this admonition is in general to forewarn persons of the dangers which may arise from a familiarity with heretics, and such as teach evil doctrine. But by this is not forbidden civility, kindness, and a sincere charity for all men, by which we ought to wish and pray for the eternal salvation of every one. I translate Ave by peace be to you, because this was the usual salutation among the Jews, and in those times, as we see in Luke 24 and John 20.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2john",
        "father_name": "Ambrose of Milan",
        "file_name": "2 John 1_10.toml",
        "id": "9c5fab13-f3a9-449b-beb2-ebe2730fbf98",
        "location_end": 1000010,
        "location_start": 1000010,
        "source_title": "Synod LETTERS 40",
        "source_url": "",
        "ts": 397,
        "txt": "Since it is written that we should avoid such people, how can we not assume that someone who associates with Arians is also an exponent of their heresy? \n"
    },
    {
        "append_to_author_name": "",
        "book": "2john",
        "father_name": "Richard Challoner",
        "file_name": "2 John 1_10.toml",
        "id": "d81fe6e2-adf0-4e4b-aa05-606ce6b3e1ab",
        "location_end": 1000010,
        "location_start": 1000010,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "Nor say to him, God speed you: This admonition is in general, to forewarn the faithful of the dangers which may arise from a familiarity with those who have prevaricated and gone from the true faith, and with such as teach false doctrine. But this is not forbidding a charity for all men, by which we ought to wish and pray for the eternal salvation of every one, even of our enemies.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2john",
        "father_name": "Irenaeus",
        "file_name": "2 John 1_10.toml",
        "id": "587cdb4c-d141-4587-bd49-0dace96ad9a8",
        "location_end": 1000010,
        "location_start": 1000010,
        "source_title": "",
        "source_url": "",
        "ts": 202,
        "txt": "And John, the disciple of the Lord, has intensified their condemnation, when he desires us not even to address to them the salutation of \"good-speed; \"for, says he, \"He that bids them be of good-speed is a partaker with their evil deeds; \"\n"
    },
    {
        "append_to_author_name": "",
        "book": "2john",
        "father_name": "Tertullian",
        "file_name": "2 John 1_10.toml",
        "id": "568d0b45-bf40-45bb-ab95-1754691b6ad1",
        "location_end": 1000010,
        "location_start": 1000010,
        "source_title": "ON THE PRESCRIPTION OF HERETICS 14.12",
        "source_url": "",
        "ts": 220,
        "txt": "Although we ought to be seeking at all times, where ought we to seek? Among the heretics, where all is foreign and opposed to our truth, with whom we are forbidden to associate?\n"
    },
    {
        "append_to_author_name": "",
        "book": "2john",
        "father_name": "Cyprian",
        "file_name": "2 John 1_10.toml",
        "id": "241f7ba2-a1b0-4a91-b8f2-057e1c117952",
        "location_end": 1000010,
        "location_start": 1000010,
        "source_title": "",
        "source_url": "",
        "ts": 258,
        "txt": "Said: John the apostle laid it down in his epistle, saying: \"If any one come unto you, and have not the doctrine of Christ, receive him not into your house, and say not to him, Hail. For he that saith to him, Hail, partakes with his evil deeds.\"\n"
    },
    {
        "append_to_author_name": "",
        "book": "2john",
        "father_name": "Hilary of Arles",
        "file_name": "2 John 1_10.toml",
        "id": "e186c395-a05a-4d78-aedf-aec53de23fb3",
        "location_end": 1000010,
        "location_start": 1000010,
        "source_title": "INTRODUCTORY COMMENTARY ON 2 JOHN",
        "source_url": "",
        "ts": 449,
        "txt": "Here you see an example of excommunication in the New Testament, both from table fellowship at home and from table fellowship in church.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2john",
        "father_name": "Cornelius a Lapide",
        "file_name": "2 John 1_10.toml",
        "id": "ef64c275-270e-4a53-9c61-af42d0e24294",
        "location_end": 1000010,
        "location_start": 1000010,
        "source_title": "",
        "source_url": "",
        "ts": 1637,
        "txt": "lf any one come to you, and bring not this doctrine, &c. S. John in this place not only advises, as some think, but also commands Electa and all the rest of the faithful not to receive to hospitality, nor say Hail, to any one who brings another doctrine, i.e. one which is contrary to the orthodox faith of Christ. For he who saith hail to such is partaker of their evil deeds. That Isaiah , he seems to favour and applaud the heretical teacher. \nObserve, not only by human and canon laws, as since the time of S. John they have been enacted by Pontiffs and Councils, heretics are to be avoided in three cases. The first Isaiah , when there is danger lest you or yours should be perverted by them, which is a thing which ordinarily happens. For, as S. Paul saith, \"Their word doth creep as doth a cancer.\" ( 2 Timothy 2:17.) \n2d. When, by receiving, you would seem to favour his heresy, and tacitly profess or encourage it. As, for example, if you were to receive to your house and table a recognised Calvinistic minister, who came for the purpose of propagating his heresy. In the same way it would be wrong to be present at his preaching, or eucharists, or to communicate with him in sacris. \n3d. When you give scandal to others, so that they, thinking you to be a host and patron of heretics, should be by your example emboldened to do the same. \nThese cases being excepted, intercourse with heretics is not forbidden by the Divine and natural law, especially if necessity, or mercy, or grave benefit counsels it. \nWhat S, John here teaches by way of precept he enforced by his example. For having entered into a bath, as soon as he saw Cerinthus there, he sprang out, crying, \"Let us flee quickly lest the bath in which is Cerinthus, the enemy of the truth, should fall upon us!\" \nS. John\"s disciple, S. Polycarp, followed his master, saying in his Epistle to the Philippians , in allusion to these words of S. John , \"Abstain,\" he says, \"from scandals, and from false brethren, who bear the name of the Lord in vain, who cause foolish men to go astray. For every one who confesseth not that Jesus Christ is come in the flesh, he is antichrist: and he who confesses not the mystery of the Cross is a devil.\" Thus wrote holy Polycarp, and he acted accordingly. For meeting the heretic Marcion, and being asked by him if he knew him, he answered, \"I know thee to be the devil\"s first-born.\" \nThus S. Hermenegild was slain by command of his father, Levvigild, king of the Goths, because he would not receive the Eucharist at Easter from an Arian bishop. This is related by S. Gregory (3Dial31), who calls him a martyr of the Church. \nEusebius of Vercelli, being taken by the Arians, preferred to die of hunger rather than take food from those heretics. \nS. Paphnutius took Maximus Bishop of Jerusalem by the hand when he was through simplicity associating with heretics, and led him away from them, saying, \"I cannot suffer so venerable a bishop to sit in the seat of pestilence, and to communicate with unclean heretics even by a word.\" \nWhen S. Martin communicated with the Bishops of the Ithacian sect, in the hope of saving them, he was warned by an angel not to do so. And although he repeated, he experienced a diminution of grace, so that he did not work so many miracles as he had previously wrought. (Sulp. Sever. lib3Dial) \nStill more are heretical books to be avoided. For these pestilent productions conceal their heresy like a plague under an appearance of elegance and Wisdom of Solomon , and instil it into the minds of the readers. In this present age the heresy of Luther and Calvin has been dispersed through so many kingdoms by means of their books. If you wish to take away their heresy, take away their books and their ministers. In truth you will have taken it away as soon as you have substituted pious and learned priests and preachers. \nNeither say godspeed (ave) to him. The Syriac has, ye shall not say either hail to him or farewell. The ancient Romans said ave, or salve at coming in, vale at going out. Ave then here means the same as the Greek Ï‡Î±Î¹Ì€Î¶ÎµÎ¹Î½, rejoice. \nFor he who saith to him Ave (Syriac rejoice) is a partaker in his evil deeds. For he who salutes a heretical teacher seems to approve his heresy. Some Latin copies add here, Lo, I have told you beforehand, that ye may not be confounded in the day of the Lord.\n"
    },
    {
        "append_to_author_name": " (as quoted by Cassiodorus, AD 585)",
        "book": "2john",
        "father_name": "Clement of Alexandria",
        "file_name": "2 John 1_10.toml",
        "id": "d812495e-98f1-403b-994f-7765ebf34126",
        "location_end": 1000010,
        "location_start": 1000010,
        "source_title": "Fragment from the Latin Translation of Cassiodorus",
        "source_url": "https://www.newadvent.org/fathers/0211.htm",
        "ts": 215,
        "txt": "He says, \"If any come unto you and bring not this doctrine, receive him not into your house, neither bid him God speed; for he that bids him God speed is partaker of his evil deeds.\" He forbids us to salute such, and to receive them to our hospitality. For this is not harsh in the case of a man of this sort. But he admonishes them neither to confer nor dispute with such as are not able to handle divine things with intelligence, lest through them they be seduced from the doctrine of truth, influenced by plausible reasons. Now, I think that we are not even to pray with such, because in the prayer which is made at home, after rising from prayer, the salutation of joy is also the token of peace.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2john",
        "father_name": "Irenaeus",
        "file_name": "2 John 1_11.toml",
        "id": "43bce141-79de-487a-b1e4-c606db293091",
        "location_end": 1000011,
        "location_start": 1000011,
        "source_title": "AGAINST HERESIES 1.16.3",
        "source_url": "",
        "ts": 202,
        "txt": "By wishing that we do not even give them a welcome, John, the Lord’s disciple, made their condemnation even stronger.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2john",
        "father_name": "Basil of Caesarea",
        "file_name": "2 John 1_11.toml",
        "id": "84b73de3-1921-4b23-a936-302c38e6cff4",
        "location_end": 1000011,
        "location_start": 1000011,
        "source_title": "CATENA",
        "source_url": "",
        "ts": 379,
        "txt": "It is obvious that those who make friends of people who speak falsely aboutout God and who even eat with them do not love the Lord who made them and who feeds them. Instead of being content with that food they are led away into blasphemy against the one who feeds them.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2john",
        "father_name": "Didymus the Blind",
        "file_name": "2 John 1_11.toml",
        "id": "34a29c2f-ec62-4f0b-b6f8-f3580271eba0",
        "location_end": 1000011,
        "location_start": 1000011,
        "source_title": "COMMENTARY ON 2 JOHN",
        "source_url": "",
        "ts": 398,
        "txt": "Anyone who dwells in the doctrine of the gospel and who acts according to its teaching will separate himself from those who think and act differently.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2john",
        "father_name": "Clement of Alexandria",
        "file_name": "2 John 1_11.toml",
        "id": "128faecf-b428-4ace-a380-a1f5f0423ea7",
        "location_end": 1000011,
        "location_start": 1000011,
        "source_title": "ADUMBRATIONS",
        "source_url": "",
        "ts": 215,
        "txt": "John forbids us to greet such people or to offer them hospitality, which in the circumstances is not at all unkind. But he also warns us not to argue or dispute with people who are unable to handle the things of God, lest we should be taken away from the true doctrine by clever arguments which have the appearance of truth. Furthermore, I think that it is wrong to pray with such people, because during times of prayer there is a moment for greeting and sharing the peace.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2john",
        "father_name": "Oecumenius",
        "file_name": "2 John 1_12.toml",
        "id": "0b57b284-1259-434f-b632-775ba3c49dea",
        "location_end": 1000012,
        "location_start": 1000012,
        "source_title": "COMMENTARY ON 2 JOHN",
        "source_url": "",
        "ts": 990,
        "txt": "John explains that the reason this and the following letter are so short is that he hopes to visit them personally before too long. When he comes, he will be able to talk about things which are difficult to write in a letter and to clear up any remaining doubts which his correspondents may have.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2john",
        "father_name": "Cornelius a Lapide",
        "file_name": "2 John 1_12.toml",
        "id": "449c330e-30b6-4725-b4d5-563e891f7066",
        "location_end": 1000012,
        "location_start": 1000012,
        "source_title": "",
        "source_url": "",
        "ts": 1637,
        "txt": "Having many things, &c. Either because they were confidential, or because letters might perish, or fall into the hands of unbelievers, who would interpret them falsely. \nFor I hope to come unto you. This shows that this letter was not written and sent to a lady at Babylon, as Clement of Alexandria says, but to some one in Asia Minor, or Greece near to Ephesus. For S. John , who was now in extreme old age and infirm, was wont to make excursions to the neighbouring cities of Asia to instruct and confirm them, but not to go as far as Babylon. \nThat your joy may be full: For the living voice of a Doctor and Apostle, especially S. John , would bring far more joy, instruction, comfort, and devotion than any mere letters.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2john",
        "father_name": "Origen of Alexandria",
        "file_name": "2 John 1_12.toml",
        "id": "9076ed44-576c-4f07-ba13-9a830eb73055",
        "location_end": 1000012,
        "location_start": 1000012,
        "source_title": "SERMONS ON EXODUS 4.2",
        "source_url": "",
        "ts": 253,
        "txt": "Because of the incapacity of his hearers, John did not think it right to entrust the solutions of secrets of this kind to paper and ink.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2john",
        "father_name": "Bede",
        "file_name": "2 John 1_13.toml",
        "id": "58f61f73-dce9-4261-a0a4-dc3b250f5a4f",
        "location_end": 1000013,
        "location_start": 1000013,
        "source_title": "ON 2 JOHN",
        "source_url": "",
        "ts": 735,
        "txt": "On the one hand John forbids us to greet the enemies of the truth, but on the other he salutes the elect. This is so that unbelievers will be shunned by all good people, unless they happen to repent and change their views, and also so that peace and love between believers will continue to grow forever.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2john",
        "father_name": "Hilary of Arles",
        "file_name": "2 John 1_13.toml",
        "id": "0db507db-d9e5-41c6-8602-b88d46988ca1",
        "location_end": 1000013,
        "location_start": 1000013,
        "source_title": "INTRODUCTORY OMMENTARY ON 2 JOHN",
        "source_url": "",
        "ts": 449,
        "txt": "John unites the leaders of the churches in peace because they are sisters in the faith of the church and daughters of God by baptism.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2john",
        "father_name": "Oecumenius",
        "file_name": "2 John 1_13.toml",
        "id": "9f33ec31-e7c3-4fc6-8294-d11caa089980",
        "location_end": 1000013,
        "location_start": 1000013,
        "source_title": "COMMENTARY ON 2 JOHN",
        "source_url": "",
        "ts": 990,
        "txt": "This ending proves that John was not writing to a single individual but to a church.\n"
    },
    {
        "append_to_author_name": "",
        "book": "2john",
        "father_name": "Cornelius a Lapide",
        "file_name": "2 John 1_13.toml",
        "id": "3fe0e571-91cb-4c21-b9f2-0ee843533050",
        "location_end": 1000013,
        "location_start": 1000013,
        "source_title": "",
        "source_url": "",
        "ts": 1637,
        "txt": "The children of thy sister Electa salute thee. From hence Å’cumenius and our Serarius maintain that the name of Electa, to whom this Epistle is inscribed, is an appellative noun and the title of some particular church. They think the meaning Isaiah , \"The children of thy sister, i.e. the faithful of the elect Church of Ephesus, salute thee, 0 elect Church of Corinth.\" Some think that these Electas were particular persons, but were called sisters, not as being so in the flesh, but because they were disciples of the same master, S. John. \nIt is probable that the sister of Electa was also called Electa on the principle that in many families two or more children bear the same name, so that there are two Johns, two Peters, two Marys, or Margarets. I add what I have intimated at the commencement of the Epistle, that Electa is not so strictly a proper as an appropriated name, a title, so to say, of dignity and office which is bestowed upon several persons discharging similar functions. Electa thus seems to have been the name of a chief matron, who like a mother supported the ministers of the Church, the widows, the orphans, and the poor, and who as a Deaconess presided over the instruction and government of other women in the Church. The meaning then Isaiah , \"0 Electa, mother of the faithful in the Church, say of Corinth, the children of thy sister, who is also Electa, a mother of the faithful, in the Church of Ephesus, from whence I write, salute thee.\" It is in favour of this that the Greek article is prefixed to Electa, which is not usual in the use of proper names, but to names of dignity and office appropriated to certain persons. \nIt is an instance of the kindness and courtesy of S. John that he salutes Electa, not only in his own name, but in the name of his grandchildren. \nSome Greek and Latin codices add, Grace be with them. Amen. This is a salutation worthy of S. John and common with S. Paul.\n>\n"
    }
]