[
    {
        "append_to_author_name": "",
        "book": "baruch",
        "father_name": "Theodoret of Cyrus",
        "file_name": "Baruch 1_1.toml",
        "id": "61c9c835-b8d2-4f82-a37d-b841701e1796",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "COMMENTARY ON BARUCH 1",
        "source_url": "",
        "ts": 458,
        "txt": "The worthy Baruch accompanied the fleeing Jews into Egypt, as we have seen. Five years after the destruction of the city, he went to Babylon. Those who distributed the food of goodness dedicated themselves in any case to helping the weak and guiding them to truth. Once he had reached Babylon, he read the prophecy of Jeremiah to the deportees, and in particular to Jeconiah, who was taken prisoner after a brief reign—and he was struck to the heart. Indeed, Baruch made them aware of the sins of the past, so they would know the reasons for their disgrace and would shed many tears and that each might offer money to send to the priests at Jerusalem to buy offerings to sacrifice to the Lord.\n"
    },
    {
        "append_to_author_name": "",
        "book": "baruch",
        "father_name": "Olympiodorus of Alexandria",
        "file_name": "Baruch 1_1.toml",
        "id": "61da0c5a-9afb-454d-ae63-715854104c8a",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "FRAGMENTS ON BARUCH 1:1",
        "source_url": "",
        "ts": 600,
        "txt": "Perhaps he mentions Baruch’s ancestors because they were worthy of respect.\n"
    },
    {
        "append_to_author_name": "",
        "book": "baruch",
        "father_name": "Olympiodorus of Alexandria",
        "file_name": "Baruch 1_3.toml",
        "id": "fd65250f-03a7-4560-8191-8b03c8133363",
        "location_end": 1000003,
        "location_start": 1000003,
        "source_title": "FRAGMENTS ON BARUCH 1:3",
        "source_url": "",
        "ts": 600,
        "txt": "He had earlier been deported to Babylon by Nebuchadnezzar: the same Jeconiah, son of Jehoiakim, was also called Eliakim, because he had two names.\n"
    },
    {
        "append_to_author_name": "",
        "book": "baruch",
        "father_name": "Olympiodorus of Alexandria",
        "file_name": "Baruch 1_10.toml",
        "id": "ca934864-cf65-4767-b6fa-6ff19b86f32a",
        "location_end": 1000010,
        "location_start": 1000010,
        "source_title": "FRAGMENTS ON BARUCH 1:10",
        "source_url": "",
        "ts": 600,
        "txt": "Even though the temple had been razed to the ground, they offered sacrifices on the spot where it was built. In fact, it was unlawful to offer sacrifices in a place other than Jerusalem.\n"
    },
    {
        "append_to_author_name": "",
        "book": "baruch",
        "father_name": "Dorotheos of Gaza",
        "file_name": "Baruch 1_11.toml",
        "id": "054dc6f2-b79c-4d0d-be02-763ca842a2e4",
        "location_end": 1000011,
        "location_start": 1000011,
        "source_title": "SPIRITUAL INSTRUCTIONS 13:143",
        "source_url": "",
        "ts": 565,
        "txt": "The Fathers call sexual desire “Egypt,” meaning the body’s inclination toward its own satisfaction and the mind’s focus on pleasure. They understand by “Assyrians” the passionate, all-consuming thoughts that trouble and confuse the mind as they fill it with impure images and violently drag it down with sin, even when it does not want that sin around.… Before one gives into passion, even if his thoughts rise up against him, he is still free in his own city; indeed, he also has God helping him. If, therefore, such a person humbles himself before God and bears the yoke of his affliction of temptation with thanksgiving and puts up even a small fight, the help of God will surely deliver him. If instead he flees hard work and lowers himself to the desires of the body, then he is deported with force and violence to the land of the Assyrians, where he must serve them even if he does not want to. But then the prophet still says, “Pray for the life of Nebuchadnezzar because in his life is your salvation.” “Nebuchadnezzar” stands for someone who does not become discouraged at the affliction of temptation that comes, nor does he rebel but endures it with humility, suffering it like something he deserves and considering that he is not worthy to be freed from this weight. Indeed, he understands that his trial deserves to last even longer and should be even more severe. He is someone who, whether he is aware or not that the cause of his troubles lies with himself or his circumstances at the moment, believes that nothing that comes from God is without justice.\n"
    },
    {
        "append_to_author_name": "",
        "book": "baruch",
        "father_name": "Theodoret of Cyrus",
        "file_name": "Baruch 1_15.toml",
        "id": "78e5cc01-6fc9-4f8a-99a5-24242a46331d",
        "location_end": 1000015,
        "location_start": 1000015,
        "source_title": "COMMENTARY ON BARUCH 1:15-16",
        "source_url": "",
        "ts": 458,
        "txt": "God’s judgment against us is extremely just: we deserve shame, all of us having transgressed. Indeed, like the kings, even the priests have done what is forbidden.\n"
    },
    {
        "append_to_author_name": "",
        "book": "baruch",
        "father_name": "Olympiodorus of Alexandria",
        "file_name": "Baruch 1_15.toml",
        "id": "023bc853-fdef-48c7-bc28-206d574756fa",
        "location_end": 1000015,
        "location_start": 1000015,
        "source_title": "FRAGMENTS ON BARUCH 1:15",
        "source_url": "",
        "ts": 600,
        "txt": "God punished us justly, and today we are ashamed to be justly made prisoners.\n"
    },
    {
        "append_to_author_name": "",
        "book": "baruch",
        "father_name": "Theodoret of Cyrus",
        "file_name": "Baruch 1_19.toml",
        "id": "bb3caa8f-7b57-4815-8cdc-164b2d517097",
        "location_end": 1000019,
        "location_start": 1000019,
        "source_title": "COMMENTARY ON BARUCH 1:19",
        "source_url": "",
        "ts": 458,
        "txt": "“We are stubborn,” not to mention “we have devised every kind of sin.” Paul says of them that they are “ingenious in wickedness.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "baruch",
        "father_name": "Theodoret of Cyrus",
        "file_name": "Baruch 2_3.toml",
        "id": "5f11e31d-61b2-4ab9-8373-83586108fd88",
        "location_end": 2000003,
        "location_start": 2000003,
        "source_title": "COMMENTARY ON BARUCH 2:3",
        "source_url": "",
        "ts": 458,
        "txt": "The siege led to hunger, which forced them to eat human flesh. As it says, the pagans around us rejoiced over this.\n"
    },
    {
        "append_to_author_name": "",
        "book": "baruch",
        "father_name": "Theodoret of Cyrus",
        "file_name": "Baruch 2_9.toml",
        "id": "18bde3b3-7a75-482b-8bf5-dd6150cf6884",
        "location_end": 2000009,
        "location_start": 2000009,
        "source_title": "COMMENTARY ON BARUCH 1:9",
        "source_url": "",
        "ts": 458,
        "txt": "He calls his punishment “the swiftness of the Lord.” The Scripture often calls his patience “sleep.” Moreover, recalling the punishment, they affirm that the Lord is just. Indeed, it was because they had transgressed and did not want to be healed that he punished them. Then they humbly beg him, remembering the ancient freedom that their fathers enjoyed, when they were freed from the bitter servitude of Egypt.\n"
    },
    {
        "append_to_author_name": "",
        "book": "baruch",
        "father_name": "Theodoret of Cyrus",
        "file_name": "Baruch 2_13.toml",
        "id": "1fd4da4b-23de-48f1-940b-c006e0add9a3",
        "location_end": 2000013,
        "location_start": 2000013,
        "source_title": "COMMENTARY ON BARUCH 2:13",
        "source_url": "",
        "ts": 458,
        "txt": "We acknowledge the justice of your punishment. We ask you to bring it to an end. Indeed, we have become few, we who at one time were compared with the grains of sand.\n"
    },
    {
        "append_to_author_name": "",
        "book": "baruch",
        "father_name": "Theodoret of Cyrus",
        "file_name": "Baruch 2_17.toml",
        "id": "7c1485ee-d022-4cea-b859-2e5ab6dce4a5",
        "location_end": 2000017,
        "location_start": 2000017,
        "source_title": "COMMENTARY ON BARUCH 2:17",
        "source_url": "",
        "ts": 458,
        "txt": "People who are ill-disposed usually close their eyes when they see someone who has injured them and look away when those who have offended them beg forgiveness. But these things are said in a human way, because the divinity is not composite but simple and infinite.\n"
    },
    {
        "append_to_author_name": "",
        "book": "baruch",
        "father_name": "Olympiodorus of Alexandria",
        "file_name": "Baruch 2_18.toml",
        "id": "8c7c531e-c4a3-454d-a42c-bb7bda6a7aa3",
        "location_end": 2000018,
        "location_start": 2000018,
        "source_title": "FRAGMENTS ON BARUCH 2:18",
        "source_url": "",
        "ts": 600,
        "txt": "Those who carry a great weight bend over due to their weakness. And the soul that is tormented and greatly saddened by its sins also confesses to be bowed down and weak.\n"
    },
    {
        "append_to_author_name": "",
        "book": "baruch",
        "father_name": "Olympiodorus of Alexandria",
        "file_name": "Baruch 2_18.toml",
        "id": "65c888b5-b842-4bb6-809e-60a3444b285f",
        "location_end": 2000018,
        "location_start": 2000018,
        "source_title": "FRAGMENTS ON BARUCH 2:18",
        "source_url": "",
        "ts": 600,
        "txt": "Their eyes are failing perhaps in a concrete sense, due to misfortune, or perhaps it refers to those whose minds are darkened and do not reason.\n"
    },
    {
        "append_to_author_name": "",
        "book": "baruch",
        "father_name": "Theodoret of Cyrus",
        "file_name": "Baruch 2_24.toml",
        "id": "51afeb79-4fce-435d-8082-c759962abdc3",
        "location_end": 2000024,
        "location_start": 2000024,
        "source_title": "COMMENTARY ON BARUCH 2:19",
        "source_url": "",
        "ts": 458,
        "txt": "And not only have we who are alive been given over to servitude, but also the tombs of our ancestors, in particular those of the kings, were destroyed to their foundations, and their bones were scattered and exposed to the open air to be corroded by the elements.\n"
    },
    {
        "append_to_author_name": "",
        "book": "baruch",
        "father_name": "Olympiodorus of Alexandria",
        "file_name": "Baruch 2_24.toml",
        "id": "f825eb31-8783-4fbe-90d6-f333df5b02ac",
        "location_end": 2000024,
        "location_start": 2000024,
        "source_title": "FRAGMENTS ON BARUCH 2:24",
        "source_url": "",
        "ts": 600,
        "txt": "After death, their bones were to suffer as a sign of the future judgment.\n"
    },
    {
        "append_to_author_name": "",
        "book": "baruch",
        "father_name": "Theodoret of Cyrus",
        "file_name": "Baruch 2_27.toml",
        "id": "12a114e7-c971-4a4e-b79f-1a90c73a97fc",
        "location_end": 2000027,
        "location_start": 2000027,
        "source_title": "COMMENTARY ON BARUCH 2:27",
        "source_url": "",
        "ts": 458,
        "txt": "They also recall the threats written in the Law. In the canticle of Moses the different ways that evils would happen to them were described. “The teeth of wild beasts I will send among them.” By wild beasts he meant their enemies. Then he adds, “I will deprive them of children by the foreign sword,” and, “I will scatter them.” They recall these threats, but they also remember the promise of good things: “You said that you would grant mercy to those who were repentant, freeing them from servitude and restoring their former freedom to them.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "baruch",
        "father_name": "Athanasius of Alexandria",
        "file_name": "Baruch 3_1.toml",
        "id": "14ccafd1-7509-429d-833a-7725afe0f272",
        "location_end": 3000001,
        "location_start": 3000001,
        "source_title": "LETTER TO SERAPION 1:7.1-1:8.1",
        "source_url": "",
        "ts": 373,
        "txt": "You might have known, by consulting with learned persons, that there are different meanings of the word spirit. The Scripture, in fact, also speaks of the “spirit of man [a person],” as David sings, “I spoke with my heart by night, and my spirit was afflicted.” And Baruch prays, saying, “An anguished soul and a saddened spirit raises its cry to you.” And in the canticle of the three young men, “Spirits and souls of the just, bless the Lord.” For his part, the apostle writes, “The Spirit attests to our spirit that we are children of God. And if children, we are also heirs.” And, “No one knows what is in a person except the spirit of the person that is within him.” Moreover, in the letter to the Thessalonians he prays “that your whole spirit, soul and body would be kept irreproachable at the coming of Jesus Christ our Lord.” Winds are also called “spirit,” as for example in Genesis, “And God made a spirit sweep over the earth, and the waters subsided.” And in the book of Jonah, “the Lord brought a great spirit over the sea and made a great tempest in the sea, so that the ship was in danger of breaking up.” Also in Psalm 106 it is written, “He spoke, and a hurricane spirit was stirred up over the waves.” And in Psalm 148, “Praise the Lord from the earth, fish of the sea and the abyss, fire, hail, snow, ice and tempest spirit, that carry out his word.” And in Ezekiel, in the lamentation over Tyre, “Your oarsmen brought you to the heart of the sea, into deep waters. The spirit of the east smashed you.” If you were also to read the sacred Scriptures, you would find that the meaning itself of the divine words is also called “spirit,” as when Paul writes, “He has made us fit to be ministers of the new covenant, not of the letter but of the spirit: the letter in fact kills, but the spirit gives life.” “Letter” is that by which an expression is materially composed, but the spiritual meaning contained in it is called “spirit.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "baruch",
        "father_name": "John Chrysostom",
        "file_name": "Baruch 3_3.toml",
        "id": "856a2784-fd1d-4f03-963e-c3eb31cf509f",
        "location_end": 3000003,
        "location_start": 3000003,
        "source_title": "COMMENTARY ON ISAIAH 6:2",
        "source_url": "",
        "ts": 407,
        "txt": "“I saw the Lord seated.” To be seated on a throne is always a symbol of judgment, as David says: “You are seated on a throne, you who administer justice.” And Daniel, “Three thrones were set up, and the tribunal sat down.” By contrast, the prophet says that simply being seated is a symbol of something else. Of what? Stability, durability, proceeding onward, immutability, eternity, infinite life. Thus it is said, “You who are seated forever, and we who perish forever.” You, it is said, who endure: who are, who live and are always thus. The comparison makes it clear that he was not speaking of a seat but “you who are seated forever, and we who perish.” To sit on a throne is to judge.\n"
    },
    {
        "append_to_author_name": "",
        "book": "baruch",
        "father_name": "Basil of Caesarea",
        "file_name": "Baruch 3_3.toml",
        "id": "898dab03-905d-4db3-a84c-f95c4e6a1fdf",
        "location_end": 3000003,
        "location_start": 3000003,
        "source_title": "ON THE HOLY SPIRIT 6:15",
        "source_url": "",
        "ts": 379,
        "txt": "If someone says the Father deserves a higher place and the only-begotten Son deserves to sit in a lower place, he will find himself imagining that all the resulting conditions of the body attach to this creature of his imagination. These are the deliriums of drunken delusion that stretch the limits of insanity. The Lord taught that “he who does not honor the Son does not honor the Father.” Therefore, how can anyone consider himself a follower of true religion if he refuses to worship and glorify with the Father him who in nature, in glory and in dignity is joined with the Father? What can we say? What just defense will we have in the day of the awful universal judgment of all creation? The Lord has clearly announced that he will come “in the glory of his Father.” Stephen saw Jesus standing at the right hand of the Father. Paul testified in the Spirit concerning Christ “that he is at the right hand of God.” The Father says, “Sit at my right hand.” The Holy Spirit attests that he has sat down at “the right hand of the majesty” of God. Shall we attempt to degrade him from his condition of equality to a lower state when he shares the honor and the throne with the Father? The fact that he sits as opposed to standing suggests, I believe, a nature that is fixed and absolutely stable, as Baruch also said when he wanted to exhibit God’s immutability and immobility: “You sit forever while we are forever perishing.” Moreover, the place at the right hand indicates, in my judgment, equality of honor.\n"
    },
    {
        "append_to_author_name": "",
        "book": "baruch",
        "father_name": "Theodotus of Ancyra",
        "file_name": "Baruch 3_3.toml",
        "id": "582c1796-0b8b-4e1a-96ed-69804237188c",
        "location_end": 3000003,
        "location_start": 3000003,
        "source_title": "HOMILY 2:2",
        "source_url": "",
        "ts": 446,
        "txt": "The Word was God before all time, coeternal with the Father. But he wanted to become man for human beings. It was not through a change in the divine nature but by the miracle and will of God that he accepted birth as the beginning of his humanity. Thus, as a man he was born, but as God the Word, he preserved Mary’s virginity. Not even our own word corrupts the integrity of the mind in the moment it is conceived. It is the same with the Word of God. Being substantial and enhypostatic, when he chose to be born he nonetheless did not corrupt her virginity. What took place is beyond the logic of nature, and it consequently does not in any way descend to nature’s way of reasoning: I am talking about a miracle. This does not proceed according to reason: I am speaking of God who was born, who chose to be born and yet did not thereby start being God at that moment. Although being God, he was born. It was not the birth that made him God. He remained what he was and became what he was not. Because he wanted to become what he was not for the plan of salvation, he chose birth as the beginning of that plan. He became man without changing his nature and thereby upsetting the terms of the divine being. Sacred Scripture says, “You are always the same, and your years have no end.” And, “You who reign forever,” thus showing the immutability of the divine being. And he says further, “I, God, am always the same, and do not change.” He therefore became man without there being any change in the being of God or its being changed into another nature. What happened would not have been a miracle if he had manifested another nature through a change of nature. With us, many changes of this kind occur. But in this case God worked the miracle of becoming what he was not while remaining what he was. Referring to this event the great apostle said, “He, being in the form of God.” He says “being,” and not “he was at one time,” to show the perdurance of the nature. “Being in the form of God, he did not consider it robbery to be equal to God.” He says “to be equal to God,” not as though he had been so only at one time. And he goes on to say, “But he humbled himself, assuming the form of a servant.” See how he remained what he was and at the same time humbled himself in the form of a servant? Though being God, he became a servant.\n"
    },
    {
        "append_to_author_name": "",
        "book": "baruch",
        "father_name": "Olympiodorus of Alexandria",
        "file_name": "Baruch 3_4.toml",
        "id": "e99ad317-d266-4c2c-b36a-dbb4e3f07b4f",
        "location_end": 3000004,
        "location_start": 3000004,
        "source_title": "FRAGMENTS ON BARUCH 3:4",
        "source_url": "",
        "ts": 600,
        "txt": "Those who have received condemnation for sin are dead. These words clearly indicate the immortal nature of the soul.\n"
    },
    {
        "append_to_author_name": "",
        "book": "baruch",
        "father_name": "Origen of Alexandria",
        "file_name": "Baruch 3_9.toml",
        "id": "72e2c606-4ab6-4f01-92be-884652332a65",
        "location_end": 3000009,
        "location_start": 3000009,
        "source_title": "HOMILIES ON EXODUS 7:2",
        "source_url": "",
        "ts": 253,
        "txt": "It seems good to me to attempt to explain why the prescriptions, judgments and commandments of the law have been given. The text says, “In order to put them to the test [to see] if they would listen to the voice of the Lord and keep his commandments.” In fact, what was there about the commandments that was so good and perfect if the former people of God were found still murmuring and rebelling? Shortly thereafter, in fact, they even returned to the idols and forgot all about the benefits and wonders that God had done, erecting the statue of a year-old calf. This therefore is why the precepts were given, in order to put them to the test. This is also why, through the mouth of Ezekiel the prophet, the Lord says to them, “I gave you ordinances and prescriptions that were not good, in which you cannot live.” Notice how when they were put to the test in the precepts of the Lord they were not found faithful. Therefore “the commandment that was ordained for life was found to be death for them.” The same commandment, if it is observed, generates life, but if it is not observed, it generates death. In so far, therefore, as the commandments generate death for those who do not observe them, they are called “commandments that are not good, in which they cannot live.” But since the wood of the cross of Christ has been mixed in with them and has changed them into sweetness7 and they are observed, being understood in the spirit, those same commandments have come to be called commandments of life, as it also says elsewhere, “Hear, O Israel, the commandments of life.”But let us see what it promises if they are observed. It says, “If you will observe my ordinances, I will not bring on you all the diseases that I brought on the Egyptians.” What does he mean to say? That if one observes the commandments he will not suffer disease, that is, he will not have a fever or suffer other pains of the body? I do not believe that these are the kinds of promises given to those who observe the divine commandments. In another place there is the example of Job, the most just and observant of every religious act of mercy who is struck by malignant ulcers from head to foot. Therefore one cannot say that those who keep the commandments are free from diseases but that they will not have the diseases that the Egyptians have; in fact, the world is figuratively called Egypt.\n"
    },
    {
        "append_to_author_name": "",
        "book": "baruch",
        "father_name": "Olympiodorus of Alexandria",
        "file_name": "Baruch 3_9.toml",
        "id": "06214f79-b9d7-42af-aed0-50266d3edc2a",
        "location_end": 3000009,
        "location_start": 3000009,
        "source_title": "FRAGMENTS ON BARUCH 3:9",
        "source_url": "",
        "ts": 600,
        "txt": "This is the beginning of Baruch’s prophecy. All of the preceding words are part of the letter of the deportees to Babylon and are in the form of a confession.\n"
    },
    {
        "append_to_author_name": "",
        "book": "baruch",
        "father_name": "John Cassian",
        "file_name": "Baruch 3_10.toml",
        "id": "778614f4-6ba1-4d8f-bb5c-102a01d57aff",
        "location_end": 3000010,
        "location_start": 3000010,
        "source_title": "CONFERENCES 1:5.12",
        "source_url": "",
        "ts": 435,
        "txt": "When the children of Israel had been taken captive by Necho, king of Egypt, Nebuchadnezzar, king of Assyria, came up and brought them back from the borders of Egypt to the land of Palestine, not meaning to restore them to their former liberty and their native land but meaning to carry them off to his own land and to transport them to a still more distant country than the land of Egypt in which they had been prisoners. And this illustration exactly applies to the case before us. For though there is less harm in yielding to the sin of pride than to fornication, still it is more difficult to escape from the yoke of pride. In the same way, in fact, the slave who is carried off to a greater distance will have more difficulty in returning to his native land and the freedom of his ancestors. The prophet’s rebuke will be deservedly aimed at him, “Because you are grown old in a strange country,” since one is rightly said to have grown old in a strange country if he has not gotten rid of the yoke of his passions.\n"
    },
    {
        "append_to_author_name": "",
        "book": "baruch",
        "father_name": "Athanasius of Alexandria",
        "file_name": "Baruch 3_12.toml",
        "id": "61f586d0-a789-4528-84ad-9adee3cc24b6",
        "location_end": 3000012,
        "location_start": 3000012,
        "source_title": "LETTER TO SERAPION 1:19.2-5",
        "source_url": "",
        "ts": 373,
        "txt": "The Father is called source and light: “They have abandoned me, the source of living water.” And in Baruch, “How is it, Israel, that you are in the land of your enemies? You have abandoned the source of wisdom.” And according to John, “Our God is light.” The Son, in relation to the source, is called a river: “The river of God is full of waters.” In relation to light, he is called splendor, as Paul says, “He is the splendor of the glory and the imprint of his being.” The Father is thus light and the Son his splendor (we need not fear repeating the same things often, especially in these matters). Now, it is possible to see in the Son also the Spirit, in whom we are enlightened, “that he would give you,” it is said, “the Spirit of wisdom and of revelation, in the knowledge of him, by enlightening the eyes of the heart.” Enlightened then by the Spirit, it is Christ who enlightens in him. It is said, in fact, that “he was the true light that enlightens every person who comes into the world.” Analogously, then, if the Father is the source and the Son is called river, we drink of the Spirit, as it is written, “We have all been given to drink of the one Spirit.” But, at the same time, drinking of the Spirit we drink of Christ: “They drank from the spiritual rock that followed them, and the rock was Christ.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "baruch",
        "father_name": "Athanasius of Alexandria",
        "file_name": "Baruch 3_12.toml",
        "id": "8c8783c8-df5d-49fe-bb74-5ee661bd2535",
        "location_end": 3000012,
        "location_start": 3000012,
        "source_title": "Discourses Against the Arians 1.6.19",
        "source_url": "https://www.newadvent.org/fathers/28161.htm",
        "ts": 373,
        "txt": "If God is and is called the fountain of wisdom and life … as in the book of Baruch it is written, “You have forsaken the fountain of wisdom,” this implies that life and wisdom are not foreign to the essence of the fountain but are proper to it. Nor were they at any time without existence but always existed. Now the Son is all this, who says, “I am the life,” and, “I Wisdom dwell with prudence.” Is it then irreligious to say, “Once the Son was not,” for it is the same thing as saying, “Once the fountain was dry, destitute of life and wisdom.” But then it would cease to be a fountain.\n"
    },
    {
        "append_to_author_name": "",
        "book": "baruch",
        "father_name": "Jerome",
        "file_name": "Baruch 3_12.toml",
        "id": "a33be820-b97c-4806-80e3-272f47bc1bd1",
        "location_end": 3000012,
        "location_start": 3000012,
        "source_title": "HOMILIES ON THE PSALMS 41",
        "source_url": "",
        "ts": 420,
        "txt": "“As the deer longs for springs of water, so my soul longs for you, O God.” It is characteristic of deer that they do not fear the poison of serpents, so much so that, blowing into their lairs through their noses, they force them out so as to kill and eat them. And when the poison they have thus swallowed begins to burn their insides, though it is not fatal, it nevertheless ignites a fire in them that creates a tremendous thirst. They then go in search of springs, and in the pure waters they extinguish the fire of the poison. In the same way, then, that deer desire springs of water, so also our deer—those who, fleeing the Egypt of this world, have killed Pharaoh and have drawn out all of his army with the waters of baptism—after having killed the devil desire nothing but the springs of the church: the Father, the Son and the Holy Spirit. That the Father is a spring is written Jeremiah, “They have abandoned me, the spring of living water, to dig for themselves leaky cisterns, unable to hold water.” About the Son, it is written somewhere, “They have abandoned the source of wisdom.” Finally, of the Holy Spirit it is written, “From the one who drinks the water that I will give him, a fountain will spring up, welling up to eternal life,” and the Evangelist immediately provides an explanation, saying that the Savior’s words here referred to the Holy Spirit. This is the clearest proof that the three springs of the church are the mystery of the Trinity. And it is these springs that the soul of the believer longs for. The soul of the believer is interiorly drawn to them, so much so as to say, “My soul thirsts for God, the living spring.” Indeed, it is not merely foolish ambition to want to see God but an intense desire, a thirst that burns all. Before receiving baptism these souls spoke to themselves asking, “When can I come into the presence of God?” Now their desire is fulfilled: they have arrived, they are in God’s presence, they have been presented before the altar, face to face with the sacrament of the Savior.\n"
    },
    {
        "append_to_author_name": "",
        "book": "baruch",
        "father_name": "Olympiodorus of Alexandria",
        "file_name": "Baruch 3_13.toml",
        "id": "31d7e14e-ad66-4173-b5a3-647ea7504464",
        "location_end": 3000013,
        "location_start": 3000013,
        "source_title": "FRAGMENTS ON BARUCH 3:13",
        "source_url": "",
        "ts": 600,
        "txt": "The Lord says, “I am the way.” The one who walks in imitation of him45 follows his way.\n"
    },
    {
        "append_to_author_name": "",
        "book": "baruch",
        "father_name": "Clement of Alexandria",
        "file_name": "Baruch 3_13.toml",
        "id": "7f45e3ef-a4b3-43f1-9d19-b733503f91d5",
        "location_end": 3000013,
        "location_start": 3000013,
        "source_title": "CHRIST THE EDUCATOR 1:10.92:1-3",
        "source_url": "",
        "ts": 215,
        "txt": "And still another form of instruction is benediction. “And blessed is he,” he says by David, “who has not sinned; and he shall be as the tree planted near the channels of the waters, which will yield its fruit in its season, and its leaf shall not wither”—which is an allusion to the resurrection—“and whatever he will do will prosper with him.” This is what he wants us to be so that we may be blessed. Again, showing the opposite scale of the balance of justice, he says, “But not so the ungodly—not so; but as the dust that the wind sweeps away from the face of the earth.” By showing the punishment of sinners and how easily they are dissipated and carried off by the wind, the Teacher dissuades us from crime by means of punishment. And, by holding up the penalty we deserve, he shows the goodness of his beneficence in the most skillful way in order that we may possess and enjoy its blessings. He invites us to knowledge also when he says by the mouth of Jeremiah, “If you had walked in the way of God, you would have lived forever in peace.” Thus, when he exhibits the reward of knowledge here, he invites those who are wise to its love. And, granting pardon to him who has erred, he says, “Turn, turn, as a grape gatherer to his basket.” Do you see the goodness of justice, in that it counsels to repentance?\n"
    },
    {
        "append_to_author_name": "",
        "book": "baruch",
        "father_name": "Methodius of Olympus",
        "file_name": "Baruch 3_14-15.toml",
        "id": "35e8149a-1b31-490c-acc1-6d3bf048d8b5",
        "location_end": 3000015,
        "location_start": 3000014,
        "source_title": "SYMPOSIUM OR BANQUET OF THE TEN VIRGINS 8:2-3",
        "source_url": "",
        "ts": 311,
        "txt": "As soon as souls have left this world, it is said that the angels meet them with much rejoicing and conduct them to those very pastures to which they were longing to come, imagining them from far away when, still dwelling in their bodies, they dreamed of the divine world. When, therefore, they have come there, they see wonderful and glorious and blessed things of beauty, and such as cannot be spoken to humanity. They see there righteousness, prudence, love, truth, temperance and other flowers and plants of wisdom, equally splendid. We see here only the shadows and apparitions of them, as in dreams, and think that they consist of human actions because there is no clear image of them here but only dim copies that themselves we often see when making dark copies of them. No one, in fact has been able to contemplate with his own eyes the greatness, the magnificence and the beauty of the justice, the intelligence or the peace. But there, in him whose name is I AM, they are seen perfect and clear as they are. For there is a tree of temperance and of love and of understanding, just as there are plants of the fruits that grow here—as of grapes, pomegranates and apples. And so, too, the fruits of those trees are gathered and eaten and do not perish and wither. Instead, those who gather them grow toward immortality and a likeness to God. Just as he from whom all are descended, before the fall and the blinding of his eyes, being in paradise, enjoyed its fruits, God appointing man to dress and to keep the plants of wisdom. For it was entrusted to the first Adam to cultivate those fruits. Now Jeremiah saw that these things exist in a certain particular place, removed a great distance from our world, where, deploring the state of those who have fallen from that good state, he says, “Learn where wisdom is found, where strength is, where understanding is so that you may also know where length of days, life, the light of the eyes and peace are. Who has found her place or who has come on her treasures?\n"
    },
    {
        "append_to_author_name": "",
        "book": "baruch",
        "father_name": "Olympiodorus of Alexandria",
        "file_name": "Baruch 3_14-15.toml",
        "id": "d9a5207b-721f-4730-9b2a-914a6ea70c9e",
        "location_end": 3000015,
        "location_start": 3000014,
        "source_title": "FRAGMENTS ON BARUCH 3:14",
        "source_url": "",
        "ts": 600,
        "txt": "Obviously, in the Lord, “the one who believes in me, will never die.” In fact, the Lord says, “I am the light of the world.” And the apostle, “He indeed is our peace.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "baruch",
        "father_name": "Olympiodorus of Alexandria",
        "file_name": "Baruch 3_16-17.toml",
        "id": "fd1949db-72de-4b50-b8c5-4502445109df",
        "location_end": 3000017,
        "location_start": 3000016,
        "source_title": "FRAGMENTS ON BARUCH 3:16",
        "source_url": "",
        "ts": 600,
        "txt": "The leaders of the nations are the wise of this age who ruled over human beings who behaved like beasts.\n"
    },
    {
        "append_to_author_name": "",
        "book": "baruch",
        "father_name": "Olympiodorus of Alexandria",
        "file_name": "Baruch 3_16-17.toml",
        "id": "b3ca3f71-01fd-43c5-8745-987c94d8f591",
        "location_end": 3000017,
        "location_start": 3000016,
        "source_title": "FRAGMENTS ON BARUCH 3:17",
        "source_url": "",
        "ts": 600,
        "txt": "They are those who look for omens in the birds. Or, they are called this because their wisdom is earthly, beastly, diabolical.\n"
    },
    {
        "append_to_author_name": "",
        "book": "baruch",
        "father_name": "Olympiodorus of Alexandria",
        "file_name": "Baruch 3_22-23.toml",
        "id": "71b9b68c-44db-46ee-8f78-a059161a4c07",
        "location_end": 3000023,
        "location_start": 3000022,
        "source_title": "FRAGMENTS ON BARUCH 3:22",
        "source_url": "",
        "ts": 600,
        "txt": "Those who followed the letter of the law were judged like the pagans who had not received the law. In fact, “seeing, they see not, and hearing, they hear not.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "baruch",
        "father_name": "Olympiodorus of Alexandria",
        "file_name": "Baruch 3_22-23.toml",
        "id": "77854682-c675-4fc5-b7d8-48a1a9566b39",
        "location_end": 3000023,
        "location_start": 3000022,
        "source_title": "FRAGMENTS ON BARUCH 3:23",
        "source_url": "",
        "ts": 600,
        "txt": "He calls them merchants because they have no experience with cultivation. Asked to make wine, they gathered wild grapes instead of domestic grapes. Merran and Teman are barbarous peoples. They represent the uncouth manners of those who remain entangled in the vanity of this life.\n"
    },
    {
        "append_to_author_name": "",
        "book": "baruch",
        "father_name": "Olympiodorus of Alexandria",
        "file_name": "Baruch 3_22-23.toml",
        "id": "26746e25-2164-4a4c-8aa4-0e336e00bedd",
        "location_end": 3000023,
        "location_start": 3000022,
        "source_title": "FRAGMENTS ON BARUCH 3:23",
        "source_url": "",
        "ts": 600,
        "txt": "They are those who esteemed ablutions of cups and bowls instead of the commandment and judgments of God. And having violated justice, mercy and faith, they paid tithes of rue and mint.\n"
    },
    {
        "append_to_author_name": "",
        "book": "baruch",
        "father_name": "Ambrose of Milan",
        "file_name": "Baruch 3_24-25.toml",
        "id": "0625e2f1-07e6-4135-b179-7a4a40706de9",
        "location_end": 3000025,
        "location_start": 3000024,
        "source_title": "HEXAMERON 9:8.52",
        "source_url": "",
        "ts": 397,
        "txt": "The elements have been given to all for their common use. The splendid ornaments of the world are enjoyed by the rich and poor alike. Are perhaps the gilded ceilings of the palaces of the wealthy more beautiful than the glistening stars that gild the sky? Are perhaps the estates of the rich more expansive than the surface of the earth? For this is what was said to those who were adding house to house, villa to villa: “Will you alone dwell over the earth?” You, though poor, have a larger house in which when you raise your voice it is heard and listened to. “O Israel,” says the prophet, “how great is the house of God and how vast the place of his possession! It is large and has no end, immense and high.” The house of God belongs to the rich and poor alike; it is difficult, however, for the rich to enter into the kingdom of heaven.\n"
    },
    {
        "append_to_author_name": "",
        "book": "baruch",
        "father_name": "Fulgentius of Ruspe",
        "file_name": "Baruch 3_24-25.toml",
        "id": "f2cf838c-126d-453f-bc24-09296908f3b8",
        "location_end": 3000025,
        "location_start": 3000024,
        "source_title": "LETTERS 17:10.18",
        "source_url": "",
        "ts": 533,
        "txt": "Not the Trinity but Christ, who is God above all things, who ascended to heaven in the flesh under the gaze of the disciples and who will come from heaven in the flesh. He who did not leave heaven when he took on flesh on earth and did not leave his own on earth when he ascended into heaven in the flesh, because of his divinity. Indeed, he promised this, saying, “See, I am with you all days, until the end of the world.” He is that God, therefore, who according to the prophecy of blessed Jeremiah “is great and without limits, sublime and immense” in the divine nature and of whom a little later the same prophet says, “He is our God, and no other can be compared with him. He has searched every way of knowledge and has given it to Jacob his servant, and to Israel his beloved.” It is this God who made himself for a little while lower than the angels, taking on the nature of a servant, as the same prophet says, “After these things he appeared on the earth and lived among human beings.” The faithless thought he was a mortal and changeable human being, but he is precisely the same one that those who truly believe in him will see—now that their hearts have been cleansed from sin—as the immortal and unchangeable God according to his own nature.\n"
    },
    {
        "append_to_author_name": "",
        "book": "baruch",
        "father_name": "Olympiodorus of Alexandria",
        "file_name": "Baruch 3_24-25.toml",
        "id": "97ac95a3-54af-479d-9052-116934c03337",
        "location_end": 3000025,
        "location_start": 3000024,
        "source_title": "FRAGMENTS ON BARUCH 3:24",
        "source_url": "",
        "ts": 600,
        "txt": "This treats of the church and of the nature of the mystery, since now “our knowledge is imperfect,” and the perfection of knowledge has not yet arrived. He refers to compassion as territory, which increases as one grows toward the good.\n"
    },
    {
        "append_to_author_name": "",
        "book": "baruch",
        "father_name": "Olympiodorus of Alexandria",
        "file_name": "Baruch 3_26.toml",
        "id": "4bbffd33-b3a2-41fd-976c-4a146adc7c6b",
        "location_end": 3000026,
        "location_start": 3000026,
        "source_title": "FRAGMENTS ON BARUCH 3:26",
        "source_url": "",
        "ts": 600,
        "txt": "This refers to demons, who in the beginning were part of the ranks of angels and were cast down from the highest heaven for their lack of respect. They are famous because their condition was foretold. They were tall in stature, though proud. “Experts in war,” since demons, or rather heretics, being unworthy of the peace of Christ, are committed to fighting him.\n"
    },
    {
        "append_to_author_name": "",
        "book": "baruch",
        "father_name": "John Chrysostom",
        "file_name": "Baruch 3_35.toml",
        "id": "da8fd2ff-acc7-4aef-91d9-9e26546e3803",
        "location_end": 3000035,
        "location_start": 3000035,
        "source_title": "HOMILIES ON THE GOSPEL OF MATTHEW 19:9",
        "source_url": "",
        "ts": 407,
        "txt": "It is ordained that not only we human beings but also the angels, the archangels, the celestial nations and all we who are on earth give praise. “Bless the Lord,” it says, “all you works of his.” His good works are no small achievement; rather, they exceed all speech, intellect and human understanding. The prophets announce these things every day, each in various ways publishing this splendid triumph. One says, “You have gone up on high, you have led captivity captive, and you have received gifts among people.” And, “The Lord strong and powerful in battle.” And another says, “He will divide the spoils of the strong.” For this is why he came, in order to announce freedom to the prisoners and the recovery of sight to the blind. And raising aloud the cry of victory against over death, he said, “Where, O death, is your victory? Where, O grave, is your sting?” And another, in its turn, announcing good news of the most profound peace, said, “They will forge their swords into plowshares and their spears into pruning hooks.” And while one invokes Jerusalem, saying, “Rejoice greatly, daughter of Zion, because your king comes to you, meek, riding on a beast of burden, a young colt,” another proclaims his second coming, thus saying, “The Lord, whom you seek, will come, and who will abide the day of his coming? Leap as calves set free from their bonds.” And another again, amazed at such similar events, said, “This is our God; no other will be compared with him.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "baruch",
        "father_name": "Hilary of Poitiers",
        "file_name": "Baruch 3_35.toml",
        "id": "caff5633-40fb-4942-b3c3-fb7a9deff480",
        "location_end": 3000035,
        "location_start": 3000035,
        "source_title": "ON THE TRINITY 4:42",
        "source_url": "",
        "ts": 367,
        "txt": "Listen now to Jeremiah: “This is our God, and there shall be no one else like him who has found out all the way of knowledge and has given it to Jacob his servant and to Israel his beloved. Afterward he showed himself on earth and dwelled among people.” For previously he had said, “And he is human, and who shall know him?” Thus you have God seen on earth and dwelling among people. Now I ask you what sense you would assign to “no one has seen God at any time, except the only-begotten Son who is in the bosom of the Father,” when Jeremiah proclaims God seen on earth and dwelling among people? The Father most assuredly cannot be seen except by the Son. Who then is this who was seen and lived among us? He must be our God, for he is God visible in human form, whom human beings can handle.\n"
    },
    {
        "append_to_author_name": "",
        "book": "baruch",
        "father_name": "Olympiodorus of Alexandria",
        "file_name": "Baruch 3_35.toml",
        "id": "be350f77-92b4-4598-b9a8-9288e33845b8",
        "location_end": 3000035,
        "location_start": 3000035,
        "source_title": "FRAGMENTS ON BARUCH 3:36",
        "source_url": "",
        "ts": 600,
        "txt": "They speak who obeyed the apostolic calling without delay and “have the desire to be set free from the body so as to be with Christ,” preferring nothing to the fulfillment of the commandments.\n"
    },
    {
        "append_to_author_name": "",
        "book": "baruch",
        "father_name": "Irenaeus",
        "file_name": "Baruch 3_37.toml",
        "id": "63191175-5f83-4d1e-8dba-e39fb655f9ae",
        "location_end": 3000037,
        "location_start": 3000037,
        "source_title": "AGAINST HERESIES 4:20.4, 8",
        "source_url": "",
        "ts": 202,
        "txt": "The prophets, receiving the prophetic gift from the same Word, announced his advent according to the flesh, by which the blending and communion of God and man took place, according to the good pleasure of the Father, the Word of God foretelling from the beginning that God should be seen by human beings and interacting with them on the earth; that he would confer with them and be present with his own creation, saving it and becoming capable of being perceived by it, and freeing us from the hands of all who hate us, that is, from every spirit of wickedness; and causing us to serve him in holiness and righteousness all of our days, in order that humanity, having embraced the Spirit of God, might pass into the glory of the Father.…Inasmuch, then, as the Spirit of God pointed out by the prophet what would happen in the future, forming and adapting us beforehand for the purpose of our being made subject to God—but it was a future thing that humanity, through the good pleasure of the Holy Spirit should see God—it was necessarily the case those who were used as instruments for announcing the future events should themselves see God, whom they intimated was to be seen by human beings. This was so that God and the Son of God, and the Son and the Father, should not only be prophetically announced but also that he should also be seen by all of his members who are sanctified and instructed in the things of God.\n"
    },
    {
        "append_to_author_name": "",
        "book": "baruch",
        "father_name": "Quodvultdeus",
        "file_name": "Baruch 3_37.toml",
        "id": "783bbc41-3b80-41e7-bcdf-af9a5ee4463c",
        "location_end": 3000037,
        "location_start": 3000037,
        "source_title": "THE BOOK OF PROMISES AND PREDICTIONS OF GOD 3:3",
        "source_url": "",
        "ts": 450,
        "txt": "The prophet David says, “He sent his word and healed them.” And Jeremiah, “He is our God, and there is no other but him, who has searched all the ways of wisdom and given it to Jacob, his beloved. After that he appeared on earth and dwelled among human beings.” And the prophet Habakkuk says, “The word will depart and go out into the fields.” And the prophet Isaiah, “Their heart is completely weighed down. He is a man, and who will know him?” John the Evangelist confirms this, saying, “The Word became flesh and dwelled among us.” Paul also attests this: “He, being by nature equal to God, did not consider it a good to be equal to God but made himself nothing, taking the nature of a servant, becoming like human beings and being as a man.” And the Sibyl confesses, “Certainly to judge the flesh and the world with his presence.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "baruch",
        "father_name": "Olympiodorus of Alexandria",
        "file_name": "Baruch 4_4.toml",
        "id": "afaefaab-88e4-40af-b5b1-9c1f1b423389",
        "location_end": 4000004,
        "location_start": 4000004,
        "source_title": "FRAGMENTS ON BARUCH 4:4",
        "source_url": "",
        "ts": 600,
        "txt": "He urges the Israelites to be the first to take hold of grace. In fact, “it was necessary that the Word of God first be announced to them.” The spiritual Israel speaks in this way, to whom the Savior addresses himself, saying, “Blessed are your eyes because they see, and your ears, because they hear.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "baruch",
        "father_name": "Clement of Alexandria",
        "file_name": "Baruch 4_4.toml",
        "id": "512de13a-7542-4552-a302-225c04089d56",
        "location_end": 4000004,
        "location_start": 4000004,
        "source_title": "CHRIST THE EDUCATOR 1:10.91:3",
        "source_url": "",
        "ts": 215,
        "txt": "He clearly calls us to goodness by Solomon when he says, “Blessed is the one who has found wisdom and the mortal who has found understanding.” “For goodness is found by him who seeks it and is likely to be seen by him who has found it.” By Jeremiah, too, he sets forth prudence when he says, “Blessed are we, Israel; for what is pleasing to God is known by us”—and it is known by the Word, by whom we are blessed and wise. For wisdom and knowledge are mentioned by the same prophet when he says, “Hear, O Israel, the commandments of life, and listen to know understanding.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "baruch",
        "father_name": "Olympiodorus of Alexandria",
        "file_name": "Baruch 4_6.toml",
        "id": "177f3b4d-4760-4ea9-9d35-b475bccbb9a4",
        "location_end": 4000006,
        "location_start": 4000006,
        "source_title": "FRAGMENTS ON BARUCH 4:6",
        "source_url": "",
        "ts": 600,
        "txt": "The devil in fact had a written note for our debt, but Christ redeemed us with his own blood.\n"
    },
    {
        "append_to_author_name": "",
        "book": "baruch",
        "father_name": "John Chrysostom",
        "file_name": "Baruch 4_7.toml",
        "id": "6b9b7be8-3696-4046-b35e-970391a30ad8",
        "location_end": 4000007,
        "location_start": 4000007,
        "source_title": "COMMENTARY ON ISAIAH 1:3",
        "source_url": "",
        "ts": 407,
        "txt": "“And my people has not understood me.” They have not understood me, he says, that I am more brilliant than the sun. “Woe to a sinful people.” This also is typical of the prophets, to grieve over one who is sick with an incurable illness. Jeremiah does this in many places, and Christ as well, saying, “Woe to you, Chorazin, woe to you, Bethsaida,” because this also is a form of instruction. In fact, one who has not been brought back by reasoning can often be corrected by someone’s grief. “People full of sins.” Another accusation: all are so, and gravely. “Perverse race.” He does not accuse their birth but indicates that their wickedness began from the earliest age. Just as John, when he said, “serpents, children of vipers,” did not depreciate their nature (otherwise he would not have said, “Produce fruit, then, worthy of repentance,” if they had been such by nature and by birth), so also here, in saying “Perverse race,” the prophet does not accuse their birth. “Lawless children.” He did not say, “outside of the law,” but “without law,” with a disposition in no way better than those who had received no law at all, thus showing that the difference is in their previous choice. “You have abandoned the Lord, angering him.” He said this expressively: the name of God would have been enough to establish the accusation. It is what Jeremiah reproves, saying, “Since they have departed from him and are drawn near to demons.” “The Holy One of Israel.” This is the culmination of the accusation, by the fact that though he was the common Lord of all, it was to them that he had made himself known.\n"
    },
    {
        "append_to_author_name": "",
        "book": "baruch",
        "father_name": "Olympiodorus of Alexandria",
        "file_name": "Baruch 4_12.toml",
        "id": "ea7953f8-cd8e-4677-94e0-caf40754cdb3",
        "location_end": 4000012,
        "location_start": 4000012,
        "source_title": "FRAGMENTS ON BARUCH 4:12",
        "source_url": "",
        "ts": 600,
        "txt": "He calls her a widow because she was without the divine care, alone and desolate—clearly she who is now alone. Or, furthermore, the only one to have had the divine temple. Or the only one to have been encircled by the Assyrians but not conquered, because in fact “the Lord tried me harshly but did not give me over to death.” But above all it is the synagogue that deserves the name widow, which, having acted arrogantly toward Christ her spouse, has been abandoned.\n"
    },
    {
        "append_to_author_name": "",
        "book": "baruch",
        "father_name": "Olympiodorus of Alexandria",
        "file_name": "Baruch 4_15.toml",
        "id": "76a395a6-8443-4719-8020-0b5cf526260f",
        "location_end": 4000015,
        "location_start": 4000015,
        "source_title": "FRAGMENTS ON BARUCH 4:15",
        "source_url": "",
        "ts": 600,
        "txt": "God “removed our sins from us,” but we are attracted to them, and for them we are punished. It says that he sends, because nothing happens without God’s consent. The “perverse nation” was first the Babylonians, then the Romans. This can also be understood as those who teach false knowledge, resorting to the deceptions of the sophists.\n"
    },
    {
        "append_to_author_name": "",
        "book": "baruch",
        "father_name": "Olympiodorus of Alexandria",
        "file_name": "Baruch 4_19.toml",
        "id": "d59bd689-7be6-447f-a848-e887be9bff38",
        "location_end": 4000019,
        "location_start": 4000019,
        "source_title": "FRAGMENTS ON BARUCH 4:19",
        "source_url": "",
        "ts": 600,
        "txt": "I remain alone because of God’s absence. This could have been said by the saints, who made the condition of sinners their own; or by the synagogue of the Jews, when because of its arrogance toward Christ it was said to it, “See, your house will be left desolate”; or by the city, because of the desolation of the inhabitants.\n"
    },
    {
        "append_to_author_name": "",
        "book": "baruch",
        "father_name": "Athanasius of Alexandria",
        "file_name": "Baruch 4_20.toml",
        "id": "a7586465-845a-41ed-abd8-8189e4bbd53c",
        "location_end": 4000020,
        "location_start": 4000020,
        "source_title": "Discourses Against the Arians 1.4.12:2-5",
        "source_url": "https://www.newadvent.org/fathers/28161.htm",
        "ts": 373,
        "txt": "Paul reasonably has said, “his eternal power and godhead,” thereby signifying the Son. He said this while accusing the Greeks of contemplating the harmony and order of the creation without reflecting on the framing Word within it (for the creatures witness to their own Framer) so as through the creation to apprehend the true God and abandon their worship of it. And where the sacred writers say, “who exists before the ages,” and, “by whom he made the ages,” they thereby as clearly preach the eternal and everlasting being of the Son, even while they are designating God. Thus, if Isaiah says, “The everlasting God, the creator of the ends of the earth,” and Susanna said, “O everlasting God,” and Baruch wrote, “I will cry unto the Everlasting in my days,” and shortly after, “My hope is in the Everlasting, that he will save you, and joy is come to me from the Holy One,” yet as the apostle, writing to the Hebrews, says, “who being the radiance of his glory and the expression of his person,” and David too in the psalm, “And the brightness of the Lord be on us,” and, “In your light shall we see light,” who has so little sense as to doubt of the eternity of the Son?\n"
    },
    {
        "append_to_author_name": "",
        "book": "baruch",
        "father_name": "Ambrose of Milan",
        "file_name": "Baruch 4_26.toml",
        "id": "7ee39498-2ceb-428f-b48e-630ab02c49f1",
        "location_end": 4000026,
        "location_start": 4000026,
        "source_title": "HEXAMERON 5:14.59",
        "source_url": "",
        "ts": 397,
        "txt": "How great is the providence of the Lord! Where there is a fruit of a softer quality, the thickness of the leaves offers a more protective covering for its defense, as we see in the example of the fig tree. Therefore the more delicate creatures must be protected from the other sturdier ones, as the same Lord teaches by the mouth of Jeremiah, saying, “Like these good figs, thus I will regard the deported ones of Judah that I have sent from this place into the land of the Chaldeans for their good and will fix my eyes on them for their good.” In fact, when they were exposed to offenses he encircled them, so to speak, with a more protective covering of his mercy so that those tender fruits would not perish prematurely. Moreover, he later on also says about them, “The creatures of my possession have walked rough ways,” and he says more to them further on, “Be brave, my children, and cry to the Lord.” This is the sole inviolable protection, the impregnable defense against all the storms and the injuries. Where there are delicate fruits, the protection and the defense of the leaves is thicker; on the contrary, where there are more resistant fruits, there the leaves are more delicate, as in the case of the apple.\n"
    },
    {
        "append_to_author_name": "",
        "book": "baruch",
        "father_name": "Olympiodorus of Alexandria",
        "file_name": "Baruch 4_30.toml",
        "id": "6602c658-f1ff-41c6-a12e-e28aee9ecc78",
        "location_end": 4000030,
        "location_start": 4000030,
        "source_title": "FRAGMENTS ON BARUCH 4:30",
        "source_url": "",
        "ts": 600,
        "txt": "That is, the Word of God, who became incarnate for us and made the church worthy to be called his spouse.\n"
    },
    {
        "append_to_author_name": "",
        "book": "baruch",
        "father_name": "Irenaeus",
        "file_name": "Baruch 4_36.toml",
        "id": "0fa35ec8-8bb3-40c8-8e0d-b5bfd94e4789",
        "location_end": 4000036,
        "location_start": 4000036,
        "source_title": "AGAINST HERESIES 5:35.1-2",
        "source_url": "",
        "ts": 202,
        "txt": "Jeremiah the prophet has pointed out that as many believers as God has prepared for this purpose, to multiply those left on earth, should both be under the rule of the saints to minister to his Jerusalem and that his kingdom shall be in it, saying, “Look around Jerusalem towards the east, and behold the joy that comes to you from God. Behold, your children shall come whom you have sent forth; they shall come in a band from the east even to the west by the word of that Holy One, rejoicing in that splendor from your God.” Now all these things being such as they are, they cannot be understood in reference to supercelestial matters, “for God,” it is said, “will show the whole earth that is under heaven your glory.” But in the times of the kingdom, the earth has been called again by Christ to its pristine condition, and Jerusalem will be rebuilt after the pattern of Jerusalem above, of which the prophet Isaiah says, “Behold, I have depicted your walls on my hands, and you are always in my sight. John, the Lord’s disciple, says that the new Jerusalem above shall then descend, as a bride adorned for her husband, and that this is the tabernacle of God, in which God will dwell with humanity. Of this Jerusalem the former one is an image—the Jerusalem of the former earth in which the righteous are disciplined beforehand for incorruption and prepared for salvation.\n"
    },
    {
        "append_to_author_name": "",
        "book": "baruch",
        "father_name": "Olympiodorus of Alexandria",
        "file_name": "Baruch 4_36.toml",
        "id": "c7e2a784-11b4-49dd-bb23-6c119bd9d85e",
        "location_end": 4000036,
        "location_start": 4000036,
        "source_title": "FRAGMENTS ON BARUCH 4:36",
        "source_url": "",
        "ts": 600,
        "txt": "Look toward the sun of justice, toward our Lord Jesus Christ.\n"
    },
    {
        "append_to_author_name": "",
        "book": "baruch",
        "father_name": "Olympiodorus of Alexandria",
        "file_name": "Baruch 5_1.toml",
        "id": "7989397e-0df1-4df3-8a1e-fc053ff6c6a2",
        "location_end": 5000001,
        "location_start": 5000001,
        "source_title": "FRAGMENTS ON BARUCH 5:1",
        "source_url": "",
        "ts": 600,
        "txt": "Put off the old humanity with its desires, since “as many of you as have been baptized in Christ have clothed yourselves with Christ.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "baruch",
        "father_name": "Olympiodorus of Alexandria",
        "file_name": "Baruch 5_2.toml",
        "id": "d360e081-c454-414a-9323-62a45b08af25",
        "location_end": 5000002,
        "location_start": 5000002,
        "source_title": "FRAGMENTS ON BARUCH 5:2",
        "source_url": "",
        "ts": 600,
        "txt": "That is, the cross of Christ, which is marked on the foreheads of believers. Or it is said of the Lord, since Christ is the head of the church.\n"
    },
    {
        "append_to_author_name": "",
        "book": "baruch",
        "father_name": "Olympiodorus of Alexandria",
        "file_name": "Baruch 5_4.toml",
        "id": "8cf76872-854a-4774-8ccc-25aca1a08b69",
        "location_end": 5000004,
        "location_start": 5000004,
        "source_title": "FRAGMENTS ON BARUCH 5:4",
        "source_url": "",
        "ts": 600,
        "txt": "These are the distinguishing signs of the new Jerusalem. He added the term “justice.” Because, however, he is the peace of sinners, as David says, for this reason the Lord adds, “My peace I leave you, my peace I give you.” In fact, the enemies’ attacks can no longer destroy the peace of justice or defeat the glory of piety. And moreover, because Christ is our peace, he is also our justice and our glory and is the model for our behavior according to justice, and by him we also have been called.\n"
    },
    {
        "append_to_author_name": "",
        "book": "baruch",
        "father_name": "Olympiodorus of Alexandria",
        "file_name": "Baruch 6_1.toml",
        "id": "7d378ed7-9ff7-4ffe-b79f-9f750686876e",
        "location_end": 6000001,
        "location_start": 6000001,
        "source_title": "FRAGMENTS ON THE LETTER OF JEREMIAH",
        "source_url": "",
        "ts": 600,
        "txt": "Instructed by the Spirit that the Jews would be deported, the prophet is commanded by God to write the letter even before the deportation, so that when the time of their imprisonment had arrived, it would be a protection for them so that they would not let themselves be deceived or worship the idols of the Babylonians.\n"
    },
    {
        "append_to_author_name": "",
        "book": "baruch",
        "father_name": "Olympiodorus of Alexandria",
        "file_name": "Baruch 6_3.toml",
        "id": "8c916b9a-7ac7-415b-b0af-d3db6317ecc5",
        "location_end": 6000003,
        "location_start": 6000003,
        "source_title": "FRAGMENTS ON THE LETTER OF JEREMIAH 2",
        "source_url": "",
        "ts": 600,
        "txt": "He calculates ten years for each generation.\n"
    },
    {
        "append_to_author_name": "",
        "book": "baruch",
        "father_name": "Quodvultdeus",
        "file_name": "Baruch 6_4.toml",
        "id": "bc6b5117-9e3b-42fe-834f-c169eeecc537",
        "location_end": 6000004,
        "location_start": 6000004,
        "source_title": "THE BOOK OF PROMISES AND PREDICTIONS OF GOD 2:9.16",
        "source_url": "",
        "ts": 450,
        "txt": "Joshua, son of Nun, and Caleb, son of Jephunneh, who explored the country together with the priests Moses and Aaron, fulfill their pious duty and dissuade the people from the purpose of a despairing will, saying, “Do not fear the people of this region—we will swallow them in one gulp. The favorable time has passed for them. The Lord is with us. Do not fear.” All of these things regarding the destruction of idols pertain also to the Christian people, so that no one would be apostate from God, fearing the demons from whom they have been freed by God’s grace. And it is precisely their vain procession that Jeremiah describes when he says, “Among other things, when you have entered Jerusalem, you will see there gods of gold and silver carried on their shoulders.” These are made by hands and are nothing and can do neither good nor evil, by the fact that they are nothing. “Do not fear them. Sanctify the Lord in your hearts6 and let him be the object of your fear.” Isaiah8 describes the worshipers of demons as “those giants were there, who are called experts in war. But the Lord did not choose them, nor did he give them the way of knowledge. And they perished for lack of wisdom.” And Solomon says, “At the beginning, when the proud giants perished.” Against their pride, Christ’s humble people rose victorious.\n"
    },
    {
        "append_to_author_name": "",
        "book": "baruch",
        "father_name": "Olympiodorus of Alexandria",
        "file_name": "Baruch 6_17.toml",
        "id": "a6e6c47b-f820-4ee9-835b-2dfb16d05785",
        "location_end": 6000017,
        "location_start": 6000017,
        "source_title": "FRAGMENTS ON THE LETTER OF JEREMIAH 16",
        "source_url": "",
        "ts": 600,
        "txt": "He speaks of idols but says the same of the leaders of the heretics and of those who are preoccupied with earthly things. Their eyes are full of the devil’s dust, so they truly cannot see the diabolical impulses that enter them.\n"
    },
    {
        "append_to_author_name": "",
        "book": "baruch",
        "father_name": "Olympiodorus of Alexandria",
        "file_name": "Baruch 6_19.toml",
        "id": "d4fd7170-7ac9-4595-82f0-a1ff8161055d",
        "location_end": 6000019,
        "location_start": 6000019,
        "source_title": "FRAGMENTS ON THE LETTER OF JEREMIAH 18",
        "source_url": "",
        "ts": 600,
        "txt": "Along with idols he considers those who have been drawn into error and are not enlightened by the law of God, of which it is written, “Your law is light for my feet,” or by the word of the prophets, “lighted like a lamp that shines in a dark place.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "baruch",
        "father_name": "Olympiodorus of Alexandria",
        "file_name": "Baruch 6_20.toml",
        "id": "0c7060d6-8c54-4c97-a6c4-7c5880158afc",
        "location_end": 6000020,
        "location_start": 6000020,
        "source_title": "FRAGMENTS ON THE LETTER OF JEREMIAH 20",
        "source_url": "",
        "ts": 600,
        "txt": "Idolaters are similar to idols. Indeed, it is written, “The one who makes them will be like them.” And for all those who are moved by demons, the face of the soul is deprived of light, darkened by the diabolical smoke that is in their hearts.\n"
    }
]