[
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "George Leo Haydock",
        "file_name": "Malachi 1_1.toml",
        "id": "99e5bb44-4088-45c9-bf24-acb2ff8dd2f5",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Malachi as, \"the angel of the Lord. \"St. Jerome always reads Malachi, \"my angel. \"Septuagint, \"his angel \"whence Origen infers, that this was an angel incarnate. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "Richard Challoner",
        "file_name": "Malachi 1_1.toml",
        "id": "310e53c8-9516-4ebf-b004-d6570c8da4fb",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "MALACHIAS, whose name signifies The Angel of the Lord, was contemporary with NEHEMIAS, and by some is believed to have been the same person as ESDRAS. He was the last of the prophets, in the order of time, and flourished about four hundred years before Christ. He foretells the coming of Christ; the reprobation of the Jews and their sacrifices; and the calling of the Gentiles, who shall offer up to God in every place an acceptable sacrifice.\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "George Leo Haydock",
        "file_name": "Malachi 1_2.toml",
        "id": "8d28a17e-bbcc-44a7-80ca-9eb45c831f07",
        "location_end": 1000002,
        "location_start": 1000002,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Loved us. So they thought, (Theodoret) and perhaps spoke. (Haydock) \nJacob. I have preferred his posterity, to make them my chosen people, and to load them with my blessings, without any merit on their part, and though they have been always ungrateful; whilst I have rejected Esau, and executed severe judgments upon his posterity. Not that God punished Esau or his posterity beyond their deserts, but that by his free election and grace he loved Jacob, and favoured his posterity above their deserts. See the annotations upon Romans ix. (Challoner) \nNeither deserved any thing. God's choice was gratuitous, both with respect to the fathers and their offspring. (Worthington)\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "Richard Challoner",
        "file_name": "Malachi 1_2.toml",
        "id": "e4c6aad2-db3c-4403-88d8-ee3774526c87",
        "location_end": 1000002,
        "location_start": 1000002,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "I have loved Jacob: I have preferred his posterity, to make them my chosen people, and to lead them with my blessings, without any merit on their part, and though they have been always ungrateful; whilst I have rejected Esau, and executed severe judgments upon his posterity. Not that God punished Esau, or his posterity, beyond their desert: but that by his free election and grace he loved Jacob, and favoured his posterity above their deserts.\n"
    },
    {
        "append_to_author_name": " 9:1-18",
        "book": "malachi",
        "father_name": "Romans",
        "file_name": "Malachi 1_2-3.toml",
        "id": "2a7d87c7-4dcf-4b79-b8d3-e0d0e326bf4f",
        "location_end": 1000003,
        "location_start": 1000002,
        "source_title": "",
        "source_url": "",
        "ts": 56,
        "txt": "I say the truth in Christ, I lie not, my conscience also bearing me witness in the Holy Ghost,  That I have great heaviness and continual sorrow in my heart.  For I could wish that myself were accursed from Christ for my brethren, my kinsmen according to the flesh:  Who are Israelites; to whom pertaineth the adoption, and the glory, and the covenants, and the giving of the law, and the service of God, and the promises;  Whose are the fathers, and of whom as concerning the flesh Christ came, who is over all, God blessed for ever. Amen.  Not as though the word of God hath taken none effect. For they are not all Israel, which are of Israel:  Neither, because they are the seed of Abraham, are they all children: but, In Isaac shall thy seed be called.  That is, They which are the children of the flesh, these are not the children of God: but the children of the promise are counted for the seed.  For this is the word of promise, At this time will I come, and Sara shall have a son.  And not only this; but when Rebecca also had conceived by one, even by our father Isaac;  (For the children being not yet born, neither having done any good or evil, that the purpose of God according to election might stand, not of works, but of him that calleth;)  It was said unto her, The elder shall serve the younger.  As it is written, Jacob have I loved, but Esau have I hated. [Malachi 1:2-3] What shall we say then? Is there unrighteousness with God? God forbid.  For he saith to Moses, I will have mercy on whom I will have mercy, and I will have compassion on whom I will have compassion.  So then it is not of him that willeth, nor of him that runneth, but of God that showeth mercy.  For the scripture saith unto Pharaoh, Even for this same purpose have I raised thee up, that I might show my power in thee, and that my name might be declared throughout all the earth.  Therefore hath he mercy on whom he will have mercy, and whom he will he hardeneth.\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "Augustine of Hippo",
        "file_name": "Malachi 1_2.toml",
        "id": "77683189-c7fa-4c85-ae08-ab2d714b2a6f",
        "location_end": 1000002,
        "location_start": 1000002,
        "source_title": "Enchiridion 25:98",
        "source_url": "https://www.newadvent.org/fathers/1302.htm",
        "ts": 430,
        "txt": "Furthermore, who would be so impiously foolish as to say that God cannot turn the evil wills of people—as he wills, when he wills and where he wills—toward the good? But when he acts, he acts through mercy; when he does not act, it is through justice. For “he has mercy on whom he wills, and whom he wills, he hardens.” Now when the apostle said this, he was commending grace, of which he had just spoken in connection with the twin children in Rebecca’s womb: “Before they had yet been born or had done anything good or bad, in order that the electing purpose of God might continue, it was said of them, ‘The elder shall serve the younger.’ ” Accordingly he refers to another prophetic witness, where it is written, “Jacob I loved, but Esau I have hated.” Then, realizing how what he said could disturb those whose understanding could not penetrate to this depth of grace, he adds, “What therefore shall we say to this? Is there unrighteousness in God? God forbid!” Yet it does seem unfair that, without any merit derived from good works or bad, God should love the one and hate the other. Now if the apostle had wished us to understand that there were future good deeds of the other—which God, of course, foreknew—he never would have said “not of good works” but rather “of future works.” Thus he would have solved the difficulty; or rather he would have left no difficulty to be solved. As it is, however, when he went on to exclaim, “God forbid!” he proceeds immediately to add (to prove that no unfairness in God is involved here), “For he says to Moses, ‘I will have mercy on whom I will have mercy, and I will show pity to whom I will show pity.’ ” Now who but a fool would think God unfair either when he imposes penal judgment on the deserving or when he shows mercy to the undeserving? Finally, the apostle concludes and says, “Therefore it is not a question of him who wills nor of him who runs but of God’s showing mercy.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "Augustine of Hippo",
        "file_name": "Malachi 1_2.toml",
        "id": "9588bece-9f85-4f11-9839-15649c98b509",
        "location_end": 1000002,
        "location_start": 1000002,
        "source_title": "LETTER 194",
        "source_url": "",
        "ts": 430,
        "txt": "Who are these that reply to God, who speaks to Rebecca? She had twin sons of one conception of Isaac our father. “The children were not yet born nor had done any good or evil (that the purpose of God according to election might stand).” The election was of grace, not of merit. It is the election by which he does not find but makes elect—“that it was not of works but of him that calls, that the elder should serve the younger.” To this sentence the blessed apostle adds the testimony of a prophet who came along afterward: “Jacob I have loved, but Esau I have hated” to give us to understand plainly by the later utterance what was hidden in the predestination of God by grace before they were born. For what did he love but the free gift of his mercy in Jacob, who had done nothing good before his birth? And what did he hate but original sin in Esau, who had done nothing evil before his birth? Surely he would not have loved in the former a goodness which he had not practiced, nor would he have hated in the latter a nature which he himself had created good.\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "Caesarius of Arles",
        "file_name": "Malachi 1_2.toml",
        "id": "f0d54aea-33a8-4bad-bb17-b71a015360a8",
        "location_end": 1000002,
        "location_start": 1000002,
        "source_title": "SERMON 104:1",
        "source_url": "",
        "ts": 542,
        "txt": "At the very beginning of the world, of those two sons who were born of Adam, Abel the younger is chosen, while as a figure of the unfaithful Jews, Cain the older one is condemned. Afterward, in the time of Abraham, the same figure is fulfilled in Sarah and Hagar. Sarah was sterile for a long time as a type of the church, while Hagar as a figure of the synagogue bore a son at once. Hence it is that the younger son Isaac is received into the inheritance, but Ishmael, who was older, is driven away. This fact also seems to have been fulfilled in those two: Jacob the younger was loved by God, while Esau was rejected according to what is written: “I have loved Jacob but hated Esau.” This figure is also known to have been fulfilled in those two sisters whom blessed Jacob had as his wives: Rachel, who was the younger, was loved more than Leah the older. In fact, of the former was born Joseph, who was to be sold in Egypt as a type of our Lord and Savior. That Leah was bleary-eyed while Rachel was beautiful in countenance is also significant: in Leah is understood the synagogue; the church is indicated in Rachel. A man whose bodily eyes are afflicted with inflammation cannot look at the brightness of the sun. Similarly the synagogue, which had had the eyes of its heart filled with jealousy and envy against our Lord and Savior as with poisonous floods, could not gaze upon the splendor of Christ, who is “the Sun of justice.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "George Leo Haydock",
        "file_name": "Malachi 1_3.toml",
        "id": "654aa9cc-f978-4cc9-ba6b-9911f27887ad",
        "location_end": 1000003,
        "location_start": 1000003,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Esau, perceiving the evil which was already in him, and would appear afterwards; (St. Jerome and Theodoret) or rather he was a figure of the reprobate, though not of course one himself. (St. Augustine) \nA person is said to hate what he loves less. Esau's privileges were transferred to his brother, who enjoyed a much finer country, and was chosen for God's peculiar inheritance. (Calmet) \nTemporal blessings are here specified. \nDragons. Septuagint, \"houses \"so that they shall be deserted. (Haydock) \nEdom was ravaged by Nabuchodonosor. The people retired into the cities, from which the Jews were driven. Yet afterwards they rebuilt their own habitations.\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "George Leo Haydock",
        "file_name": "Malachi 1_4.toml",
        "id": "bed2feb9-f502-4441-baec-3a5053ff302c",
        "location_end": 1000004,
        "location_start": 1000004,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Down, by the Machabees, who forced the people to receive circumcision, 1 Machabees v. 3. (Calmet) \nAt that time the Jews were more pious, and glorified God. (Haydock) \nEver. God's gratuitous love appears in his leaving Edom in captivity, and restoring the Jews. (Worthington)\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "George Leo Haydock",
        "file_name": "Malachi 1_6.toml",
        "id": "d18f4786-9c33-429c-a91a-363b7ced5d86",
        "location_end": 1000006,
        "location_start": 1000006,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Father. God sometimes took this title, Exodus iv. 32. But he was oftener represented as a master; and the old law was a law of fear. (Calmet) \nServant et metuunt jus. (Juvenal xiv.)\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "Augustine of Hippo",
        "file_name": "Malachi 1_6.toml",
        "id": "1eec92ac-cc66-47cb-8b76-3998df5f7183",
        "location_end": 1000006,
        "location_start": 1000006,
        "source_title": "SERMON ON THE MOUNT 2:4.15",
        "source_url": "",
        "ts": 430,
        "txt": "We must consider what it is that we have been commanded to pray for—commanded by him from whom we learn to pray for and through whom we obtain what we pray for. He says, “In this manner shall you pray: ‘Our Father who art in heaven, hallowed be your name. Your kingdom come, your will be done on earth as it is in heaven. Give us this day our daily bread. And forgive us our debts as we forgive our debtors. And lead us not into temptation, but deliver us from evil.’?” In every kind of petition we ought first to try to gain the good will of the one we are petitioning. And the praise is usually placed at the beginning of the prayer, where in this instance our Lord has bidden us to say nothing else than “our Father who art in heaven.” Praise of God has been expressed in many manners of speech. Anyone can see this as he reads those forms of praise scattered widely here and there throughout the sacred Scriptures. But nowhere is there found any instruction for the people of Israel to say “our Father” or to pray to God as a Father. To them he has been proposed as a master, for they were servants; that is, they were as yet living according to the flesh. When I say this, I am referring to them when they received the commandments of the law which they were ordered to observe, for the prophets frequently point out that this same Lord of ours would have been their father as well, if they did not stray from his commandments. For instance, there are the following expressions: “I have begotten children and exalted them, but they have despised me,” and, “I have said, ‘You are gods and all of you the sons of the most high,’ ” and, “If I am a master, where is my fear? And if I am a father, where is my honor?” Even if we were to disregard those prophetic sayings that refer to the fact that there would be a Christian people who would have God as their Father—in accordance with that saying in the Gospel, “He gave them the power of becoming children of God”—there are still many other expressions whereby the Jews are reproved for the fact that by committing sins they refused to be children. The apostle Paul says, “As long as the heir is a little child, he differs in no way from a slave,” but he reminds us that we have received the spirit of adoption, by virtue of which we cry, “Abba, Father.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "Jerome",
        "file_name": "Malachi 1_6.toml",
        "id": "460a28bd-aa69-4f59-8b17-5ec86afbc215",
        "location_end": 1000006,
        "location_start": 1000006,
        "source_title": "LETTER 52.7",
        "source_url": "https://github.com/HistoricalChristianFaith/Writings-Database/blob/master/Jerome/Letters/letter_052.md",
        "ts": 420,
        "txt": "Be obedient to your bishop and obey him as your spiritual father. Sons love and slaves fear. “If I am a father,” he says, “where is my honor? And if I am a master, where is my fear?” In your case one man combines in himself many titles to your respect. He is at once monk, bishop and uncle. But the bishops also should know themselves to be priests, not lords. Let them render to the clergy the honor that is their due that the clergy may offer to them the respect which belongs to bishops.\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "John Cassian",
        "file_name": "Malachi 1_6.toml",
        "id": "492c07b3-c80d-4715-8b29-231c64591d4a",
        "location_end": 1000006,
        "location_start": 1000006,
        "source_title": "CONFERENCE 11:13.4-6",
        "source_url": "",
        "ts": 435,
        "txt": "“There is a great distinction, then, between the fear that lacks for nothing, which is the treasure of wisdom and knowledge, and the one that is imperfect, which is called “the beginning of wisdom.” This latter has punishment in itself, and it is cast out from the hearts of the perfect upon the advent of the fullness of love. For “there is no fear in love, but perfect loves casts out fear.” And in fact, if the beginning of wisdom consists in fear, what but the love of Christ will be its perfection, which contains in itself the fear of perfect love and which is no longer called the beginning but rather the treasure of wisdom and knowledge? Therefore there are two degrees of fear. The one is for beginners—that is, for those who are still under the servile dread. In regard to this it is said, “The slave shall fear his master,” and in the Gospel, “I no longer call you servants, because a servant does not know what his master is doing.” And consequently he says, “The slave does not remain in the house forever.” For he is instructing us to pass from the fear of punishment to the fullest freedom of love and to the confidence of the friends and sons of God. And the blessed apostle, who had long since passed beyond the degree of servile fear, thanks to the power of the Lord’s love, disdains lower things and professes that he has been endowed with greater goods. “For,” he says, “God has not given us a spirit of fear but of power and love and self-control.” Those who burned with perfect love of the heavenly Father and whom, from slaves, the divine adoption had already made sons he also exhorts in these words: “You have not received a spirit of slavery again in fear, but you have received a spirit of adoption, in which we cry out, ‘Abba, Father.’ ”\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "Maximus of Turin",
        "file_name": "Malachi 1_6.toml",
        "id": "98d0b94b-9d9a-4703-9d2a-7d8b58cfcff8",
        "location_end": 1000006,
        "location_start": 1000006,
        "source_title": "SERMON 73:1",
        "source_url": "",
        "ts": 465,
        "txt": "Last Sunday I spoke at sufficient length for the correction of those who do not give thanks to the Creator for the divine gifts that they enjoy and who, while benefiting from heavenly kindness, like ungrateful and unworthy persons do not acknowledge the author of kindness. They are ungrateful, I say, who neither fear God as slaves do their master nor honor him as children do their father. God says through the prophets, “If I am a master, where is my fear? If I am a father, where is my love?” That is to say, if you are a slave, render the master service of fear; if you are a son, show your father a reverent love. But when you do not give thanks, you neither love nor fear God; hence you are an insolent slave or a proud son. The good Christian, therefore, ought always to praise his Father and Master and to do all good things with a view of his glory, as the blessed apostle says: “Whether you eat or drink or do anything, do all for the glory of God.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "Apostolic Constitutions",
        "file_name": "Malachi 1_6.toml",
        "id": "438de8cc-d8b4-488e-aa17-b23fc2f0a3fc",
        "location_end": 1000006,
        "location_start": 1000006,
        "source_title": "CONSTITUTIONS OF THE HOLY APOSTLES 8:1.2",
        "source_url": "https://www.newadvent.org/fathers/07158.htm",
        "ts": 380,
        "txt": "And indeed Balaam the prophet, when he had corrupted Israel by Baal-peor, suffered punishment; and Caiaphas at last was his own murderer; and the sons of Sceva, endeavoring to cast out demons, were wounded by them and fled away in an unseemly manner;22 and the kings of Israel and of Judah, when they became impious, suffered all sorts of punishments. It is therefore evident how bishops and presbyters, also falsely so called, will not escape the judgment of God. For it will be said to them even now: “O you priests that despise my name, I will deliver you up to the slaughter, as I did Zedekiah and Ahab, whom the king of Babylon fried in a frying pan,” as says Jeremiah the prophet.\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "George Leo Haydock",
        "file_name": "Malachi 1_7.toml",
        "id": "b9eb003a-5402-488c-89f3-52c59f1a2f6c",
        "location_end": 1000007,
        "location_start": 1000007,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Bread, including all the victims, Leviticus iii. 11., and Numbers xxviii. 2. (Calmet) \nBy vile presents they show their contempt of God. (Worthington)\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "George Leo Haydock",
        "file_name": "Malachi 1_8.toml",
        "id": "8221e6b5-c1c2-4dd9-8b02-fba9ae74d2aa",
        "location_end": 1000008,
        "location_start": 1000008,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Lame. The victims must be without defect, Leviticus xxii. 21. Those of the Jews were also rendered inadmissible by their evil dispositions, Aggeus ii. 14. It is surprising, that after such scourges they should not have been more upon their guard. The negligence of the sacred ministers, is a sure sign of faith being extinct. (Calmet) \nPagans often thus treated their idols. (Clement of Alexandria, Strom. vi.) \nPrince: the governor sent by the Persians. If you dare not make such presents to men of eminence, how shall I accept them? (Calmet) \nHow dare you offer them to me? (Worthington)\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "Sahdona the Syrian",
        "file_name": "Malachi 1_8.toml",
        "id": "2817adbc-245a-41ad-871e-95af84e657a0",
        "location_end": 1000008,
        "location_start": 1000008,
        "source_title": "BOOK OF PERFECTION 18",
        "source_url": "",
        "ts": 9999999,
        "txt": "Such was the offering of the murderous Cain that was rejected. He had been told by God, “If you act well, I will receive it.” Such again were all the offerings of the Israelites that were rejected, whereby they received the curse of the prophet who says, “Cursed is the man who has a ram in his flock, and he vows and sacrifices to the Lord one that is sickly.” He rebukes and reproaches them, saying, “Try offering it to your ruler, to see if he will be pleased with it or show you favor; this is what the Lord says.” So how will any address made to God during the ministry of prayer that shows any contempt prove acceptable to God—an address that is full of all sorts of distractions, that is sickly and broken up by interruptions? This sort of thing would not be acceptable even to the most insignificant of human beings if he were thus addressed. The offering of turbulent prayer and the ministration of a heart that shows contempt are exactly like the sacrifice of a blemished ram.\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "George Leo Haydock",
        "file_name": "Malachi 1_10.toml",
        "id": "b15ecdd5-d2c9-409d-a130-2ed159ba7267",
        "location_end": 1000010,
        "location_start": 1000010,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Gratis? Are you not well paid? Why then perform you not your duty exactly? (Calmet) \nSeptuagint, \"Wherefore also among you shall the doors be shut, and my altar is not enkindled for nought \"(Haydock) as if God menaced the Jews with the rejection of the temple, as the sequel does. (Calmet) \nPleasure. Many other prophets had foretold the reprobation of the synagogue, but none more plainly. The reason is also assigned, viz., the ingratitude and repeated sins of the people, on which account the Gentiles of all countries shall be chosen. (Worthington)\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "Augustine of Hippo",
        "file_name": "Malachi 1_10.toml",
        "id": "8d64c738-c2a1-454b-9bf7-b9907a59ec02",
        "location_end": 1000010,
        "location_start": 1000010,
        "source_title": "City of God 18.35",
        "source_url": "https://www.newadvent.org/fathers/120118.htm",
        "ts": 430,
        "txt": "Now I turn to Malachi. This man, prophesying of the church which by Christ’s power has now expanded far and wide, takes on the person of God to say to the Jews: “ ‘I have no pleasure in you,’ says the Lord of hosts, ‘and I will not receive a gift from your hand. For from the rising of the sun even to the going down thereof, my name is great among the Gentiles, and in every place there is sacrifice, and there is offered to my name a clean oblation for my name is great among the Gentiles,’ says the Lord of hosts.” Now if we see that everywhere in our time, “from the rising of the sun to the going down thereof,” this sacrifice is being offered by Christ’s priests according to the order of Melchizedek, and if the Jews are in no position to deny that their sacrifices, rejected in the first verse, have come to an end—how is it that they can be looking for another Christ? They read the prophecy; they see its fulfillment before their very eyes. Why can they not realize that he must have been the Christ to fulfill it, since nobody else could?\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "Augustine of Hippo",
        "file_name": "Malachi 1_10.toml",
        "id": "de727ed5-6578-47bc-ba8f-a0cdc699d8cb",
        "location_end": 1000010,
        "location_start": 1000010,
        "source_title": "IN ANSWER TO THE JEWS 9",
        "source_url": "",
        "ts": 430,
        "txt": "Lastly, O Jews, if you try to distort these prophetic words into another meaning according to the dictates of your heart, you resist the Son of God against your own salvation.… The house of Jacob or Israel is the same people, both called and cast off—not called in respect to some and cast off in respect to others, but the entire house called to walk in the light of the Lord.… The reason why the house had been cast off was because its people were not walking in the light of the Lord, or some of the house certainly were called and others cast off in such a way that without any separation having been of the Lord’s table as regards the sacrifice of Christ. Both called and cast off were under the same old sacraments, to be sure; both those who walked in the light of the Lord and observed his precepts and those who rejected justice and deserved to be abandoned by it. If you choose to interpret these testimonies in this manner, what are you going to say and how will you interpret another prophet who cuts this reply away entirely, shouting with unmistakable manifestation: “ ‘I have no pleasure in you,’ says the Lord almighty, ‘and I will not receive a gift of your hand. For from the rising of the sun even to the going down my name is great among the Gentiles, and in every place sacrifice is offered in my name, a clean oblation: for my name is great among the Gentiles,’ says the Lord almighty.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "John Chrysostom",
        "file_name": "Malachi 1_10.toml",
        "id": "442defa4-da0f-4689-9b9a-32790462016a",
        "location_end": 1000010,
        "location_start": 1000010,
        "source_title": "DISCOURSES AGAINST JUDAIZING CHRISTIANS 5:12.3",
        "source_url": "",
        "ts": 407,
        "txt": "The Jews did return from Babylon, they did recover the city, they did rebuild the temple, and they did offer sacrifices. But it was only after all this that Malachi predicted the coming of the present desolation and the abolition of Jewish sacrifices. This is what he said speaking in God’s behalf: “ ‘Shall I for your sakes accept your persons?’ says the Lord God almighty. ‘For from the rising of the sun, even to its setting, my name is glorified among the nations; and everywhere they bring incense to my name, and a pure offering. But you have profaned it.’ ”\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "John Chrysostom",
        "file_name": "Malachi 1_10.toml",
        "id": "741e93f3-07ce-43d3-a21d-78114ee591a7",
        "location_end": 1000010,
        "location_start": 1000010,
        "source_title": "DEMONSTRATION AGAINST THE PAGANS 43",
        "source_url": "",
        "ts": 407,
        "txt": "After their captivity in Babylon the Jews did rebuild their temple and restored the place where they were allowed to observe all the rituals according to the law. But now the power of Christ, the power that founded the church, has also destroyed their restored temple. And their prophets foretold this and showed that God would reject Judaism and introduce a new way of worship.\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "John Chrysostom",
        "file_name": "Malachi 1_10.toml",
        "id": "a05fb3cc-7c94-4f8d-805d-648fc30ffcf5",
        "location_end": 1000010,
        "location_start": 1000010,
        "source_title": "DEMONSTRATION AGAINST THE PAGANS 7:1",
        "source_url": "",
        "ts": 407,
        "txt": "Scripture did not pass over in silence the rejection of the Jews. Notice how the prophet Malachi foretold this too. “Behold, among you the doors will be shut, and fire will not be kindled on my altar for anything.” He also foretold who would now pay God worship. “From the rising of the sun to its going down, my name has been glorified among the nations.” And again he said, “And in every place incense is offered to me and a pure sacrifice.” Do you see how he made clear the nobility of worship? How he showed that the new worship had a special honor and differed from the old? Worship will not be confined to a place or a way of sacrifice, nor will it consist in savor or smoke or omens; it will be a different ritual.\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "Justin Martyr",
        "file_name": "Malachi 1_10.toml",
        "id": "f37a674e-9bf2-4cdb-820d-98dcbb3eaf01",
        "location_end": 1000010,
        "location_start": 1000010,
        "source_title": "Dialogue with Trypho 42",
        "source_url": "https://www.newadvent.org/fathers/0128.htm",
        "ts": 165,
        "txt": "“And the offering of fine flour, sirs,” I said, “which was prescribed to be presented on behalf of those purified from leprosy, was a type of bread of the Eucharist, the celebration of which our Lord Jesus Christ prescribed, in remembrance of the suffering which he endured on behalf of those who are purified in soul from all iniquity. [This was prescribed] in order that we may at the same time thank God for having created the world, with all things therein, for the sake of humankind, and for delivering us from the evil in which we were, and for utterly overthrowing principalities and powers by him who suffered according to his will. Hence God speaks by the mouth of Malachi, one of the twelve [prophets], as I said before, about the sacrifices at that time presented by you: “ ‘I will have no pleasure in you,’ says the Lord, ‘and I will not accept your sacrifices at your hands. From the rising of the sun to the going down of the same, my name has been glorified among the Gentiles, and in every place incense is offered to my name, and a pure offering: for my name is great among the Gentiles,’ says the Lord, but you profane it.” [So] he then speaks of those Gentiles, namely us, who in every place offer sacrifices to him, that is, the bread of the Eucharist and also the cup of the Eucharist, affirming both that we glorify his name and that you profane [it]. The command of circumcision, again bidding [them] always to circumcise the children on the eighth day, was a type of the true circumcision, by which we are circumcised from deceit and iniquity through him who rose from the dead on the first day after the sabbath, [namely, through] our Lord Jesus Christ. For the first day after the sabbath, remaining the first of all the days, is called, however, the eighth, according to the number of all the days of the cycle, and [yet it] remains the first.\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "George Leo Haydock",
        "file_name": "Malachi 1_11.toml",
        "id": "0cb5a868-dc55-4b06-8176-21a872f1a837",
        "location_end": 1000011,
        "location_start": 1000011,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Sacrifice. Protestant, \"incense. \"(Haydock) \nClean oblation. The precious body and blood of Christ in the eucharistic sacrifice. (Challoner) \nThis is denoted by the very word mincha, the offering of flour and wine. (Calmet) See St. Justin Martyr, Dialogue with Trypho; St. Iren us, Against Heresies iv. 32.; St. Augustine, City of God xviii. 35.) \n\"We pollute this bread, that is the body of Christ, when we approach the altar unworthily. \"(St. Jerome v. 7.) \nThis sacrifice is always pure, though the priest or receiver be otherwise. (Calmet) \nHence it is always clean. (Council of Trent, session xxii. chap. i.) (Menochius) \nIt is offered daily throughout the world. The Jews see the completion of this prediction, and are vexed; they strive to elude its force. Though enemies, they bear about these proofs of our faith, and of their own condemnation. (Calmet) \nGod not only changed his people, but instituted a better sacrifice. Instead of the former needy elements, (Galatians iv.) which were often defiled by the sins of the offerers, He instituted the sacrifice of his own Body and Blood, under the appearance of bread and wine, as St. Chrysostom (in Psalm xcv.), Theodoret, prove against all opponents. A sacrifice different from any offered by the Jews, who could offer only at Jerusalem, (Deuteronomy xvi.) is clearly specified, as many have demonstrated. (Worthington) \nChrist's bloody sacrifice on the cross was performed on Calvary, and not among the Gentiles. What sacrifice can Protestants now produce? (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "Richard Challoner",
        "file_name": "Malachi 1_11.toml",
        "id": "d20ed7c8-73ee-4ef1-96bd-b38e5c4095ee",
        "location_end": 1000011,
        "location_start": 1000011,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "A clean oblation: Viz., the precious body and blood of Christ in the eucharistic sacrifice.\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "Gregory of Nazianzus",
        "file_name": "Malachi 1_11.toml",
        "id": "6bbe1fe9-bd9b-4b38-b0e3-d25feb5e7757",
        "location_end": 1000011,
        "location_start": 1000011,
        "source_title": "ON HOLY BAPTISM, ORATION 40:39",
        "source_url": "",
        "ts": 390,
        "txt": "And in addition to what has been said, it is good with our head cleansed, as the head which is the workshop of the senses is cleansed, to hold fast the head of Christ, from which the whole body is fitly joined together and compacted, and to cast down our sin that exalted itself, when it would exalt us above our better part. It is good also for the shoulder to be sanctified and purified that it may be able to take up the cross of Christ, which not everyone can easily do. It is good for the hands to be consecrated, and the feet. [One is consecrated] that they may in every place be lifted up holy and that they may lay hold of the discipline of Christ, lest the Lord at any time be angered; and that the word may gain credence by action, as was the case with that which was given in the hand of a prophet. The other [is consecrated] that they be not too swift to shed blood or to run to evil, but that they be prompt to run to the gospel and the prize of the high calling and to receive Christ who washes and cleanses them. And it would be good if there is also a cleansing of that belly which receives and digests the food of the word. Do not make it a god by luxury and the meat that perishes. Rather, give it all possible cleansing and make it more spare, that it may receive the Word of God at the very heart and grieve honorably over the sins of Israel. I find also the heart and inward parts deemed worthy of honor. David convinces me of this when he prays that a clean heart may be created in him and a right spirit renewed in his inward parts, meaning, I think, the mind and its movements or thoughts.\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "Didache",
        "file_name": "Malachi 1_11-14.toml",
        "id": "e863d2cc-df9f-47a0-b56c-827b6acd7724",
        "location_end": 1000014,
        "location_start": 1000011,
        "source_title": "The Didache, Chapter 14",
        "source_url": "https://www.newadvent.org/fathers/0714.htm",
        "ts": 100,
        "txt": "And on the Lord’s day, after you have come together, break bread together. Break bread and offer Eucharist, having first confessed your offenses, so that your sacrifice may be pure. But let no one who has quarreled with his neighbor join you until he is reconciled, lest your sacrifice be defiled. For it was said by the Lord, “In every place and time let there be offered to me a clean sacrifice, because I am the great king;” and also, “and my name is wonderful among the Gentiles.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "Augustine of Hippo",
        "file_name": "Malachi 1_11.toml",
        "id": "9337d8b4-e667-4e95-b338-084d2b612f3c",
        "location_end": 1000011,
        "location_start": 1000011,
        "source_title": "LETTER 185:5",
        "source_url": "",
        "ts": 430,
        "txt": "Whether betrayers of the divine books ordained Caecilian, I do not know; I did not see; I heard it from his enemies; it’s not declared to me by the law of God, or by the preaching of the prophets, or by the holy psalms, or by the apostles of Christ or by Christ’s words. But the testimonies of the entire Scripture proclaim with one voice that the church, with which the sect of Donatus is not in communion, is indeed spread throughout the entire world. “In your seed shall all the nations of the earth be blessed,” said the law of God. “From the rising of the sun even to the going down, there is offered to my name a clean offering, for my name is great among the Gentiles,” said God through the prophet.\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "Augustine of Hippo",
        "file_name": "Malachi 1_11.toml",
        "id": "f519518b-6575-4498-95a6-021e5f3238fd",
        "location_end": 1000011,
        "location_start": 1000011,
        "source_title": "SERMON 228B.1",
        "source_url": "",
        "ts": 430,
        "txt": "You have all just now been born again of water and the spirit, and can see that food and drink upon this table of the Lord in a new light, and receive it with a fresh love and piety. So I am obliged by the duty I have of giving you a sermon and by the anxious care by which I have given you birth, that Christ might be formed in you, to remind you infants of what the meaning is of such a great and divine sacrament, such a splendid and noble medicine, such a pure and simple sacrifice, which is not offered now just in the one earthly city of Jerusalem, nor into that tabernacle which was constructed by Moses, nor in the temple built by Solomon. These were just “shadows of things to come.” But “from the rising of the sun to its setting,” it is offered as the prophets foretold, and as a sacrifice of praise to God, according to the grace of the New Testament. No longer is a victim sought from the flocks for a blood sacrifice, nor is a sheep or a goat any more led to the divine altars, but now the sacrifice of our time is the body and blood of the priest himself. About him, indeed, it was foretold so long ago in the psalms, “You are a priest forever according to the order of Melchizedek.” That Melchizedek, priest of God the most high, offered bread and wine when he blessed our father Abraham, we gather from reading about it in the book of Genesis.\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "Augustine of Hippo",
        "file_name": "Malachi 1_11.toml",
        "id": "f96ed0a7-734f-46e8-b62e-643f391f3f13",
        "location_end": 1000011,
        "location_start": 1000011,
        "source_title": "EXPLANATION OF THE PSALMS 107:8",
        "source_url": "",
        "ts": 430,
        "txt": "To him it was said, “You are a priest forever, after the order of Melchizedek.” For you seek a sacrifice among the Jews; you have none after the order of Aaron. You seek it after the order of Melchizedek, though finding it not among them; but through the whole world it is celebrated in the church: “From the rising of the sun to the setting thereof the name of the Lord is praised.” “And they sowed fields and planted vineyards and got fruit of corn,” at which that workman rejoiced who said, “not because I desire a gift, but I seek fruit.” “And he blessed them, and they were multiplied exceedingly, and their cattle were not diminished.” This stands. For “the foundation of God stands sure, because the Lord knows them that are his.” They are called “beasts of burden” and “cattle” that walk simply in the church yet are useful; not deeply learned but full of faith. Therefore, whether spiritual or carnal, “he blessed them.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "John Damascene",
        "file_name": "Malachi 1_11.toml",
        "id": "3e2a96b6-f10b-4af9-96a5-ad8b19214d9d",
        "location_end": 1000011,
        "location_start": 1000011,
        "source_title": "ORTHODOX FAITH 4:13",
        "source_url": "",
        "ts": 749,
        "txt": "It was with bread and wine that Melchizedek, the priest of the most high God, received Abraham, when he was returning from the slaughter of the alien tribes. That altar prefigured this mystical altar, even as that priest was a type and a figure of the true archpriest, who is Christ. For “you,” he says, “are a priest forever according to the order of Melchizedek.” This bread was prefigured by the loaves of proposition. This is quite plainly the pure and unbloody sacrifice which the Lord, through the mouth of the prophet, said was to be offered to him from the rising of the sun even to its going down.\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "Origen of Alexandria",
        "file_name": "Malachi 1_11.toml",
        "id": "72497e64-a9fd-4eb6-ae81-069af3a2b68f",
        "location_end": 1000011,
        "location_start": 1000011,
        "source_title": "HOMILIES ON GENESIS 13:3",
        "source_url": "",
        "ts": 253,
        "txt": "And it is astonishing that Moses is called Moses even among us and each of the prophets is addressed by his own name. For Christ did not change the names in them but the understanding. And he changes it there that now later we might not pay attention “to Jewish fables” and “endless genealogies,” because “they turn their hearing away from the truth indeed but are turned to fables.” He opened, therefore, the wells and taught us, that we might not seek God in some one place but might know that “sacrifice is offered to his name in every land.” For it is now that time “when the true worshipers worship the Father neither in Jerusalem nor on Mount Gerizim “but in spirit and truth.” God, therefore, dwells in the heart. And if you are seeking the place of God, a pure heart is his place, for he says through the prophet, “ ‘I will dwell in them; and they shall be my people, and I will be their God,’ says the Lord.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "Aphrahat the Persian Sage",
        "file_name": "Malachi 1_11.toml",
        "id": "ad4b4cfb-2583-4e66-91c3-eb9e65dd46da",
        "location_end": 1000011,
        "location_start": 1000011,
        "source_title": "ON PRAYER 1",
        "source_url": "",
        "ts": 345,
        "txt": "Purity of heart constitutes prayer more than do all the prayers that are uttered out loud, and silence united to a mind that is sincere is better than a loud voice of someone crying out. My beloved, give me now your heart and your thought, and hear about the power of pure prayer; see how our righteous ancestors excelled in their prayer before God and how it served them as a “pure offering.” For it was through prayer that offerings were accepted, and it was prayer again that averted the flood from Noah. Prayer has healed barrenness, prayer has overthrown armies, prayer has revealed mysteries, prayer has divided the sea, prayer made a passage through the Jordan. It held back the sun, it made the moon stand still, it destroyed the unclean, it caused fire to descend. Prayer closed up the heaven, prayer raised up from the pit, rescued from the fire and saved from the sea.\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "Apostolic Constitutions",
        "file_name": "Malachi 1_11.toml",
        "id": "a946d2b3-9402-40d2-8d01-22fdffcad740",
        "location_end": 1000011,
        "location_start": 1000011,
        "source_title": "CONSTITUTIONS OF THE HOLY APOSTLES 6:4.23",
        "source_url": "https://www.newadvent.org/fathers/07156.htm",
        "ts": 380,
        "txt": "He has in several ways changed the baptism ritual of the priesthood and the divine service, which was confined to one place, for instead of daily baptisms he has given only one, which is that into his death. Instead of one tribe, he has pointed out that out of every nation the best should be ordained for the priesthood; and that rather than their bodies, their religion and their lives should be examined for blemishes. Instead of a bloody sacrifice, he has appointed that reasonable and unbloody mystical one of his body and blood, which is performed to represent the death of the Lord by symbols. Instead of the divine service confined to one place, he has commanded and appointed that he should be glorified from sun rising to sun setting in every place of his dominion.\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "George Leo Haydock",
        "file_name": "Malachi 1_12.toml",
        "id": "bcf50c3d-8d1e-4475-98dd-7ecac508ee03",
        "location_end": 1000012,
        "location_start": 1000012,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "It. The priests complain that all is burnt, (Grotius) or rather they treat sacred things with contempt. (Calmet) \nThey falsely pretend that they give their best, being poor. (Menochius)\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "George Leo Haydock",
        "file_name": "Malachi 1_13.toml",
        "id": "36316c16-d38d-40e8-bd01-ee95ffab5756",
        "location_end": 1000013,
        "location_start": 1000013,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Behold of our labour You pretended labour and weariness, when you brought your offering; and so made it of no value, by offering it with an evil mind. Moreover, what you offered was both defective in itself, and gotten by rapine and extortion. (Challoner) \nThese were two defects. (Worthington) \nHebrew, \"what fatigue, or if we change one letter, and read (Calmet) mothlae, (Haydock) it stinks, and you. \"Some copies of Septuagint, Arabic, \"I blew them away \"with disgust. \nRapine. Ecclesiasticus xxxiv. 24. \nOffering. Mincha, ver. 11. (Calmet) \nSuch victims and presents as are lame or strange, are rejected. (Pliny, viii. 45.)\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "Richard Challoner",
        "file_name": "Malachi 1_13.toml",
        "id": "7df62257-3cbb-443a-b432-3257c6208e08",
        "location_end": 1000013,
        "location_start": 1000013,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "Behold of our labour: You pretended labour and weariness, when you brought your offering; and so made it of no value, by offering it with an evil mind. Moreover, what you offered was both defective in itself, and gotten by rapine and extortion.\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "George Leo Haydock",
        "file_name": "Malachi 1_14.toml",
        "id": "36882cb7-a73d-4e19-80c6-fce7ea3add01",
        "location_end": 1000014,
        "location_start": 1000014,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Male. So better things are styled mascula thura. (Virgil; Pliny, xii. 14.) \nIt was unlawful to offer a female by vow, but not out of devotion, Leviticus xxii. 18, 23. (Calmet) \nKing. So the Persian monarchs were called. \nDreadful. Greek, \"Epiphanes. \"(Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "George Leo Haydock",
        "file_name": "Malachi 2_1.toml",
        "id": "a86d34f8-fdd8-4ad5-a976-a3a79253bb79",
        "location_end": 2000001,
        "location_start": 2000001,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Priests. Such, hoarding up riches, dishonour God and his sacraments, as if they were temporal things to be purchased, and so they scandalize the weak. It would be well for them if they were reduced to poverty, (ver. 2.) and would repent, as they will otherwise be deprived of eternal goods, having received their wages in this world, like hirelings, John x. (Worthington)\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "Cyprian",
        "file_name": "Malachi 2_1-2.toml",
        "id": "9f89c9e1-22ed-4be8-98d1-ba9e89bece78",
        "location_end": 2000002,
        "location_start": 2000001,
        "source_title": "LETTER 8",
        "source_url": "",
        "ts": 258,
        "txt": "In this place, we must consider, dearly beloved brother, for the sake of the faith and religion of the sacerdotal office which we exercise, whether the account of a bishop of God who asserts and approves and considers acceptable the baptism of blasphemers can be satisfactory when the Lord threatens and says, “ ‘And now, O priests, this commandment is for you. If you do not hear and if you do not lay it to heart to give glory to my name,’ says the Lord God omnipotent, ‘I will send a curse upon you, and of your blessing I will make a curse.’ ” Does he who is in communion with the baptism of Marcion give glory to God? Does he who thinks that the remission of sins is granted among those who blaspheme against God give glory to God? Does he who asserts that sons of God are born of an adulterous and fornicating woman give glory to God? Does he who, not holding the unity and truth coming from the divine law, defends heresies against the church give glory to God? Does he who, as a friend of heretics and an enemy of Christians, thinks that bishops of God protecting the truth of Christ and the unity of the Christ ought to be excommunicated give glory to God? If glory is thus given to God, if the fear and discipline of God are thus preserved by his worshipers and bishops, let us cast aside our arms. Let us surrender into captivity. Let us hand over to the devil the ordination of the gospel, the decree of Christ, the majesty of God. Let the sacraments of the divine welfare be cast aside. Let the standards of the heavenly camp be given up. Let the church succumb and yield to heretics, light to darkness, faith to perfidy, hope to despair, reason to error, immortality to death, love to hatred, truth to lying, Christ to antichrist.\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "George Leo Haydock",
        "file_name": "Malachi 2_2.toml",
        "id": "7c7dcf18-e98f-430d-b125-97b2c275eb87",
        "location_end": 2000002,
        "location_start": 2000002,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Blessings, riches. The priests also blessed the people, Numbers vi. 23. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "George Leo Haydock",
        "file_name": "Malachi 2_3.toml",
        "id": "a138639e-89b9-418e-8b57-6770305902c1",
        "location_end": 2000003,
        "location_start": 2000003,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Shoulder. I will cast away the shoulder, which in the law was appointed to be your portion, and fling it at you in my anger: and will reject both you and your festivals like dung. (Challoner) \nHebrew now reads for shoulder, zerah, \"grain \"or seed. (Calmet) \n\"I will menace you with the shoulder, and will spread dirt on your faces, even the dirt of your feasts \"(Aquila) or \"the ventricle of your festivals. \"(Septuagint) (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "Richard Challoner",
        "file_name": "Malachi 2_3.toml",
        "id": "ee35216d-c188-4693-98cd-0041cdcaf3fc",
        "location_end": 2000003,
        "location_start": 2000003,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "I will cast the shoulder to you: I will cast away the shoulder, which in the law was appointed to be your portion, and fling it at you in my anger: and will reject both you and your festivals like dung.\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "George Leo Haydock",
        "file_name": "Malachi 2_4.toml",
        "id": "33cc9b1d-3187-49fd-be1e-b5a58e2b5d1c",
        "location_end": 2000004,
        "location_start": 2000004,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Levi. When this tribe was chosen does not appear. Some think that he alludes to the renewing of the covenant under Nehemias, which seems best, 2 Esdras ix. 1, 38. I then promised you life (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "Augustine of Hippo",
        "file_name": "Malachi 2_5.toml",
        "id": "8ce0b339-c475-441c-915c-e63881172715",
        "location_end": 2000005,
        "location_start": 2000005,
        "source_title": "City of God 18.35",
        "source_url": "https://www.newadvent.org/fathers/120118.htm",
        "ts": 430,
        "txt": "A little further on Malachi speaks of Christ, again in the person of God: “My covenant was with him of life and peace, and I gave him fear; and he feared me, and he was afraid before my name. The law of truth was in his mouth, and iniquity was not found on his lips. He walked with me in peace and equity and turned many away from iniquity. For the lips of the priest shall keep knowledge, and they shall seek the laws at his mouth because he is the angel of the Lord of hosts.” No one should be astonished to hear Christ spoken of as “the angel of the Lord of hosts.” He was called his servant because he came to humanity in the form of a servant; similarly he was called an angel because of the evangel, which he brought to humankind.\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "George Leo Haydock",
        "file_name": "Malachi 2_7.toml",
        "id": "582c23b7-3280-4df4-b3b1-13707472fa75",
        "location_end": 2000007,
        "location_start": 2000007,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "The angel, viz., the minister and messenger. (Challoner) \nPriests must administer the sacraments, and likewise instruct the people, being God's messengers. (Worthington) \nThe Jews were well acquainted with the law, Jeremias xviii. 18. \nThe priests had to decide most intricate cases, Deuteronomy xvii. 9., and xxxiii. 9. (Calmet) \nThe sentence of the high priest was received like that of an angel. (Diod. Sic. xl. apud Phol.) \nIf such science was required under the old law, how much more is necessary in Christian priests, whose mysteries and duties are so much more important! (Calmet) \nIgnoratio scripturarum ignoratio Christi est. (St. Jerome in Isaiashic.)\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "Gregory the Dialogist",
        "file_name": "Malachi 2_7.toml",
        "id": "74506765-71cf-44d7-9e09-b4a32606c233",
        "location_end": 2000007,
        "location_start": 2000007,
        "source_title": "PASTORAL CARE 2:4",
        "source_url": "",
        "ts": 604,
        "txt": "For in sacred language teachers are sometimes called prophets in that, by pointing out how fleeting are present things, they make manifest the things that are to come. And such the divine discourse convinces of seeing false things, because, while fearing to reprove faults, they vainly flatter evildoers by promising security; neither do they at all dissolve the iniquity of sinners, since they refrain their voice from chiding. For the language of reproof is the key of discovery, because by chiding it discloses the fault of which even he who has committed it is often unaware. Hence Paul says, “That he may be able by sound doctrine even to convince the gainsayers.” Hence through Malachi it is said, “The priest’s lips keep knowledge, and they shall seek the law at his mouth.” Hence through Isaiah the Lord admonishes, saying, “Cry aloud to spare not, lift up your voice like a trumpet.” For it is true that whosoever enters on the priesthood undertakes the office of a herald, so to walk, himself crying aloud, before the coming of the judge who follows terribly.\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "Richard Challoner",
        "file_name": "Malachi 2_7.toml",
        "id": "29caf6d1-420e-4063-8ad4-3a153e5ceb66",
        "location_end": 2000007,
        "location_start": 2000007,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "The angel: Viz., the minister and messenger.\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "Caesarius of Arles",
        "file_name": "Malachi 2_7.toml",
        "id": "de4714e2-09f1-446d-bcd5-f79366af901d",
        "location_end": 2000007,
        "location_start": 2000007,
        "source_title": "SERMON 1:5",
        "source_url": "",
        "ts": 542,
        "txt": "For this reason we ought to fear lest the harsh rebuke of the prophet be directed toward us: “Dumb dogs are not able to bark.” By the barking of dogs and the shepherd’s staff the fury of wolves is to be warded off. Now it is certain that priests are not only ordained to be stewards of fields and cultivators of land but also to exercise the spiritual cultivation of souls, that of which the apostle surely spoke when he said, “I have planted, Apollos watered.” Again he said, “We are God’s helpers, you are God’s tillage.” With great fear these facts ought to be considered by all the priests, who cannot be ignorant of the divine law and canonical regulations, according to what the apostle says: “If anyone belongs to the Lord, he knows what I say; but if anyone ignores this, he shall be ignored.” For this reason, what the Lord says through the prophet is to be feared exceedingly: “Therefore my people are led away captive, because they had knowledge”;8 moreover, “He that turns away his ears from hearing the law of the Lord, his prayer shall be an abomination”; “the lips of the priest shall keep knowledge.” Now it is written concerning the garments of priests that when entering the temple they should have gold bells on the edge of their vestments. What else does this mean but that when entering the church all priests of the Lord should not stop shouting, that is, preaching about the last things, namely, the end of the world and the future judgment. By ceaselessly proclaiming the rewards of the just and the punishments of sinners, they may arouse the good to better things and recall the wicked from their sinful actions through fear of the future judgment.\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "John Chrysostom",
        "file_name": "Malachi 2_7.toml",
        "id": "77160b67-87e0-4b68-9e23-73c3269b0905",
        "location_end": 2000007,
        "location_start": 2000007,
        "source_title": "COMMENTARY ON GALATIANS 1",
        "source_url": "",
        "ts": 407,
        "txt": "See the apostle’s wisdom; to obviate the objection that he was prompted by vainglory to applaud his own doctrine, he includes himself also in his anathema. And as they betook themselves to authority, that of James and John, he mentions angels also, saying, “Tell me not of James and John; if one of the most exalted angels of heaven corrupt the gospel, let him be anathema.” The phrase “of heaven” is purposely added, because priests are also called angels. “For the priest’s lips should keep knowledge, and they should seek the law at his mouth, for he is the messenger angel of the Lord of the hosts.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "Apostolic Constitutions",
        "file_name": "Malachi 2_7.toml",
        "id": "b91fea1b-5a79-4706-bd7a-bf863e79d344",
        "location_end": 2000007,
        "location_start": 2000007,
        "source_title": "CONSTITUTIONS OF THE HOLY APOSTLES 2:4.28",
        "source_url": "https://www.newadvent.org/fathers/07152.htm",
        "ts": 380,
        "txt": "For neither may we address ourselves to almighty God, but only by Christ. In the same manner, therefore, let the laity make known all their desires to the bishop by the deacon, and accordingly let them act as he shall direct them. For there was no holy thing offered or done in the temple formerly without the priest. “For the priest’s lips shall keep knowledge, and they shall seek the law at his mouth,” as the prophet somewhere says, “for he is the messenger of the Lord God almighty.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "George Leo Haydock",
        "file_name": "Malachi 2_9.toml",
        "id": "bb279297-61e4-4356-91a0-2f05a58ecf1a",
        "location_end": 2000009,
        "location_start": 2000009,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "People. If priests comply not with these high functions, they are despicable here, and condemned to eternal torments, Jude 11. (Worthington) \nAccepted. Hebrew, \"raised up faces \"instead of reproving the guilty, Deuteronomy i. 10., and Leviticus xix. 15.\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "George Leo Haydock",
        "file_name": "Malachi 2_10.toml",
        "id": "e19ad503-8221-4282-aa74-798010cd96c2",
        "location_end": 2000010,
        "location_start": 2000010,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Brother, in distress, 2 Esdras v. 1. St. Jerome mentions the tradition of the Jews, which supposed that the captives at their return dismissed their wives, and married young ones, though strangers, ver. 11. But this is not probable. Such women were ordered to be dismissed, 1 Esdras ix. 1., and 2 Esdras xiii. 23. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "Irenaeus",
        "file_name": "Malachi 2_10.toml",
        "id": "fdb96298-ce3e-444a-88e6-1ea1376cb531",
        "location_end": 2000010,
        "location_start": 2000010,
        "source_title": "AGAINST HERESIES 4:20.2",
        "source_url": "",
        "ts": 202,
        "txt": "The Scripture declares the truth, which says, “First of all believe that there is one God, who has established all things and completed them, and having caused that from what had no being, all things should come into existence”: he who contains all things, and is himself contained by no one. Rightly also Malachi said among the prophets: “Is it not one God who has established us?” In accordance with this too does the apostle say, “There is one God, the Father who is above all, and in us all.” Likewise does the Lord also say, “All things are delivered to me by my Father,” manifestly by him who made all things; for he did not deliver to him the things of another but his own.\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "Athanasius of Alexandria",
        "file_name": "Malachi 2_10.toml",
        "id": "2ecc6749-0424-4d19-9878-822740565389",
        "location_end": 2000010,
        "location_start": 2000010,
        "source_title": "Discourses Against the Arians 2.21.59",
        "source_url": "https://www.newadvent.org/fathers/28162.htm",
        "ts": 373,
        "txt": "But this is God’s kindness to humanity, that of whom he is the maker, of them according to grace he afterwards becomes Father also. He becomes, that is, when people, his creatures, receive him into their hearts, as the apostle says, “the spirit of his Son, crying, ‘Abba, Father.’ ” And these are they who, having received the word, gained power from him to become sons of God; for they could not become sons, being by nature creatures, otherwise than by receiving the spirit of the natural and true Son. Wherefore, that this might be, “the word became flesh,” that he might make humans capable of godhood. This same meaning may be gained from the prophet Malachi, who says, “Has not one God created us? Have we not all one Father?” For first he puts “created” next to “Father” to show, as the other writers, that from the beginning we were creatures by nature. And God is our Creator through the word, but afterwards we were made sons, and thenceforward God the Creator becomes our Father also.\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "George Leo Haydock",
        "file_name": "Malachi 2_11.toml",
        "id": "f8a9ac48-56c8-45fe-9813-f22a001944e7",
        "location_end": 2000011,
        "location_start": 2000011,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "God, or one addicted to idol-worship, (Haydock) which was contrary to the law, Deuteronomy vii. 3. (Calmet) \nSeptuagint, \"the holy things of the Lord, by what he has loved and done for strange gods. \"(Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "Jerome",
        "file_name": "Malachi 2_11.toml",
        "id": "2678cdc2-8e5d-4545-9e25-c3677799a70a",
        "location_end": 2000011,
        "location_start": 2000011,
        "source_title": "Against Jovinianus 1.10",
        "source_url": "https://www.newadvent.org/fathers/30091.htm",
        "ts": 420,
        "txt": "And if you wish to see more clearly how utterly unlawful it is for a Christian woman to marry a Gentile, consider what the same apostle says, “A wife is bound for so long time as her husband lives. But if the husband be dead, she is freed to be married to whom she will, only in the Lord,” that is, to a Christian. The one who allows second and third marriages in the Lord forbids first marriages with a Gentile. Whence Abraham also makes his servant swear upon his thigh, that is, on Christ, who was to spring from his seed, that he would not bring an alien-born as a wife for his son Isaac. And Ezra checked an offense of this kind against God by making his countrymen put away their wives. And the prophet Malachi thus speaks, “Judah has dealt treacherously, and an abomination is committed in Israel and in Jerusalem; for Judah has profaned the holiness of the Lord which he loves and has married the daughter of a strange god. The Lord will cut off the man that does this, him that teaches and him that learns, out of the tents of Jacob, and him that offers an offering to the Lord of hosts.” I have said this that they who compare marriage with virginity may at least know that such marriages as these are on a lower level than digamy and trigamy.\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "George Leo Haydock",
        "file_name": "Malachi 2_12.toml",
        "id": "f6f7d37c-dfff-45b5-8e26-ff6a25b3c3b5",
        "location_end": 2000012,
        "location_start": 2000012,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Master. Hebrew, \"the watcher, and him who answers \"on guard. (Calmet) \nSeptuagint, \"doth such things, till he be tumbled out \"\nHim. Septuagint, \"and out of those who offer a sacrifice to \"Such people shall be excluded from the society of God's servants. (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "George Leo Haydock",
        "file_name": "Malachi 2_13.toml",
        "id": "4163ae10-51b4-4093-a278-dfac48e8b7ad",
        "location_end": 2000013,
        "location_start": 2000013,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "With tears; viz., by occasion of your wives, whom you have put away, and who came to weep and lament before the altar. (Challoner) \nThough divorces were tolerated, (Matthew xix. 6.) the more virtuous did not approve of them, particularly when a wife was put away who had been married in youth. See ver. 10. Perhaps this corruption had crept in, like others, (Calmet) owing to the people's commerce with strangers. (Diod. in Photius.)\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "Richard Challoner",
        "file_name": "Malachi 2_13.toml",
        "id": "57cefbab-ac39-42f9-95b2-7672bc84d85b",
        "location_end": 2000013,
        "location_start": 2000013,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "With tears: Viz., by occasion of your wives, whom you have put away: and who came to weep and lament before the altar.\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "George Leo Haydock",
        "file_name": "Malachi 2_14.toml",
        "id": "b2bc9666-212b-4950-aa3e-cdfee02bdb1a",
        "location_end": 2000014,
        "location_start": 2000014,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Covenant. The order established at first, Genesis ii. 24., and Proverbs ii. 17. The parties promised fidelity to each other.\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "George Leo Haydock",
        "file_name": "Malachi 2_15.toml",
        "id": "7fb75db9-30b5-4aa0-9f22-b62584796120",
        "location_end": 2000015,
        "location_start": 2000015,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "His spirit. Eve received a soul from God, like Adam. Hebrew, \"One (Abraham, Chaldean styled one, Ezechiel xxxiii. 24.) did it not, and he had the \"Septuagint vary. The text is very obscure. (Calmet) See Cap. Crit. iv. p. 317.; Grabe prologue. \nA strange god did not make women. The human race is best propagated, where polygamy and divorces are rejected. (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "Tertullian",
        "file_name": "Malachi 2_15.toml",
        "id": "9d89757b-55d0-4142-9f73-70ca99b38b75",
        "location_end": 2000015,
        "location_start": 2000015,
        "source_title": "AGAINST MARCION 4:34",
        "source_url": "",
        "ts": 220,
        "txt": "For in the Gospel of Matthew he says, “Whosoever shall put away his wife, saving for the cause of fornication, causes her to commit adultery.” He also is deemed equally guilty of adultery who marries a woman put away by her husband. The Creator, however, except on account of adultery, does not put asunder that which he himself joined together, the same Moses in another passage enacting that he who had married after violence to a damsel should thenceforth not have it in his power to put away his wife. Now if a compulsory marriage contracted after violence shall be permanent, how much rather shall a voluntary one, the result of an agreement! This has the sanction of the prophet: “You shall not forsake the wife of your youth.” Thus you have Christ following spontaneously the tracks of the Creator everywhere, both in permitting divorce and in forbidding it. You find him also protecting marriage, in whatever direction you try to escape. He prohibits divorce when he will have the marriage inviolable; he permits divorce when the marriage is spotted with unfaithfulness. You should blush when you refuse to unite those whom even your Christ has united, and repeat the blush when you disunite them without the good reason why your Christ would have them separated.\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "George Leo Haydock",
        "file_name": "Malachi 2_16.toml",
        "id": "cc08dc8a-8b75-49ea-bae7-d0dc25d2629b",
        "location_end": 2000016,
        "location_start": 2000016,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Garment; viz., of every man that putteth away his wife without just cause; notwithstanding that God permitted it in the law, to prevent the evil of murder. (Challoner) \nThe original may receive this sense; or the woman must blame herself if she were hateful, (Deuteronomy xxiv. 1.) and the man acted not treacherously. (Calmet) \nSeptuagint, \"iniquity shall cover your thoughts. \"(Haydock) \nIt should be \"garments \"endumata, though St. Jerome and the printed edition read enthumemata, (Calmet) \"thoughts. \"The first part contains the objection, and the second God's reply. (St. Jerome) (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "Richard Challoner",
        "file_name": "Malachi 2_16.toml",
        "id": "66247229-3dfd-4f58-a55f-34f6cee6ca64",
        "location_end": 2000016,
        "location_start": 2000016,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "Iniquity shall cover his garment: Viz., of every man that putteth away his wife without just cause; notwithstanding that God permitted it in the law, to prevent the evil of murder.\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "George Leo Haydock",
        "file_name": "Malachi 2_17.toml",
        "id": "1f3f0100-4a9b-4ae3-92b3-36c36e320b86",
        "location_end": 2000017,
        "location_start": 2000017,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Judgment. Being scandalized at the prosperity of the wicked, (Haydock) they deny Providence, Psalm lxxii., and Jeremias xii. (Calmet) \nYet the wicked are left for wise purposes, either for their amendment, or for the trial of the just. (St. Augustine, Psalm liv.) \nThose who are offended at their present success, (Haydock) think not of judgment nor of eternal goods. (St. Jerome)\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "Augustine of Hippo",
        "file_name": "Malachi 2_17.toml",
        "id": "2d12fc53-fc20-4dd3-882a-2ca94ba2b125",
        "location_end": 2000017,
        "location_start": 2000017,
        "source_title": "City of God 20.28",
        "source_url": "https://www.newadvent.org/fathers/120120.htm",
        "ts": 430,
        "txt": "Wherefore now we call the proud people happy, for they that work wickedness are built up. It was such complaints as these that compelled the prophet to anticipate, as it were, the last judgment in which the wicked will be so far from even a pretense of happiness that their misery will be apparent to all, whereas the good, untroubled by even transitory sorrow, will enjoy a manifest and unending blessedness. Malachi had already given a similar illustration of the kind of murmurings that wearied the Lord: “Everyone who does evil is [thought to be] good in the sight of the Lord and as such pleases him.” The only point I want to make is that such murmurings against God were the result of an unspiritual interpretation of the law.\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "George Leo Haydock",
        "file_name": "Malachi 3_1.toml",
        "id": "30cafddf-c6ff-4751-8747-cac0b74ca4a8",
        "location_end": 3000001,
        "location_start": 3000001,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "My angel, viz., John the Baptist, the messenger of God, and forerunner of Christ. (Challoner) \nHis purity and office procure him this title. (Worthington) \nAfterwards Christ himself shall come, for the ruin and for the resurrection of many, Luke ii. 34. Hence threats and promises are intermixed. The evangelists read his face, making the Father speak, whereas the Son is introduced by the prophet, who however presently changes the person. It is all the same which person of the blessed Trinity speaks, as all act together. (Calmet) \nTestament. The Messias, the mediator of the covenant with mankind, (Worthington) with Abraham, and Moses. The latter calls him the prophet; (Deuteronomy xviii. 18.) and Zacharias, alluding to this text, explains angel in the same sense, Luke i. 76. \nTemple. The ancient Jews were convinced that the Messias would come to the temple of Zorobabel, and be its chief glory, Aggeus ii. 8. (Calmet) \nTheir descendants put off the coming for some long time, though the prophet says presently, or on a sudden. (St. Jerome; Basnage vi. 26.) \nSome take this temple to be the womb of the bless Virgin . (St. Cyril; St. Augustine, City of God xviii. 35.) (Calmet) \nThe Baptist was conceived, born, and preached first; and shortly after Christ appeared. (Worthington)\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "Richard Challoner",
        "file_name": "Malachi 3_1.toml",
        "id": "11482f83-ac6e-4111-852b-3a191e1eca01",
        "location_end": 3000001,
        "location_start": 3000001,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "My angel: Viz., John the Baptist, the messenger of God, and forerunner of Christ.\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "Irenaeus",
        "file_name": "Malachi 3_1.toml",
        "id": "1b5dcec4-ca02-4d84-a6e3-ca4ddfb6c1c8",
        "location_end": 3000001,
        "location_start": 3000001,
        "source_title": "AGAINST HERESIES 3:11.4",
        "source_url": "",
        "ts": 202,
        "txt": "And that we may not have to ask, of what God was the Word made flesh? He does himself previously teach us, saying, “There was a man sent from God, whose name was John. The same came as a witness, that he might bear witness of that light. He was not that light but [came] that he might testify of the light.” By what God, then, was John, the forerunner who testifies of the light, sent [into the world]? Truly it was by him of whom Gabriel is the angel, who also announced glad tidings of his birth: [that God] who also had promised by the prophets that he would send his messenger before the face of his Son, who should prepare his way, that is, that he should bear witness of that light in the spirit and power of Elijah. But, again, of what God was Elijah the servant and the prophet? Of him who made heaven and earth, as he does himself confess. John therefore, having been sent by the founder and maker of this world, how could he testify of the light, which came down from things unspeakable and invisible? For all the heretics have decided that the demiurge was ignorant of that power above him, whose witness and herald John is found to be. Therefore the Lord said that he deemed him “more than a prophet.” For all the other prophets preached the advent of the Father’s light and desired to be worthy of seeing him whom they preached. But John both announced [the advent] beforehand, as did the others, and actually saw him when he came, and pointed him out, and persuaded many to believe on him, so that he did himself hold the place of both prophet and apostle. For this is to be more than a prophet, because “first apostles, secondarily prophets,” but all things from one and the same God himself.\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "Theodore of Mopsuestia",
        "file_name": "Malachi 3_1.toml",
        "id": "35e1a1a3-6234-4f5d-9f65-d0ece379c41f",
        "location_end": 3000001,
        "location_start": 3000001,
        "source_title": "COMMENTARY ON MALACHI 3:1",
        "source_url": "",
        "ts": 428,
        "txt": "I for my part shall come, he is saying, whom you look to as punisher of sins. There will be present also the angel who ministers to the agreements I have often made with you. When you seek him, you will find him punishing the transgression of your agreements with me. While the prophet said this as a consequence of what preceded, it is not surprising that the same verse was cited at the coming of blessed John the Baptist, the statement being fulfilled in actual fact by the coming of blessed John as predetermined forerunner and minister, and by the emergence of Christ the Lord, who came at the same time as he and was testified to by him and in whom the salvation of all people was destined to be achieved.\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "Augustine of Hippo",
        "file_name": "Malachi 3_1.toml",
        "id": "0cbfc39d-1054-40c3-9c30-8bb713c7593f",
        "location_end": 3000001,
        "location_start": 3000001,
        "source_title": "City of God 18.35",
        "source_url": "https://www.newadvent.org/fathers/120118.htm",
        "ts": 430,
        "txt": "Speaking further of Christ in the same vein, Malachi says, “Behold, I send my angel, and he shall prepare the way before my face. And presently the Lord, whom you seek, and the angel of the testament whom you desire, shall come into the temple. Behold, he comes, says the Lord of hosts. And who shall be able to think of the day of his coming? And who shall stand to see him?” In this text he foretells both comings of Christ, the first and the second—the first where he says, “And presently the Lord shall come into his temple.” This refers to Christ’s body, of which he himself said in the Gospel, “Destroy this temple, and in three days I will raise it up.” His second coming is foretold in these words: “ ‘Behold, he comes,’ says the Lord of hosts. ‘And who shall be able to think of the day of his coming? And who shall stand to see him?’ ”\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "Augustine of Hippo",
        "file_name": "Malachi 3_1.toml",
        "id": "32063a3b-7eeb-4ad6-a0d4-ad718cc8cb24",
        "location_end": 3000001,
        "location_start": 3000001,
        "source_title": "TRACTATES ON THE GOSPEL OF JOHN 14:10.1",
        "source_url": "",
        "ts": 430,
        "txt": "“For he whom God has sent speaks the words of God.” John said this, of course, about Christ that he might diminish himself from him. Why? Did not God send John himself? And didn’t John himself say, “I have been sent before him,” and, “He who sent me to baptize with water,” and about him it was said, “Behold, I send my messenger before you and he will prepare the way”? Does not he too speak the words of God, about whom it was said that he was more than a prophet? Therefore if God also sent John, and he speaks the words of God, how, in regard to the distinction [between himself and Christ], do we know that he said about Christ, “For he whom God has sent speaks the words of God”?\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "Augustine of Hippo",
        "file_name": "Malachi 3_1.toml",
        "id": "cb0f9bf3-a60f-4f04-8960-0ae7559bfed8",
        "location_end": 3000001,
        "location_start": 3000001,
        "source_title": "EXPLANATION OF THE PSALMS 50:11",
        "source_url": "",
        "ts": 430,
        "txt": "Since then it is evident that many are to judge with the Lord but that others are to be judged, not however on equality but according to their deserts, he will come with all his angels. [At the judgment] before him shall be gathered all nations, and among all the angels are to be reckoned those that have been so perfect, that sitting upon twelve thrones they judge the twelve tribes of Israel. For men are called angels; the apostle says of himself, “As an angel of God you received me.” Of John the Baptist it is said, “Behold, I send my angel before your face, who shall prepare your way before you.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "John Chrysostom",
        "file_name": "Malachi 3_1.toml",
        "id": "cc62f188-4191-45e9-a76d-5214de5993f3",
        "location_end": 3000001,
        "location_start": 3000001,
        "source_title": "HOMILIES ON THE GOSPEL OF MATTHEW 37:4",
        "source_url": "",
        "ts": 407,
        "txt": "And what sort of connection may this have with what was said before? Much, assuredly, and in full accord with it. By this topic also he proceeds to urge and press them into faith. At the same time he is speaking in agreement with what had been before said by John. “For if all things are fulfilled even down to John, I am ‘he that should come.’ ”“For all the prophets,” says he, “and the law prophesied until John.” For the prophets would not have ceased unless I were come. Expect, therefore, nothing further, and do not wait for anyone else. For that I am he who is manifest both from the prophets ceasing and from those that every day “take by force” the faith that is in me. For so manifest is it and certain that many even take it by force. Why, who has so taken it? Tell me. All who approach it with earnestness of mind.\nThen he states also another infallible sign, saying, “If you will receive it, he is Elijah, who was to come.” For “I will send you,” it is said, “Elijah the Tishbite, who shall turn the hearts of the fathers to the children.” This man then is Elijah, if you attend exactly, says he. For “ ‘I will send,’ says he, ‘my messenger before your face.’ ” And well has he said, “If you will receive it,” to show the absence of force. For I do not constrain, says he. And this he said, as requiring a candid mind and showing that John is Elijah, and Elijah John. For both of them received one ministry, and both of them became forerunners. He did not simply say, “This is Elijah,” but “If you are willing to receive it, this is he,” that is, if with a candid mind you give heed to what is going on. And he did not stop even at this, but to the words “this is Elijah, who was to come” he added, to show that understanding is needed, “he that has ears to hear, let him hear.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "Cyril of Jerusalem",
        "file_name": "Malachi 3_1.toml",
        "id": "21660a08-656c-4fca-80d2-42e17d8aa857",
        "location_end": 3000001,
        "location_start": 3000001,
        "source_title": "Catechetical Lecture 15:2",
        "source_url": "https://www.newadvent.org/fathers/310115.htm",
        "ts": 386,
        "txt": "Of these two comings the prophet Malachi says, “And suddenly there will come to the temple the Lord whom you seek”; that is one coming. Of the second coming he says, “ ‘And the messenger of the covenant whom you desire, yes, he is coming,’ says the Lord of hosts. ‘But who will endure the day of his coming? And who can stand when he appears? For he is like a refiner’s fire or like the fuller’s lye. He will sit refining and purifying.’ ” In what immediately follows the Savior himself says, “I will draw near to you for judgment, and I will be swift to bear witness against sorcerers, adulterers and perjurers.” It was with this in view that Paul says in due warning: “But if anyone builds upon this foundation gold, silver, precious stones, wood, hay, straw—the work of each will be made manifest, for the Day of the Lord will declare it, since the day is to be revealed in fire.” Paul indicates these two comings also in writing to Titus in these words: “The grace of God our Savior has appeared to all men, instructing us, in order that, rejecting ungodliness and worldly lusts, we may live temperately and justly and piously in this world; looking for the blessed hope and glorious coming of our great God and Savior, Jesus Christ.” Do you see how he speaks of a first coming, for which he gives thanks, and of a second we are going to look for? We find the same lesson in the wording of the creed we profess, as delivered to us, that is, to believe in him who “ascended into heaven and sat down on the right of the Father, and is to come in glory to judge the living and dead, of whose kingdom there will be no end.”\n"
    },
    {
        "append_to_author_name": " 11:7-15",
        "book": "malachi",
        "father_name": "Matthew",
        "file_name": "Malachi 3_1.toml",
        "id": "53ef85d6-4ba0-4938-a0ee-ee7d2b2764ba",
        "location_end": 3000001,
        "location_start": 3000001,
        "source_title": "",
        "source_url": "",
        "ts": 60,
        "txt": "And as they departed, Jesus began to say unto the multitudes concerning John, What went ye out into the wilderness to see? A reed shaken with the wind?  But what went ye out for to see? A man clothed in soft raiment? behold, they that wear soft clothing are in kings' houses.  But what went ye out for to see? A prophet? yea, I say unto you, and more than a prophet.  For this is he, of whom it is written, Behold, I send my messenger before thy face, which shall prepare thy way before thee. [Malachi 3:1] Verily I say unto you, Among them that are born of women there hath not risen a greater than John the Baptist: notwithstanding he that is least in the kingdom of heaven is greater than he.  And from the days of John the Baptist until now the kingdom of heaven suffereth violence, and the violent take it by force.  For all the prophets and the law prophesied until John.  And if ye will receive it, this is Elias, which was for to come.  He that hath ears to hear, let him hear.\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "Origen of Alexandria",
        "file_name": "Malachi 3_1.toml",
        "id": "15ea9f16-2870-4da5-b711-4727f7d11a93",
        "location_end": 3000001,
        "location_start": 3000001,
        "source_title": "COMMENTARY ON THE GOSPEL OF JOHN 2:17",
        "source_url": "",
        "ts": 253,
        "txt": "Someone else will appeal to the text, “Let us make man according to our image and likeness,” and maintain that whatever is made according to God’s image and likeness is man. To support this, numberless instances are adduced to show that in Scripture “man” and “angel” are used indifferently and that the same subject is called both angel and man. This is true of the three who were entertained by Abraham and of the two who came to Sodom. In the whole course of Scripture, persons are styled sometimes men, sometimes angels. Those who hold this view will say that since persons are styled angels who are manifestly men, as when Zechariah says, “The messenger of the Lord, I am with you, says the Lord almighty,” and as it is written of John the Baptist, “Behold, I send my messenger before your face,” the angels (messengers) of God are so called on account of their nature. Scripture confirms this view that the names applied to higher powers are not those ofspecies of living beings but those of the orders, assigned by God to this and to that reasonable being.\n"
    },
    {
        "append_to_author_name": " 1:2-6",
        "book": "malachi",
        "father_name": "Mark",
        "file_name": "Malachi 3_1.toml",
        "id": "6ff2b351-c007-4813-8847-aa15e7e045a1",
        "location_end": 3000001,
        "location_start": 3000001,
        "source_title": "",
        "source_url": "",
        "ts": 60,
        "txt": "As it is written in the prophets, Behold, I send my messenger before thy face, which shall prepare thy way before thee. [Malachi 3:1] The voice of one crying in the wilderness, Prepare ye the way of the Lord, make his paths straight.  John did baptize in the wilderness, and preach the baptism of repentance for the remission of sins.  And there went out unto him all the land of Judaea, and they of Jerusalem, and were all baptized of him in the river of Jordan, confessing their sins.  And John was clothed with camel's hair, and with a girdle of a skin about his loins; and he did eat locusts and wild honey\n"
    },
    {
        "append_to_author_name": " 7:24-28",
        "book": "malachi",
        "father_name": "Luke",
        "file_name": "Malachi 3_1.toml",
        "id": "5593647e-fd01-477e-b95c-c96475679f67",
        "location_end": 3000001,
        "location_start": 3000001,
        "source_title": "",
        "source_url": "",
        "ts": 61,
        "txt": "And when the messengers of John were departed, he began to speak unto the people concerning John, What went ye out into the wilderness for to see? A reed shaken with the wind?  But what went ye out for to see? A man clothed in soft raiment? Behold, they which are gorgeously apparelled, and live delicately, are in kings' courts.  But what went ye out for to see? A prophet? Yea, I say unto you, and much more than a prophet.  This is he, of whom it is written, Behold, I send my messenger before thy face, which shall prepare thy way before thee. [Malachi 3:1] For I say unto you, Among those that are born of women there is not a greater prophet than John the Baptist: but he that is least in the kingdom of God is greater than he.\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "George Leo Haydock",
        "file_name": "Malachi 3_2.toml",
        "id": "e0bf04ae-e723-4ecf-a2bc-bfc2b7bd7a69",
        "location_end": 3000002,
        "location_start": 3000002,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Coming. This may be explained of the Baptist, (Luke iii. 7.) or of the second coming of Christ; though his first coming showed the hypocrisy of the Jews. They would not acknowledge him, but sought his death, and brought on their own condemnation. (Calmet) \nFuller's. Septuagint, \"washers' herb. \"Borith is found in all the low places of Palestine, (St. Jerome) and probably denotes soda, (Jeremias ii. 22.; Calmet) or fullers' earth. (Haydock) \nChrist purified the religion of the Jews, or did what was requisite for that purpose. The people would not obey. Yet he established his Church in all purity.\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "John Chrysostom",
        "file_name": "Malachi 3_2.toml",
        "id": "3083cba7-8eeb-442c-8385-ce9212d61174",
        "location_end": 3000002,
        "location_start": 3000002,
        "source_title": "DEMONSTRATION AGAINST THE PAGANS 11:1-3",
        "source_url": "",
        "ts": 407,
        "txt": "The same Christ who did all this will hereafter stand before us as our judge. Certainly the prophets did not pass over this but foretold it. Some saw him in that very form which he would stand before us; others predicted this only in words. Daniel was in the midst of the barbarians and the Babylonians when he saw Christ coming in the clouds. Listen to what he said: “I beheld, and lo! One like the Son of man was coming on the clouds. And he advanced to the ancient of days and was presented before him; and to him was given the government and the kingdom, and all the peoples, tribes and languages serve him.” And Daniel hinted at God’s court and judgment when he said, “The thrones were set, and the books were opened. A river of fire rolled before him. Thousands upon thousands ministered to him, and myriads waited on him.” [Daniel not only revealed that, but also he showed the honor that the just would have when he said, “He gave judgment to the holy ones of the most high, and the holy ones possessed the kingdom.”] And that judgment will come through fire. Malachi said, “He is coming [like the fire of a refiner’s furnace, and] like the soap of the fullers.” And then the just will enjoy great honor. And Daniel was speaking of the resurrection when he said, “Those lying in the dust shall arise.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "Origen of Alexandria",
        "file_name": "Malachi 3_2.toml",
        "id": "cfb8f829-c8f2-4156-9fb9-2aaab47ee4a2",
        "location_end": 3000002,
        "location_start": 3000002,
        "source_title": "AGAINST CELSUS 4:13",
        "source_url": "",
        "ts": 253,
        "txt": "But as it is in mockery that Celsus says we speak of “God coming down like a torturer bearing fire” and thus compels us unseasonably to investigate words of deeper meaning, we shall make a few remarks, sufficient to enable our hearers to form an idea of the defense which disposes of the ridicule of Celsus against us. And then we shall turn to what follows. The divine word says that our God is “a consuming fire” and that “he draws rivers of fire before him.” He even enters in as “a refiner’s fire and as a fuller’s herb,” to purify his own people. But when he is said to be a “consuming fire,” we inquire what are the things that are appropriate to be consumed by God. And we assert that it is wickedness, and the works which result from it, which are being figuratively called “wood, hay, stubble,” God consumes as a fire.\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "George Leo Haydock",
        "file_name": "Malachi 3_3.toml",
        "id": "7bd8437b-71c3-4c9e-b7b1-39a951c402ed",
        "location_end": 3000003,
        "location_start": 3000003,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Justice. This is spoken of the Christian priesthood, which far excels that of Levi, Hebrews v., and vii. (Calmet) \nMany Jewish priests embraced the gospel, Acts vi. 7. (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "George Leo Haydock",
        "file_name": "Malachi 3_4.toml",
        "id": "2c208b8c-3f4d-43b1-8c7b-439d97f751a1",
        "location_end": 3000004,
        "location_start": 3000004,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Years. So in the mass we beg that God would receive the sacrifice, \"as he received the presents of Abel. \"(Menochius)\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "George Leo Haydock",
        "file_name": "Malachi 3_5.toml",
        "id": "a296f751-206a-4564-8b17-f7cdd0f72bc0",
        "location_end": 3000005,
        "location_start": 3000005,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Judgment. He has answered (ver. 1, 2) the complaint of the Jews, chap. ii. 17. (Haydock) \nThis he does here (Menochius) more pointedly. (Haydock) \nChrist condemned the world, as his spirit did likewise, John xvi. 8. He made an example of Jerusalem, which showed that he would not leave crimes unpunished. We may also understand this of his last coming. (Calmet) \nGod threatens to punish even secret sins, which are know to him alone. (Worthington)\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "Novatian",
        "file_name": "Malachi 3_6.toml",
        "id": "5c246e4e-9b1e-4960-9c9d-125a2aad78b9",
        "location_end": 3000006,
        "location_start": 3000006,
        "source_title": "ON THE TRINITY 4",
        "source_url": "",
        "ts": 9999999,
        "txt": "He is always therefore equal to himself; he never changes or transforms himself into other forms, lest through change he should appear to be also mortal. For the modification implied in change from one thing to another involves a share in the death of some sort. Therefore there is never any addition of parts or of glory in him, lest anything should seem to have ever been wanting to the perfect one. Nor can there be any question of diminution in him, for that would imply that some degree of mortality is in him. On the contrary, what he is, he always is; who he is, he always is; such as he is, he always is. For increase in growth indicates a beginning, whereas any wasting away evidences death and destruction. And therefore he says, “I am God and have not changed.” He always retains his manner of being, because what is not born is not subject to change. For—whatever that being may be that is God—this must always be true of him, that he always is God, preserving himself by his own powers. And therefore he says, “I am who I am.” That which is has this name because it always preserves its same manner of being. Change takes away the name “that which is”; for whatever changes at all is shown to be mortal by the very fact that it changes. It ceases to be what it was and consequently begins to be what it was not. Of necessity, then, God always retains his manner of being, because he is always like unto himself, always equal to himself without any loss arising from change. For that which is not born cannot change, since only those things undergo change which are made or which are begotten; whereas things which at one time were not experience existence by coming into being, and by coming into being they undergo change. On the contrary, things which have neither birth nor maker are exempt from change because they have not a beginning, the cause of change.\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "George Leo Haydock",
        "file_name": "Malachi 3_6.toml",
        "id": "bce916e6-dfe7-4234-be20-d2f109830f9d",
        "location_end": 3000006,
        "location_start": 3000006,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Change. Hebrew also, (Haydock) \"hate or recommence. \"I do not strike the fallen. Did I spare Sennacherib? Have I not protected the posterity of Jacob? How then can you say that I am indifferent about human affairs? (Calmet) \nConsumed. Septuagint, \"you depart not from the sins of your fathers. You have rejected my\"\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "Hilary of Poitiers",
        "file_name": "Malachi 3_6.toml",
        "id": "fcd53f7b-d2af-48eb-9362-02287885e59c",
        "location_end": 3000006,
        "location_start": 3000006,
        "source_title": "ON THE TRINITY 11:47",
        "source_url": "",
        "ts": 367,
        "txt": "He does not need those things that are from him, through him and to him; neither he who is the origin, nor he who is the designer, nor he who embraces all things. He is outside of the things that are within; he is the Creator of those that have been made; and he himself is never in want of his own possessions. Nothing is before him, nothing is from anywhere else, nothing is outside of him. What growth in fullness is therefore wanting to him that God may yet be all in all in the course of time? Or whence shall he procure it outside of whom there is nothing, but nothing in the sense that he always is? And by what kind of an increase is he himself to be made complete who always exists and outside of whom there is nothing? Or by what kind of growth is he to be changed who says, “I am, and I change not,” since there is no opportunity for a change or any cause that will enable him to make progress. Nor is there anything prior to eternity or anything else besides God in his relationship with God. Hence God will not be all in all through subjection of the Son, nor will any cause make him perfect from whom, through whom and in whom every cause exists. He remains, therefore, as he is, always God, and he does not stand in need of improvement who is always that which he is from himself and to himself.\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "Origen of Alexandria",
        "file_name": "Malachi 3_6.toml",
        "id": "81d30ae8-e66e-42ec-a1b5-88c2781850af",
        "location_end": 3000006,
        "location_start": 3000006,
        "source_title": "AGAINST CELSUS 4:14",
        "source_url": "",
        "ts": 253,
        "txt": "But let us look at what Celsus next with ostentation announces in the following fashion: “And again,” he says, “let us resume the subject from the beginning, with a larger array of proofs. And I make no new proofs. And I make no new statement but say what has long been settled. God is good and beautiful and blessed, and that in the best and most beautiful degree. But if he comes down among humanity, he must undergo a change, and a change from good to evil, from virtue to vice, from happiness to misery, and from best to worst. Who, then, would make a choice of such a change? It is the nature of a mortal, indeed, to undergo change and remolding, but of an immortal to remain the same and unaltered. God, then, could not admit such a change.” Now it appears to me that the fitting answer has been returned to these objections when I have related what I called in Scripture the “condescension” of God to human affairs. For [this] purpose he did not need to undergo a transformation, as Celsus thinks we assert, nor a change from good to evil, nor from virtue to vice, nor from happiness to misery, nor from best to worst. For, continuing unchangeable in his essence, he condescends to human affairs by the economy of his providence. We show accordingly that the holy Scripture represents God as unchangeable, both by such words as “you are the same” and “I change not.” Whereas the gods of Epicurus, being composed of atoms, and, so far as their structure is concerned, capable of dissolution, endeavor to throw off the atoms which contain the elements of destruction. Even the god of the Stoics, as being corporeal, at one time has his whole essence composed of the guiding principle when the conflagration [of the world] takes place; and at another, when a rearrangement of things occurs, he again becomes partly material. For even the Stoics were unable to comprehend distinctly the natural idea of God as a being altogether incorruptible and simple and uncompounded and indivisible.\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "Cyprian",
        "file_name": "Malachi 3_7.toml",
        "id": "8e9e5d59-3b9c-4fda-a77b-327a0282c5ba",
        "location_end": 3000007,
        "location_start": 3000007,
        "source_title": "THE ADVANTAGE OF PATIENCE 9:4",
        "source_url": "",
        "ts": 258,
        "txt": "And while God is provoked with frequent and continual offenses, he softens his indignation, and in his patience waits for the day of retribution, once for all determined. And although he has revenge in his power, he prefers to keep patience for a long while. [He bears], that is to say, mercifully, and puts off, so that, if it might be possible, the long-protracted mischief may at some time be changed, and humanity, involved in the contagion of errors and crimes, may even though late be converted to God, as he himself warns and says, “I do not will the death of him that dies, so much as that he may return and live.” And again, “ ‘Return unto me,’ says the Lord.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "Isaac of Nineveh",
        "file_name": "Malachi 3_7.toml",
        "id": "0277218a-51da-4ddd-b995-f4bdbd984d63",
        "location_end": 3000007,
        "location_start": 3000007,
        "source_title": "ASCETICAL HOMILES 5:76-77",
        "source_url": "",
        "ts": 700,
        "txt": "On account of its great intensity, this reflection is sometimes mingled with wonder. For the heart of those who see the Lord will rejoice. Seek the Lord, O sinners, and be strengthened in your thoughts because of hope. And seek his face through repentance at all times, and you will be sanctified by the holiness of his presence, and you will be purified of your iniquity. Hasten to the Lord, O sinners; he remits iniquity and removes sins. For he has sworn, “I have no pleasure in the death which the sinner dies,” so that the sinner may repent and live. “I have spread out my hands all day toward a quarrelsome and disobedient people.” And “Why would you want to die, O house of Jacob?” “Turn to me, and I will turn to you.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "George Leo Haydock",
        "file_name": "Malachi 3_8.toml",
        "id": "305e1913-cb2f-4284-baf7-82b119885331",
        "location_end": 3000008,
        "location_start": 3000008,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Afflict. Literally, \"pierce. \"Septuagint, \"supplant \"(Haydock) or kick at, 1 Kings ii. 29. But the term applied to Heli is different. Here it signifies to nail or irritate. (Calmet) \nTithes: the payment is most strictly commanded. (Worthington)\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "George Leo Haydock",
        "file_name": "Malachi 3_9.toml",
        "id": "460d8e62-a032-4d44-b543-b1a936ce2831",
        "location_end": 3000009,
        "location_start": 3000009,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Want. Hebrew, \"malediction. \"St. Jerome specifies the kind. (Calmet) \nSeptuagint, \"and you obstinately turn away your eyes, and supplant me \"(Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "George Leo Haydock",
        "file_name": "Malachi 3_10.toml",
        "id": "818edf32-9718-49af-a67c-73136f520a19",
        "location_end": 3000010,
        "location_start": 3000010,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Heaven; copious showers. \nBlessing; fertility.\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "Caesarius of Arles",
        "file_name": "Malachi 3_10-12.toml",
        "id": "29868055-b887-464f-b706-ff23ca8434fe",
        "location_end": 3000012,
        "location_start": 3000010,
        "source_title": "SERMON 33:2",
        "source_url": "",
        "ts": 542,
        "txt": "Listen, then, impious one. You know that everything belongs to God; you will not give the Creator of all things something of his own? The Lord God is not in want; he does not demand recompense but honor. He does not require you to pay back something of yours. He asks the firstfruits and tithes, and do you refuse? Avaricious one, what would you do if he had taken nine-tenths for himself and left you the tithes? Surely this already happened when the meager harvest failed because rain was withdrawn or when hail struck your vintage or frost killed it. Why does this happen, greedy calculator? The nine-tenths were taken from you because you refused to pay tithes. The fact remains, of course, that you did not give, but God exacted it. This is our Lord’s exceedingly just practice. If you deny him the tithes, you are brought down to it. As it is written, “Thus speaks the Lord: ‘Tithes of your field and the firstfruits of your land are with you. I see you, and you think you are deceiving me. Within, in your treasure and in your house, there will be plunder.’ ” You will give to a wicked soldier what you are unwilling to give to the priest. “ ‘Be converted even now,’ says the Lord almighty, ‘that I may open to you the floodgates of heaven and pour out my blessing to you; and the fruits of your land shall not be spoiled, nor shall the vine in your field grow weak, and all nations shall call you blessed.’ ” God is always ready to do good, but the wickedness of humanity prevents it, because he wishes that everything can be given him from the Lord God but is unwilling to offer anything of what he seems to possess. Now suppose God should say, “Of course you are mine, man, for I made you. Mine is the earth that you cultivate, mine the seeds you sow. The animals that you work are mine; mine are the rain and showers, the blasts of the winds are mine, mine is the heat of the sun. Since all the elements of life are mine, you who only put your hands to them deserve merely tithes.” Now, although almighty God kindly feeds us and gives an ample reward to man for his little labor, he claims only tithes for himself and gives the whole to us.\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "George Leo Haydock",
        "file_name": "Malachi 3_11.toml",
        "id": "9fcf25ac-d7b1-4ba7-ab59-cd0197aa8539",
        "location_end": 3000011,
        "location_start": 3000011,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Devourer; locusts and other vermin. (Menochius) \nMalachi as came later than Aggeus, and probably speaks of a different famine, to which the Jews were exposed for neglecting to pay tithes. (Calmet) \nHow many now work on holydays, as if all depended on their labour and not on God's blessing! (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "Augustine of Hippo",
        "file_name": "Malachi 3_13.toml",
        "id": "311d371c-c2dd-4b23-a977-b0e8f043ee5c",
        "location_end": 3000013,
        "location_start": 3000013,
        "source_title": "City of God 18.35",
        "source_url": "https://www.newadvent.org/fathers/120118.htm",
        "ts": 430,
        "txt": "Those who are spiritually immature put much stock in temporal promises and serve God with an eye to such remunerations. Then, when the people of evil life prosper, they are very much upset. For their enlightenment, Malachi goes on to differentiate the eternal blessedness of the New Testament, which only the good shall win, from the purely earthly good fortune of the old that as often as not comes to the wicked. He says, “ ‘Your words have been insufferable to me,’ says the Lord. And you have said, ‘What have we spoken against you?’ You have said, ‘He labors in vain that serves God, and what profit is it that we have kept ordinances and that we have walked sorrowfully before the Lord of hosts?’ Therefore now we call the proud people happy, for they that work wickedness are built up, and they have tempted God and prospered. Then they that feared the Lord spoke everyone with his neighbor, and the Lord gave ear and heard it, and a book of remembrance was written before him for them that fear the Lord and think of his name.” The book in question is, of course, again the New Testament. Now let us hear the rest. “ ‘And they shall be my special possession,’ says the Lord of hosts, ‘in the day that I do judgment; and I will spare the man as a man spares his son who serves him. And you shall return and shall see the difference between the just and the wicked, and between him that serves God and him that serves not. For behold, the day shall come kindled as a furnace, and all the proud and all that do wickedly shall be as stubble, and the day that comes shall set them on fire,’ says the Lord of hosts.” That day in question is, of course, the day of the last judgment, concerning which I will have a great deal more to say, God willing, when the proper time comes.\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "George Leo Haydock",
        "file_name": "Malachi 3_14.toml",
        "id": "6a1e5af0-f3a6-4110-8e5a-37cc26a0eb30",
        "location_end": 3000014,
        "location_start": 3000014,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Vain. Murmuring against God is blasphemous and unsufferable. When the Jews were punished by famine, for neglecting to pay tithes, they laid the blame on God, as if he took more care of other nations which had abundance. (Worthington) \nSorrowful: \"humbled. \"Chaldean, \"in mourning. \"(Junius) \nBut is seems to denote downcast countenances, which our Saviour orders his disciples not to affect, Matthew vi. 16. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "Augustine of Hippo",
        "file_name": "Malachi 3_14.toml",
        "id": "eea8efc0-9103-48aa-9bfd-ea9b0b40db6d",
        "location_end": 3000014,
        "location_start": 3000014,
        "source_title": "City of God 20.28",
        "source_url": "https://www.newadvent.org/fathers/120120.htm",
        "ts": 430,
        "txt": "It was, in fact, of their purely material interpretation of the law and of their failure to perceive that its temporal promises were but symbols of eternal rewards that they broke into such rebellious resentfulness as to say, “He labors in vain that serves God, and what profit is it that we have kept his ordinances and that we have walked sorrowfully before the Lord of hosts? Wherefore now we call the proud people happy, for they that work wickedness are built up.” It was such complaints as these that compelled the prophet to anticipate, as it were, the last judgment in which the wicked will be so far from even a pretense of happiness that their misery will be apparent to all, whereas the good, untroubled by even transitory sorrow, will enjoy a manifest and unending beatitude. Malachi has already given similar illustration of the kind of murmurings that wearied the Lord: “every one that does evil is good in the sight of the Lord and such please him.” The only point I want to make is that such murmurings against God were the result of an unspiritual interpretation of the law.\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "George Leo Haydock",
        "file_name": "Malachi 3_15.toml",
        "id": "b88ccf1a-10b7-4a8a-8b2e-bd018181d80e",
        "location_end": 3000015,
        "location_start": 3000015,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Proud. Septuagint, \"strange. \"(Haydock) \nZ has been taken for v. \nBuilt up: have a numerous family, (Calmet) and abundance. \nTempted. Septuagint, \"resisted.\"\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "George Leo Haydock",
        "file_name": "Malachi 3_16.toml",
        "id": "f355be2d-bc36-4432-ae54-0ffbccc4804d",
        "location_end": 3000016,
        "location_start": 3000016,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Then. Grabe changes tauta, these things, into tote, then. The Septuagint make the pious express the former sentiments. (Haydock) \nDavid, Jeremias, had experienced such anxiety, Psalm lxxii. 2. (Calmet) \nAccording to the Hebrew, the just hearing such blasphemies, doubt not but God will mark them in the book (Haydock) of his justice, and punish them.\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "Tertullian",
        "file_name": "Malachi 3_16.toml",
        "id": "1b9ca76a-62ea-4576-898d-7983510bbbb4",
        "location_end": 3000016,
        "location_start": 3000016,
        "source_title": "TO HIS WIFE 1:4",
        "source_url": "",
        "ts": 220,
        "txt": "But by us, who are servants of God, who renounce both voluptuousness and ambition, each is to be repudiated. Fleshly concupiscence claims the functions of adult age, craves after beauty’s harvest, rejoices in its own shame, pleads the necessity of a husband to the female sex as a source of authority and comfort or to render it safe from evil rumors. To meet these counsels, do you apply the examples of sisters of ours whose names are with the Lord—who, when their husbands have preceded them [to glory], give to no opportunity of beauty or of age the precedence over holiness. They prefer to be wedded to God. To God their beauty, to God their youth [is dedicated].\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "George Leo Haydock",
        "file_name": "Malachi 3_17.toml",
        "id": "04b0a995-e512-4f09-a7ad-c7ae10fd437b",
        "location_end": 3000017,
        "location_start": 3000017,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Possession; (peculium) the property of a slave. (Calmet) \nSuch look upon the smallest things with eagerness. Hebrew segula, (Haydock) means some precious thing. (Calmet) \nSpare. Septuagint, \"chose \"(Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "George Leo Haydock",
        "file_name": "Malachi 4_1.toml",
        "id": "aac4420d-769d-4d1e-afe4-1549916ac0a2",
        "location_end": 4000001,
        "location_start": 4000001,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Furnace. At the day of judgment, the difference between the just and the wicked will plainly appear. (Worthington) \nThis sense is most generally given, as well as to those words where our Saviour speaks of the signs of the destruction of Jerusalem and of the end of the world together, Matthew xxiv. 3., and Luke xxi. 5. Yet the prophet may also allude to the punishment of the Jews by the Romans, when all were assembled at the Passover, (Calmet) a scourge which the Christians escaped by retiring to Pella. (Eusebius, History of the Church iii. 5.) \nProud. Septuagint, \"strangers. \"(Calmet) \nBranch. No hope shall remain. (Menochius)\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "Pseudo-Clement",
        "file_name": "Malachi 4_1.toml",
        "id": "a3447cb9-0661-40a2-94ef-ba8865a7627e",
        "location_end": 4000001,
        "location_start": 4000001,
        "source_title": "2 CLEMENT 16",
        "source_url": "",
        "ts": 9999999,
        "txt": "So, brothers, having received no slight opportunity to repent, let us, when there is yet time, turn to God who called us, while we still have one who awaits us. For if we bid farewell to these pleasures and overcome our soul by refusing to carry out its evil desires, we shall share in the mercy of Jesus. But you know that “the day” of judgment “is now coming, kindled as a furnace,” and “the powers of heaven shall dissolve,” and the whole earth shall be as lead melting in the fire, and then shall the secret and public deeds of people be made known. Almsgiving, therefore, is good as penance for sin; fasting is better than prayer, but almsgiving is better than both; and “charity covers a multitude of sins,” but prayer from a good conscience delivers from death. Blessed is everyone who is found full of these things; for almsgiving relieves the burden of sin.\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "George Leo Haydock",
        "file_name": "Malachi 4_2.toml",
        "id": "e4f69131-e317-4db5-8b14-7a726be87e8d",
        "location_end": 4000002,
        "location_start": 4000002,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Wings. The sun is represented with wings, to imply celerity. The appearance of the Lord will be most acceptable to the virtuous. (Calmet) \nLook up, for your redemption is at hand, Luke xxi. 28. \nHerd. Protestants, \"stall. \"Hebrew marbek, (Haydock) \"fattened \"though some explain it of oxen treading out corn: they would not however leap, nor fatten so much. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "Theodoret of Cyrus",
        "file_name": "Malachi 4_2.toml",
        "id": "b1607e35-3da4-44b2-97bd-86012438d30e",
        "location_end": 4000002,
        "location_start": 4000002,
        "source_title": "COMMENTARY ON MALACHI 4:2",
        "source_url": "",
        "ts": 458,
        "txt": "This applies both to the first coming of our Savior and the second: in the first he rose like a kind of sun for us who were seated in darkness and shadow, freed us from sin, gave us a share in righteousness, covered us with spiritual gifts like wings, and provided healing for our souls. In the second coming for those worn out in the present life he will appear either in accord with their will or against it, and as a just judge he will judge justly and provide the promised good things. Just as the material sun in its rising awakens to work those in the grip of sleep, so in his coming he raises up those in the grip of the long sleep of death.\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "Valentinus",
        "file_name": "Malachi 4_2.toml",
        "id": "8aa014ec-df39-4936-b0c1-1341f232e609",
        "location_end": 4000002,
        "location_start": 4000002,
        "source_title": "LETTER 216 (VALENTINE TO AUGUSTINE)",
        "source_url": "",
        "ts": 180,
        "txt": "When we begin to sing justice to the Lord, we shall bear away a reward for our work, because the Lord is merciful and just, compassionate and upright. And, … as your holiness teaches us, “We must all be manifested before the judgment seat of Christ, that every one of us may receive the proper things of the body, according as he has done, whether it be good or evil,” because the Lord shall come as a burning furnace and shall burn the wicked like stubble. And to those who fear the name of the Lord, the Sun of justice shall rise, when the wicked shall be punished with the judgment of justice.\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "Ambrose of Milan",
        "file_name": "Malachi 4_2.toml",
        "id": "bef6eb23-d662-45db-a632-eb67fbb0fa66",
        "location_end": 4000002,
        "location_start": 4000002,
        "source_title": "SIX DAYS OF CREATION 4:2.5",
        "source_url": "",
        "ts": 397,
        "txt": "But in case the evidence presented to your eyes may appear to be scanty, cleanse your ears and apply it to the heavenly oracles: “On the word of two or three witnesses every word is confirmed.” Hear God speaking: “Let there be lights made in the firmament of heaven to give light upon the earth.” Who says this? God says it. And to whom is he speaking, if not to his Son? Therefore God the Father says, “Let the sun be made,” and the Son made the sun, for it was fitting that the Sun of justice should make the sun of the world. He therefore brought it light. He illuminated it and granted it the power of light. Therefore the sun was made. For this reason it is also a subject, since it has been said, “You have founded the earth and it continues. By your ordinance the day goes on, for all things serve you.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "Ambrose of Milan",
        "file_name": "Malachi 4_2.toml",
        "id": "0b797518-d304-4bf3-b857-941e925d9316",
        "location_end": 4000002,
        "location_start": 4000002,
        "source_title": "SIX DAYS OF CREATION 4:1.2",
        "source_url": "",
        "ts": 397,
        "txt": "Do not, therefore, without due consideration put your trust in the sun. It is true that it is the eye of the world, the joy of the day, the beauty of the heavens, the charm of nature and the most conspicuous creation. When you behold it, reflect on its author. When you admire it, give praise to its creator. If the sun as consort of and participant in nature is so pleasing, how much goodness is there to be found in that Sun of justice? If the sun is so swift that in its rapid course by day and night it is able to traverse all things, how great is he who is always and everywhere and fills all things with his majesty! If that which is bidden to come forth is deemed worthy of our admiration of whom we read, “Who commands the sun and it rises not!” If the sun which the succession of the seasons advances or recedes is mighty, how mighty must he be also who “when he emptied himself” that we might be able to see him, who “was the true light that enlightens every man who comes into this world!”\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "Ambrose of Milan",
        "file_name": "Malachi 4_2.toml",
        "id": "f99f3597-af5a-4710-b145-8af9f3800c37",
        "location_end": 4000002,
        "location_start": 4000002,
        "source_title": "JACOB AND THE HAPPY LIFE 7:30-31",
        "source_url": "",
        "ts": 397,
        "txt": "Because Jacob’s faith and devotion were unconquerable, the Lord revealed his hidden mysteries to him by touching the side of his thigh. For it was by descent from him that the Lord Jesus was born to a virgin, and Jesus would be neither unlike nor unequal to God. The numbness in the side of Jacob’s thigh foreshadowed the cross of Christ, who would bring salvation to all by spreading forgiveness of sins throughout the whole world and would give resurrection to the departed by the numbness and torpidity of his own body. On this account the sun rose on holy Jacob, for the saving cross of the Lord shone brightly on his lineage, and at the same time the Sun of justice recognizes God, because he is himself the everlasting light. But Jacob limped because of his thigh. “On account of this the children of Israel do not eat the sinew even to the present day.” Would that they had eaten it and believed! But because they were not about to do the will of God, therefore they did not eat. There are those too who take the passage in the following sense that Jacob limped from one thigh. Two people flowed from his lineage, and there was then being revealed the numbness which one of them would presently exhibit toward the grace of faith. And so it is the people itself that limped by reason of the numbness of its unbelief.\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "John Damascene",
        "file_name": "Malachi 4_2.toml",
        "id": "630bfcb0-e5bc-4d4a-90fe-de494422817b",
        "location_end": 4000002,
        "location_start": 4000002,
        "source_title": "ORTHODOX FAITH 4:12",
        "source_url": "",
        "ts": 749,
        "txt": "It is not without any reason or by any chance that we worship toward the east. On the contrary, since we are composed of a visible and an invisible nature, of an intellectual nature and a sensitive one, that is, we also offer a twofold worship to the Creator. It is just as we also sing both with our mind and our bodily lips, and as we are baptized both in water and in the spirit, and as we are united to the Lord in two ways when we receive the sacrament and the grace of the spirit. And so, since God is spiritual light and Christ in sacred Scripture is called “Sun of justice” and “Orient,” the east should be dedicated to his worship. For everything beautiful should be dedicated to God, from whom everything that is good receives its goodness. Also, the divine David says, “Sing to God, you kingdoms of the earth; sing you to the Lord, who mounts above the heaven of heavens, to the east.” And still again, Scripture says, “And the Lord had planted a paradise in Eden to the east; wherein he placed man whom he had formed,” and whom he cast out, when he had transgressed, “and made him to live over against the paradise of pleasure,” or in the west. Thus when we worship God, we long for our ancient homeland and gaze toward it. The tabernacle of Moses had the veil and the propitiatory altar to the east; and the tribe of Judah, as being the more honorable, pitched their tents on the east; and in the celebrated temple of Solomon the gate of the Lord was set to the east. As a matter of fact, when the Lord was crucified, he looked toward the west, and so we worship gazing toward him. And when he was taken up, he ascended to the east, and thus the apostles worshiped him. And thus he shall come in the same way as they had seen him going into heaven, as the Lord himself said: “As lightning comes out of the east and appears even into the west, so shall also the coming of the Son of man be.” And so, while we are awaiting him, we worship toward the east.\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "John Chrysostom",
        "file_name": "Malachi 4_2.toml",
        "id": "63e1c628-608b-4374-8be9-7a5f3691bb24",
        "location_end": 4000002,
        "location_start": 4000002,
        "source_title": "AGAINST THE ANOMOEANS, HOMILY 7:5-6",
        "source_url": "",
        "ts": 407,
        "txt": "A person who has no knowledge of the sea could not sail in full daylight with such confidence and ease as the helmsman sails in the middle of the night, when the sea shows itself in a more formidable mood. Why is this? The helmsman is wide-awake and quite calm as he puts to practice his skill in sailing. He keeps careful watch not only on the pathways of the sea and the courses of the stars but also on the assaults of the winds. The helmsman’s wisdom and knowledge are great. So it is that many a time when the blast of a more violent gale has struck his ship and is about to swamp it, he has the wisdom to make many a quick change in the angle of his sails. He runs before the wind and puts an end to all danger from the gale. By pitting his skill against the violence of the winds’ blasts, he snatches his vessel from the storm. Those sailors voyage over waters we can see and hear and feel. Although they are searching for this world’s goods, they continuously keep their minds watchful and alert. All the more must we keep ourselves prepared in the same way they do. Surely the careless person faces a greater danger, while the sober one is more secure. This ship of ours is not constructed of timbers but is joined fast together with the divine Scriptures. The stars in the sky do not guide us on our way, but the Sun of justice steers our ship on its course. As we sit at the tiller, we are not waiting for the blasts of wind. We are waiting for the gentle breath of the Spirit.\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "Jerome",
        "file_name": "Malachi 4_2.toml",
        "id": "342b01b0-8fc9-4eb8-8b90-55729beb6c14",
        "location_end": 4000002,
        "location_start": 4000002,
        "source_title": "HOMILY (94) ON EASTER SUNDAY",
        "source_url": "",
        "ts": 420,
        "txt": "“This is the day the Lord has made; let us be glad and rejoice in it.” The Lord has made all days, of course, but other days may belong as well to the Jews, and heretics too; they may even belong to the heathens. The Lord’s day, however, the day of the resurrection, the day of Christians, is our day. It is called the Lord’s day because on this day the Lord ascended to the Father as victor. But when the heathen call it the day of the sun, we are most happy to acknowledge their title, for today has risen “the Sun of justice with its healing wings.” Does the sun really have wings? Let the Jews answer, and those who, like them, accept only a literal interpretation of holy Writ. We say, whoever has been under the wings of this sun who has said in the Gospel, “How often would I have gathered the children together, as a hen gathers her young under her wings, but thou would not,” shall be safe from the devil hawk, safe under the great wings of that mighty eagle in Ezekiel, and all the wounds of his sins shall be healed.\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "Ephrem the Syrian",
        "file_name": "Malachi 4_2.toml",
        "id": "7eab7fc1-f372-450e-8b0e-9413557454df",
        "location_end": 4000002,
        "location_start": 4000002,
        "source_title": "COMMENTARY ON TATIAN’S DIATESSARON",
        "source_url": "",
        "ts": 373,
        "txt": "The elderly Elizabeth gave birth to the last of the prophets, and Mary, a young girl, to the Lord of the angels. The daughter of Aaron gave birth to “the voice in the desert” and the daughter of King David to the Word of the heavenly king. The wife of the priest gave birth to “the angel of his face” but the daughter of David to the strong God of the earth. The barren one gave birth to him who remits sins, but the Virgin gave birth to him who takes them away. Elizabeth gave birth to him who reconciled people through repentance, but Mary gave birth to him who purified the lands of uncleanness. The elder one lit a lamp in the house of Jacob, his father, for his [lamp] itself was John, while the younger one [lit] “the Sun of justice” for all the nations. The angel announced to Zechariah, so that the slain one would proclaim the crucified one and that the hated one [would proclaim] the envied one. He who was to baptize with water [would proclaim] him who would baptize “with fire and with the Holy Spirit,” and the light which was not obscure [would proclaim] “the Sun of justice.” [The one] filled with the Spirit [would proclaim] concerning him who gives the Spirit. The priest calling with the trumpet [would proclaim] concerning the one who is to come at the [sound of] the trumpet at the end. The voice [would proclaim] concerning the Word, and the one who saw the dove [would proclaim] concerning him upon whom the dove rested, like the lightning before the thunder.\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "Origen of Alexandria",
        "file_name": "Malachi 4_2.toml",
        "id": "786ed950-c9ac-4b2d-b7b4-fd4dca24b877",
        "location_end": 4000002,
        "location_start": 4000002,
        "source_title": "HOMILIES ON LEVITICUS 9:10.2",
        "source_url": "",
        "ts": 253,
        "txt": "But do not take the statement that “he sprinkles to the east” as superfluous. From the east came atonement for you; for from there is the man whose name is “East,” who became “a mediator between God and humanity.” Therefore you are invited by this to always look “to the east” where “the Sun of Righteousness” arises for you, where a light is born for you; that you may never “walk in darkness” and that that last day does not seize you in darkness. [Therefore may] the night and fog of ignorance not come upon you unawares, but [may] you always be found in the light of knowledge, always have the day of faith and always preserve the light of love and peace.\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "George Leo Haydock",
        "file_name": "Malachi 4_3.toml",
        "id": "2e1809b9-901a-45fa-8cb3-3377d7e807a8",
        "location_end": 4000003,
        "location_start": 4000003,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Ashes, burnt in Jerusalem. (Haydock) \nChristians rejoiced in the execution of divine justice. The Jews were not allowed to approach the new city, Elia. (St. Jerome)\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "George Leo Haydock",
        "file_name": "Malachi 4_4.toml",
        "id": "d55eaba2-6165-492b-a29f-75e89d5a5afd",
        "location_end": 4000004,
        "location_start": 4000004,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Law. This must be your guide and comfort. No more prophets shall appear before the Baptist. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "Theodore of Mopsuestia",
        "file_name": "Malachi 4_4.toml",
        "id": "ac946e31-1c24-4e6f-aecb-5fb6883e51ae",
        "location_end": 4000004,
        "location_start": 4000004,
        "source_title": "COMMENTARY ON MALACHI 4:1-2",
        "source_url": "",
        "ts": 428,
        "txt": "In addition to all that has been said I transmit this final command to you so that you may keep in mind my law that I gave to the whole of Israel through Moses, having clearly stated that they must observe it in detail. The first token of obedience you will provide, then, will be acceptance of the coming of Christ the Lord, who comes for the salvation of all people. He will bring the law to an end and make clear his own way of perfection. It would therefore be good for you immediately and at the outset to believe in him at his appearance and acknowledge him to be the one that Moses and all the prophets predicted as bringing an end to the law and revealing the salvation of all in common.\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "Augustine of Hippo",
        "file_name": "Malachi 4_4.toml",
        "id": "0230363f-f900-4cbd-bacc-6685000a031b",
        "location_end": 4000004,
        "location_start": 4000004,
        "source_title": "City of God 20.28",
        "source_url": "https://www.newadvent.org/fathers/120120.htm",
        "ts": 430,
        "txt": "After the prophecy, Malachi says, “Remember the law of Moses my servant, which I commanded him in Horeb for all Israel,” and he makes a passing reference to “precepts and judgments.” This emphasizes the declaration he had just made about the immense difference there is to be between the observers and the breakers of the law. The prophet’s further purpose was that his readers might learn to give a spiritual interpretation to the law, finding in it Christ the judge who is to make the distinction between the good and the wicked. For it was not without reason that Christ said to the Jews, “If you believed Moses, you would believe me also, for he wrote of me.” It was, in fact, of their purely material interpretation of the law and of their failure to perceive that its temporal promises were but symbols of eternal rewards that they broke into such rebellious resentfulness as to say, “He labors in vain that serves God, and what profit is it that we have kept his ordinances and that we have walked sorrowful before the Lord of hosts? Wherefore now we call the proud people happy, for they that work wickedness are built up.” It was such complaints as these that compelled the prophet to anticipate, as it were, the last judgment in which the wicked will be so far from even a pretense of happiness that their misery will be apparent to all, whereas the good, untroubled by even transitory sorrow, will enjoy a manifest and unending beatitude. Malachi had already given a similar illustration of the kind of murmurings that wearied the Lord: “Every one that does evil is good in the sight of the Lord and such please him.” The only point I want to make is that such murmurings against God were the result of an unspiritual interpretation of the law.\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "George Leo Haydock",
        "file_name": "Malachi 4_5.toml",
        "id": "ac6ed271-da45-4666-a591-261f9b29b3cf",
        "location_end": 4000005,
        "location_start": 4000005,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Elias. Septuagint add, \"the The bite \"and St. Jerome (in Matthew xvii.) says, that Elias shall indeed come and restore all things. \nDreadful. Christ's first coming was in all meekness; but he will judge in terror. Hence the prophet's meaning is not that St. John , but that Elias shall come before the great day of the Lord. (Worthington) \nYet we may understand it of Christ coming into the world to preach, and again to judge. His first coming proved terrible to the perfidious Jews, whose ruin presently ensued. The destruction of Jerusalem was a figure of that which the world shall experience. (Calmet) \nThis shall be preceded by the preaching of Elias. (N. Alex. Diss. vi.) \nThis interpretation seems very striking and natural, though the prophet may have had the first coming of Christ and the ruin of the city chiefly in view. Our Saviour testifies that the Elias whom the Jews expected was already come, Matthew xi. 14., and xvii. 11., and Luke ix. 8. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "Tertullian",
        "file_name": "Malachi 4_5.toml",
        "id": "31d39404-c60e-470e-8d6c-f9e4aeed931d",
        "location_end": 4000005,
        "location_start": 4000005,
        "source_title": "ON THE SOUL 36:6",
        "source_url": "",
        "ts": 220,
        "txt": "I fully expect these heretics to seize upon the example of Elijah as reincarnated in John the Baptist, and thus they would have become our Lord espousing the doctrine of reincarnation. “Elijah indeed has come, and they knew him not.” And again, “And if you are willing to receive it, here is Elijah who was to come.” Was the question of the Jews to John, “Are you Elijah?” to be understood in a Pythagorean sense and not in reference to the divine pronouncement: “Behold, I send you Elijah, the Tishbite”? But their theory of transmigration refers to the recall of a soul that had died long before and to its insertion in some other body. Elijah, however, is to return not after leaving this life by death, not to be returned to his body, since he never left it, but he will come back to the world from which he has been removed. He will return not to take up a life he had left off but for the fulfillment of a prophecy. He will come back as Elijah, with the same name. How, then, could John be Elijah? The voice of the angel tells us: “And he shall go before the people in the spirit and power of Elijah,” not in the soul or body of Elijah. These substances are the specific property of each man, while “spirit and power” are extrinsic gifts conferred by the grace of God, and so they may be transferred to another according to the will of God as happened long ago with respect to the spirit of Moses.\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "Tertullian",
        "file_name": "Malachi 4_5.toml",
        "id": "d281afcc-5cf1-4956-a5c4-fdb1c0c2f5a7",
        "location_end": 4000005,
        "location_start": 4000005,
        "source_title": "On the Resurrection of the Flesh, Chapter 22",
        "source_url": "https://www.newadvent.org/fathers/0316.htm",
        "ts": 220,
        "txt": "We must after all this turn our attention to those scriptures also which forbid our belief in such a resurrection as is held by your Animalists (for I will not call them Spiritualists), that it is either to be assumed as taking place now, as soon as men come to the knowledge of the truth, or else that it is accomplished immediately after their departure from this life... Who has yet beheld Jesus descending from heaven in like manner as the apostles saw Him ascend, according to the appointment of the two angels? [Acts 1:11] Up to the present moment they have not, tribe by tribe, smitten their breasts, looking on Him whom they pierced. [John 19:37; Zechariah 12:10] No one has as yet fallen in with Elias; [Malachi 4:5] no one has as yet escaped from Antichrist; [1 John 4:3] no one has as yet had to bewail the downfall of Babylon. [Revelation 18:2] And is there now anybody who has risen again, except the heretic? He, of course, has already quitted the grave of his own corpse — although he is even now liable to fevers and ulcers; he, too, has already trodden down his enemies — although he has even now to struggle with the powers of the world. And as a matter of course, he is already a king — although he even now owes to Cæsar the things which are Cæsar's. [Matthew 22:21]\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "Victorinus of Pettau",
        "file_name": "Malachi 4_5.toml",
        "id": "754704cb-a4a9-4a5a-b260-d6425348819f",
        "location_end": 4000005,
        "location_start": 4000005,
        "source_title": "COMMENTARY OF THE APOCALYPSE 11",
        "source_url": "",
        "ts": 304,
        "txt": "“And I saw another angel ascending from the east, having the seal of the living God.” He speaks of Elijah the prophet, who is the precursor of the times of the antichrist, for the restoration and establishment of the churches from the great and intolerable persecution. We read that these things are predicted in the opening of the Old Testament and the New Testament, for he says by Malachi, “Lo, I will send to you Elijah the Tishbite, to turn the hearts of the fathers to the children, according to the time of calling, to recall the Jews to the faith of the people that succeed them.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "Hippolytus of Rome",
        "file_name": "Malachi 4_5.toml",
        "id": "851c0b23-f725-4f38-b61b-a0113db17bb9",
        "location_end": 4000005,
        "location_start": 4000005,
        "source_title": "ON THE ANTICHRIST 46",
        "source_url": "",
        "ts": 235,
        "txt": "But since the Savior was the beginning of the resurrection of all people, it was fitting that the Lord alone should rise from the dead, by whom too the judgment is to enter the whole world, that they who have wrestled worthily may be also crowned worthily by him, by the illustrious Arbiter. [That is, he] himself first accomplished the course, and was received into the heavens, and was set down on the right hand of God the Father, and is to be manifested again at the end of the world as judge. It is a matter of course that his forerunners must appear first, as he says by Malachi and the angel, “I will send to you Elijah the Tishbite before the Day of the Lord, the great and notable day, comes; and he shall turn the hearts of the fathers to the children, and the disobedient to the wisdom of the just, lest I come and smite the earth utterly.” These, then, shall come and proclaim the manifestation of Christ that is to be from heaven; and they shall also perform signs and wonders; in order that people may be put to shame and turned to repentance for their surpassing wickedness and impiety.\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "Origen of Alexandria",
        "file_name": "Malachi 4_5.toml",
        "id": "826d4387-90ee-4ad4-b06f-37146a6a68bf",
        "location_end": 4000005,
        "location_start": 4000005,
        "source_title": "COMMENTARY ON THE GOSPEL OF JOHN 6:62",
        "source_url": "",
        "ts": 253,
        "txt": "Who of those who hear Jesus say of John, “If you wish to receive it, he is Elijah who is to come,” would not inquire how John says to those who ask, “Are you Elijah?” “I am not”? Will he not also inquire how one ought to consider John himself to be Elijah who is to come, according to Malachi’s statement: … “And behold, I am sending you Elijah the Tishbite before the great and renewed Day of the Lord comes, who will restore the heart of the father to his son and the heart of a man to his neighbor, lest I come and smite the earth utterly”?\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "Origen of Alexandria",
        "file_name": "Malachi 4_5.toml",
        "id": "817e6cc0-290d-41dd-9c21-c3965f0f3dd6",
        "location_end": 4000005,
        "location_start": 4000005,
        "source_title": "COMMENTARY ON THE GOSPEL OF JOHN 6:125",
        "source_url": "",
        "ts": 253,
        "txt": "And what is the source of your belief that Elijah who is to come will baptize? He did not even baptize the wood on the altar in the times of Ahab, when it needed a bath that it might be burned up when the Lord appeared in the fire. He commanded the priests to do this, and not only once, for he says, “Do it a second time, when also they did it for a second time.” And “Do it a third time, when also they did it a third time.” How, then, will he who did not baptize at that time but gave the task to others, baptize when he has come in fulfillment of things said by Malachi? Christ therefore does not baptize in water but his disciples. He reserves for himself the act of baptizing with the Holy Spirit and fire.\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "George Leo Haydock",
        "file_name": "Malachi 4_6.toml",
        "id": "773ca1c0-b953-4522-a4ae-13b9d48deafc",
        "location_end": 4000006,
        "location_start": 4000006,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Heart By bringing over the Jews to the faith of Christ, he shall reconcile them to their fathers, viz., the patriarchs and prophets, whose hearts for many ages have been turned away from them, because of their refusing to believe in Christ. (Calmet) \nThe antipathy of Jews and Gentiles shall cease. Both shall enter the Church of Christ, Isaias xi. 13. John the Baptist strove to ameliorate the manners of the people, and to bring all to Christ, who reconciles all seeming contradictions in the Scriptures. He came to put an end to all dissensions. (Calmet) \nYet the wicked will still have war, Matthew x. 35. (Haydock) \nChrist will convert those Jews at last, (Romans xi. 26.; Calmet) who have not yet opened their eyes. Their fathers, the apostles and first converts, have long ago shown them the example. (Haydock) \nAnathema. In the Hebrew, cherem, that is, utter destruction. (Challoner) \nSeptuagint, \"entirely \"(Calmet) or \"suddenly \"arden. (St. Jerome) (Deuteronomy vii. 26.) \nThis passage intimates that the ruin of Jerusalem is threatened. If people should be converted, would that stop the general conflagration? (Calmet) \nSome of our crafty adversaries have inferred from the above explanation of anathema, that the Church means heretics to be destroyed: but her kingdom is not of this world: she speaks only of the soul, and exercises a spiritual power. (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "Richard Challoner",
        "file_name": "Malachi 4_6.toml",
        "id": "c8c60c43-46bf-4da2-9f86-94b5f5ecad48",
        "location_end": 4000006,
        "location_start": 4000006,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "With anathema: In the Hebrew, Cherem, that is, with utter destruction.\n"
    },
    {
        "append_to_author_name": "",
        "book": "malachi",
        "father_name": "Richard Challoner",
        "file_name": "Malachi 4_6.toml",
        "id": "987b2b03-de60-4640-9dd8-4f0ff5462939",
        "location_end": 4000006,
        "location_start": 4000006,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "He shall turn the heart: By bringing over the Jews to the faith of Christ, he shall reconcile them to their fathers, viz., the partiarchs and prophets; whose hearts for many ages have been turned away from them, because of their refusing to believe in Christ.\n"
    },
    {
        "append_to_author_name": " 1:5-23",
        "book": "malachi",
        "father_name": "Luke",
        "file_name": "Malachi 4_6.toml",
        "id": "a009c486-215b-4434-b53f-7f844376e796",
        "location_end": 4000006,
        "location_start": 4000006,
        "source_title": "",
        "source_url": "",
        "ts": 61,
        "txt": "There was in the days of Herod, the king of Judaea, a certain priest named Zacharias, of the course of Abia: and his wife was of the daughters of Aaron, and her name was Elisabeth.  And they were both righteous before God, walking in all the commandments and ordinances of the Lord blameless.  And they had no child, because that Elisabeth was barren, and they both were now well stricken in years.  And it came to pass, that while he executed the priest's office before God in the order of his course,  According to the custom of the priest's office, his lot was to burn incense when he went into the temple of the Lord.  And the whole multitude of the people were praying without at the time of incense.  And there appeared unto him an angel of the Lord standing on the right side of the altar of incense.  And when Zacharias saw him, he was troubled, and fear fell upon him.  But the angel said unto him, Fear not, Zacharias: for thy prayer is heard; and thy wife Elisabeth shall bear thee a son, and thou shalt call his name John.  And thou shalt have joy and gladness; and many shall rejoice at his birth.  For he shall be great in the sight of the Lord, and shall drink neither wine nor strong drink; and he shall be filled with the Holy Ghost, even from his mother's womb.  And many of the children of Israel shall he turn to the Lord their God.  And he shall go before him in the spirit and power of Elias, to turn the hearts of the fathers to the children, and the disobedient to the wisdom of the just; to make ready a people prepared for the Lord. [Malachi 4:6] And Zacharias said unto the angel, Whereby shall I know this? for I am an old man, and my wife well stricken in years.  And the angel answering said unto him, I am Gabriel, that stand in the presence of God; and am sent to speak unto thee, and to show thee these glad tidings.  And, behold, thou shalt be dumb, and not able to speak, until the day that these things shall be performed, because thou believest not my words, which shall be fulfilled in their season.  And the people waited for Zacharias, and marvelled that he tarried so long in the temple.  And when he came out, he could not speak unto them: and they perceived that he had seen a vision in the temple: for he beckoned unto them, and remained speechless.  And it came to pass, that, as soon as the days of his ministration were accomplished, he departed to his own house.\n"
    }
]