[
    {
        "append_to_author_name": "",
        "book": "zephaniah",
        "father_name": "George Leo Haydock",
        "file_name": "Zephaniah 1_1.toml",
        "id": "57e17854-6a17-4e68-ad2e-0336f7d80495",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Lord. Thus the prophets insinuate that they are not the authors but the ministers of God's word. (Worthington)\n"
    },
    {
        "append_to_author_name": "",
        "book": "zephaniah",
        "father_name": "Richard Challoner",
        "file_name": "Zephaniah 1_1.toml",
        "id": "30480b43-68de-40bd-95a7-3506f008e65f",
        "location_end": 1000001,
        "location_start": 1000001,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "SOPHONIAS, whose name, saith St. Jerome, signifies The Watchman of the Lord, or The hidden of the Lord, prophesied in the beginning of the reign of Josias. He was a native of Sarabatha, and of the tribe of Simeon, according to the more general opinion. He prophesied the punishments of the Jews, for their idolatry and other crimes; also the punishments that were to come on divers nations; the coming of Christ, the conversion of the Gentiles, the blindness of the Jews, and their conversion towards the end of the world.\n"
    },
    {
        "append_to_author_name": "",
        "book": "zephaniah",
        "father_name": "George Leo Haydock",
        "file_name": "Zephaniah 1_2.toml",
        "id": "9abc442b-52c3-4a23-ad7f-05e2c5bb8771",
        "location_end": 1000002,
        "location_start": 1000002,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Gather That is, I will assuredly take away and wholly consume, either by captivity or death, both men and beasts out of this land. (Challoner) \nTo gather commonly implies a benefit, but the sequel shows that the contrary is here meant. (Worthington) \nIt often signifies to kill or bury, Jeremias viii. 2. The whole country round Judea to Babylon, shall be a sepulchre for men and beasts, Osee iv. 3. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "zephaniah",
        "father_name": "Richard Challoner",
        "file_name": "Zephaniah 1_2.toml",
        "id": "84ea4894-d262-467a-8d84-78e70f343706",
        "location_end": 1000002,
        "location_start": 1000002,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "Gathering, I will gather: That is, I will assuredly take away, and wholly consume, either by captivity, or death, both men and beasts out of this land.\n"
    },
    {
        "append_to_author_name": "",
        "book": "zephaniah",
        "father_name": "George Leo Haydock",
        "file_name": "Zephaniah 1_3.toml",
        "id": "d08c3f28-dd80-4851-a276-7d91e32b8603",
        "location_end": 1000003,
        "location_start": 1000003,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Sea: the waters and air shall be pestilential. (Haydock) \nSt. Jerome frequently observes that when a country is depopulated, as the Roman empire was in his days, the most fertile regions were soon abandoned even by beasts and birds. \nMeet. Septuagint, \"be weak. \"Hebrew, \"I will gather (Calmet; Protestants, \"consume \"Haydock) scandals (or idols) with the wicked. \"(Symmachus)\n"
    },
    {
        "append_to_author_name": "",
        "book": "zephaniah",
        "father_name": "George Leo Haydock",
        "file_name": "Zephaniah 1_4.toml",
        "id": "4b4537d9-f784-415e-b86c-8a4cc834d53e",
        "location_end": 1000004,
        "location_start": 1000004,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Baal. Josias had not yet begun his reformation, 4 Kings xxiii. 4. (Calmet) \nAt least he had not brought it to perfection, though from his infancy he had encouraged religion. (Haydock) \nWardens of the temples of the idols. Ædituos, in Hebrew, the Cemarim, that is such as kindle the fires or burn incense. (Challoner) \nLiterally, \"the blacks, (Haydock) or those in black \"whether it alludes to their clothes or to the colour of their bodies, in consequence of their going almost naked. Camilli, which may be derived from this root, (Calmet) cemarim, (Haydock) in Tuscan, signifies priests, or rather (Calmet) children who went naked before them. (Macrob. iii. 8.) \nThe priests of Baal appeared in this manner, and cut themselves, (3 Kings xviii. 28.) committing great indecencies, while God ordered his ministers to be clothed in white with the utmost gravity. (Calmet) \nThe very remembrance of such idols and priests shall be abolished, Osee ii. 16. They were designed for the worship of fire. Baal was the sun. (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "zephaniah",
        "father_name": "Richard Challoner",
        "file_name": "Zephaniah 1_4.toml",
        "id": "b7a727ec-3434-4022-895b-190396ab29ea",
        "location_end": 1000004,
        "location_start": 1000004,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "The wardens: Viz., of the temples of the idols. AEdituos, in Hebrew, the Chemarims, that is, such as kindle the fires, or burn incense.\n"
    },
    {
        "append_to_author_name": "",
        "book": "zephaniah",
        "father_name": "George Leo Haydock",
        "file_name": "Zephaniah 1_5.toml",
        "id": "c9724202-d196-4032-9f90-abec01078958",
        "location_end": 1000005,
        "location_start": 1000005,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Houses. The roofs were flat. Josias afterwards reformed this abuse, 4 Kings xxiii. 5. (Calmet) \nIt continued among the Arabs. (Strabo xvii.) \nMelchom. The idol of the Ammonites. (Challoner) \nThose who join idols with God do not worship Him indeed. (Worthington) \nSwearing was an act of religion, Matthew v. 33. God will not allow his glory to be given to another. Such lame worship or divided hearts he rejects, 3 Kings xviii. 21. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "zephaniah",
        "father_name": "Richard Challoner",
        "file_name": "Zephaniah 1_5.toml",
        "id": "85f47f84-ea9c-4b96-b1c4-e7763b45bf99",
        "location_end": 1000005,
        "location_start": 1000005,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "Melchom: The idol of the Ammonites.\n"
    },
    {
        "append_to_author_name": "",
        "book": "zephaniah",
        "father_name": "George Leo Haydock",
        "file_name": "Zephaniah 1_7.toml",
        "id": "080e1731-7595-46be-8593-d1b93b9d8f60",
        "location_end": 1000007,
        "location_start": 1000007,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Silent. Hebrew has, (Haydock) an interjection, (St. Jerome) like our hush. (Haydock) \nThis denotes the importance of what he is going to say. \nGuests. The blood of the wicked is his victim, Jeremias xlvi. 10., and Ezechiel xxxix. 17. (Calmet) \nThe day of punishment is commonly styled the day of the Lord, Isaias ii., and 1 Corinthians iii. (Worthington)\n"
    },
    {
        "append_to_author_name": "",
        "book": "zephaniah",
        "father_name": "George Leo Haydock",
        "file_name": "Zephaniah 1_8.toml",
        "id": "03732bdc-d40b-4c67-8684-6060836307d2",
        "location_end": 1000008,
        "location_start": 1000008,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Victim. Hebrew, \"sacrifice. \"But Manuscript 1. Camb. has, \"in that day, says the Lord \"eeva nam being substituted for zebach, (Haydock) which is \"a very remarkable variation. \"In ver. 7, it has Jehovah Elohim printed Adonai Jehovah. (Kennicott) \nPrinces. After the death of Josias all fell to ruin. His sons were deposed, and led into captivity with the chief nobility and priests, who were richly adorned, and imitated the manners of idolaters, or kept the garments of the poor, Exodus xxii. 26., and Deuteronomy xxii. 5, 11 (Calmet) \nAll the posterity of Josias was afflicted. Joachaz died in Egypt; Joakim was harassed and put to death; Sedecias taken, and his eyes put out, when his children had been slain. Jechonias, or Joachin, was detained in prison at Babylon for a long time. (Worthington)\n"
    },
    {
        "append_to_author_name": "",
        "book": "zephaniah",
        "father_name": "George Leo Haydock",
        "file_name": "Zephaniah 1_9.toml",
        "id": "e3c6ea47-2097-4ee6-b386-2b01e7b625fc",
        "location_end": 1000009,
        "location_start": 1000009,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Entereth the temple, as if to show themselves, Amos vi. 1. Hebrew, \"jumpeth over\", denoting the Philistines. (Chaldean) (1 Kings v. 5.) (Calmet) \nSeptuagint, \"I will take vengeance on all openly before the gate in that day \"(Haydock) on all who have cast themselves out of the Church. (St. Jerome) \nLord. Hebrew, of their masters with \"This may relate to the Philistines, (Calmet) or to those who made the house of God a place of traffic, (Matthew xxi. 13.) and offered victims unjustly acquired. (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "zephaniah",
        "father_name": "George Leo Haydock",
        "file_name": "Zephaniah 1_10.toml",
        "id": "46cabf42-b454-4d02-8341-484b8ebc1668",
        "location_end": 1000010,
        "location_start": 1000010,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Gate, looking towards Joppe. (St. Jerome) \nThe news of the defeat at Mageddo came this way, or the cries of the Philistines were heard. (Calmet) \nSecond. A part of the city so called, (Challoner) built by Manasses on the same side of the city, 2 Paralipomenon xxxiii. 14. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "zephaniah",
        "father_name": "Richard Challoner",
        "file_name": "Zephaniah 1_10.toml",
        "id": "52de11c6-6140-4753-ae12-1dcbe41de0c2",
        "location_end": 1000010,
        "location_start": 1000010,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "The Second: A part of the city so called.\n"
    },
    {
        "append_to_author_name": "",
        "book": "zephaniah",
        "father_name": "George Leo Haydock",
        "file_name": "Zephaniah 1_11.toml",
        "id": "9554969b-186c-46c8-8691-d86ab17f4a69",
        "location_end": 1000011,
        "location_start": 1000011,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "The Morter: (Maktesh) a valley in or near Jerusalem. (Challoner) \nAll the people shall suffer in the city. (Sanctius) (Tirinus) \nMactes was rendered famous by Samson, (Judges xv. 19.) and was in or near the country of the Philistines, who seem to be designated. The original is variously interpreted. (Calmet) \nSeptuagint, \"of the city cut in pieces, because all the people resemble Chanaan. \"(Haydock) Chanaan. So he calls the Jews, from their following the wicked ways of the Chanaanites. (Challoner) \nThe merchants (Grotius) are confounded, or (Haydock) the Philistines are still meant. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "zephaniah",
        "father_name": "Richard Challoner",
        "file_name": "Zephaniah 1_11.toml",
        "id": "29b4cabd-b404-4b87-803b-36c952a50fc8",
        "location_end": 1000011,
        "location_start": 1000011,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "The Morter: Maktesh. A valley in or near Jerusalem\n\nThe people of Chanaan: So he calls the Jews, from their following the wicked ways of the Chanaanites.\n"
    },
    {
        "append_to_author_name": "",
        "book": "zephaniah",
        "father_name": "George Leo Haydock",
        "file_name": "Zephaniah 1_12.toml",
        "id": "92b4b60d-48c6-4718-b738-bfc380be12c7",
        "location_end": 1000012,
        "location_start": 1000012,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Lamps, with the utmost diligence, (Luke xv. 8.) so that none shall escape even in the most filthy places. (Calmet) \nThe Romans found many Jews in the common sewers. (Josephus, Jewish Wars vii. 16, 20, and 26.) \nLees. That is, the wealthy, and such as live at their ease, resting upon their riches, like wine upon the lees. (Challoner) \nEvil, denying Providence. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "zephaniah",
        "father_name": "Richard Challoner",
        "file_name": "Zephaniah 1_12.toml",
        "id": "d419e39c-0d84-46b9-86c7-8a3e9fc824b7",
        "location_end": 1000012,
        "location_start": 1000012,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "Settled on their lees: That is, the wealthy, and such as live at their ease, resting upon their riches, like wine upon the lees.\n"
    },
    {
        "append_to_author_name": "",
        "book": "zephaniah",
        "father_name": "Jerome",
        "file_name": "Zephaniah 1_12.toml",
        "id": "a17f7a6c-8fa7-443d-9fb7-3b86ebffcffa",
        "location_end": 1000012,
        "location_start": 1000012,
        "source_title": "HOMILIES ON MARK 82",
        "source_url": "",
        "ts": 420,
        "txt": "The Lord Jesus went into Jerusalem, into the temple. And when he had looked around upon all things, then, as it was already late, he went out to Bethany with the Twelve. The Lord went into Jerusalem and into the temple. He went in, and, having entered, what does he do? He looks about at everything. In the temple of the Jews he was looking for a place to rest his head and found none. “He had looked around upon all things.” Why did it say, “He had looked around upon all that was there”? He was looking for the priests; he wanted to be with them, but he could not find them. He always had regard for priests. So he surveyed all that was about him, almost as though he were searching with a lantern; so says the prophet Zephaniah: “I will explore Jerusalem with lamps.” In this same way, the Lord too looked around at everything with the light of a lamp. He was searching in the temple, but he did not find what he wanted. When it was already evening, he was still exploring everything; he was looking around upon all things. Even though his search was unfruitful, nevertheless, as long as there was light, he remained in the temple; but when evening had come, when the shades of ignorance had darkened the temple of the Jews, when it was the evening hour, he went out to Bethany with the Twelve. The Savior searched; the apostles searched; in the temple they found nothing, so they left it.\n"
    },
    {
        "append_to_author_name": "",
        "book": "zephaniah",
        "father_name": "George Leo Haydock",
        "file_name": "Zephaniah 1_13.toml",
        "id": "86352735-2397-4832-997d-fe0fed9ecc21",
        "location_end": 1000013,
        "location_start": 1000013,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Strength. Children or riches. (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "zephaniah",
        "father_name": "Cassiodorus",
        "file_name": "Zephaniah 1_13-14.toml",
        "id": "ca5d34c4-6d13-4697-a1a3-2cf26a7475db",
        "location_end": 1000014,
        "location_start": 1000013,
        "source_title": "EXPOSITION OF THE PSALMS 6:1",
        "source_url": "",
        "ts": 585,
        "txt": "With reference to that day the prophet Amos says, “Woe to them that desire the Day of the Lord. To what end is this Day of the Lord for you? The day itself is darkness and not light.” The prophet Zephaniah says the same thing: “The voice of the Day of the Lord is grim and bitter.” That is why the penitent now introduced before us earnestly supplicates in the ordered divisions of his prayer that he may not be convicted for his deeds on that day of judgment. What is more beneficial and farsighted for the person who could have no hope in his own deserts because of the sins which he has committed than to decide to pray to God’s fatherly love while in this world, where there is opportunity for repentance?\n"
    },
    {
        "append_to_author_name": "",
        "book": "zephaniah",
        "father_name": "Cyprian",
        "file_name": "Zephaniah 1_13-14.toml",
        "id": "53ca1cc9-0d9f-4920-9c19-2a3613b6588a",
        "location_end": 1000014,
        "location_start": 1000013,
        "source_title": "TO QUIRINUS, TESTIMONIES AGAINST THE JEWS 12:3.61",
        "source_url": "",
        "ts": 258,
        "txt": "The lust of possessions and money are not to be sought for. In Solomon, in Ecclesiastes: “He that loves silver shall not be satisfied with silver.” Also in Proverbs: “He who holds back the corn is cursed among the people; but blessing is on the head of him that communicates it.” Also in Isaiah: “Woe to them who join house to house, and lay field to field, that they may take away something from their neighbor. Will you dwell alone upon the earth?” Also, in Zephaniah: “They shall build houses, and shall not dwell in them; and they shall appoint vineyards, and shall not drink the wine of them, because the Day of the Lord is near.” Also in the Gospel according to Luke: “For what does it profit a man to make a gain of the whole world, but that he should lose himself?”\n"
    },
    {
        "append_to_author_name": "",
        "book": "zephaniah",
        "father_name": "Origen of Alexandria",
        "file_name": "Zephaniah 1_13-14.toml",
        "id": "77db120d-ebad-443c-ad2a-acd349da0f99",
        "location_end": 1000014,
        "location_start": 1000013,
        "source_title": "COMMENTARY ON THE GOSPEL OF JOHN 1:161",
        "source_url": "",
        "ts": 253,
        "txt": "But since these are light as perceived by the sense, which are said in Moses to have come into existence on the fourth day, they are not the true light because they enlighten the things on the earth. The Savior, on the other hand, is the light of the spiritual world because he shines on those who are rational and intellectual, that their mind may see its proper visions. Now I mean he is the light of those rational souls which are in the sensible world, of which the Savior teaches us that he is the Maker, being, perhaps its directing and principal part, and, so to speak, the sun of the great Day of the Lord.\n"
    },
    {
        "append_to_author_name": "",
        "book": "zephaniah",
        "father_name": "George Leo Haydock",
        "file_name": "Zephaniah 1_14.toml",
        "id": "341d9aee-89d1-48cf-a530-e200915891c2",
        "location_end": 1000014,
        "location_start": 1000014,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Near. When all these miseries shall overtake the wicked, (Worthington) after the death of Josias, 4 Kings xxi. 14. (Calmet) \nThe mighty. Septuagint, \"and dreadful, powerful is the day of \"\nMeet. Protestants, \"cry bitterly. \"(Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "zephaniah",
        "father_name": "George Leo Haydock",
        "file_name": "Zephaniah 1_15.toml",
        "id": "98bf528a-e1ca-4902-819b-b23c762e68cf",
        "location_end": 1000015,
        "location_start": 1000015,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Day, is a day. The repetition elegantly describes the great danger. (Worthington)\n"
    },
    {
        "append_to_author_name": "",
        "book": "zephaniah",
        "father_name": "Gregory the Dialogist",
        "file_name": "Zephaniah 1_15-16.toml",
        "id": "a037e33c-2386-4e7f-8ac7-3827ae11a46d",
        "location_end": 1000016,
        "location_start": 1000015,
        "source_title": "PASTORAL CARE 11",
        "source_url": "",
        "ts": 604,
        "txt": "But let them hear how the prophet Zephaniah holds out over them the power of divine rebuke, saying, “Behold, the Day of the Lord comes, great and horrible, the day of wrath, that day; a day of darkness and gloominess, a day of cloud and whirlwind, a day of trumpet and clamor, upon all fenced cities, and upon all lofty corners.” For what is expressed by fenced cities but minds suspected and surrounded ever with a fallacious defense; minds which, as often as their fault is attacked, suffer not the darts of truth to reach them? And what is signified by lofty corners (a wall being always double in corners) but insincere hearts; which, while they shun the simplicity of truth, are in a manner doubled back on themselves in the crookedness of duplicity, and, what is worse, from their fault of insincerity lift themselves in their thoughts with the pride of prudence? Therefore the Day of the Lord comes full of vengeance and rebuke upon fenced cities and lofty corners, because the wrath of the last judgment both destroys human hearts that have been closed by defenses against the truth and unfolds such as have been folded up in duplicities. For then the fenced cities fall. For souls that God has not penetrated will be damned. Then the lofty corners tumble, because hearts which erect themselves in the prudence of insincerity are prostrated by the sentence of righteousness.\n"
    },
    {
        "append_to_author_name": "",
        "book": "zephaniah",
        "father_name": "George Leo Haydock",
        "file_name": "Zephaniah 1_16.toml",
        "id": "76ea39b6-36ca-4eb2-a0c6-7768f8583ab7",
        "location_end": 1000016,
        "location_start": 1000016,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Trumpet, when Nachao came and deposed Joachas.\n"
    },
    {
        "append_to_author_name": "",
        "book": "zephaniah",
        "father_name": "George Leo Haydock",
        "file_name": "Zephaniah 1_17.toml",
        "id": "2ad26911-ca79-43f4-b469-745f1359c789",
        "location_end": 1000017,
        "location_start": 1000017,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Blind. Not knowing what course to take, Deuteronomy xxviii. 29., and Isaias lix. 10. (Calmet) \nSuch will be the horror preceding judgment. (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "zephaniah",
        "father_name": "George Leo Haydock",
        "file_name": "Zephaniah 1_18.toml",
        "id": "3ede710c-3160-413b-a5b8-c9dd7f03c02f",
        "location_end": 1000018,
        "location_start": 1000018,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Gold. Ezechiel vii. 19. Thus the Medes despised riches, Isaias xiii. 17. (Calmet) \nJealousy. God regarded the synagogue as his spouse. (Menochius) \n\"If he loved not the soul of man, he would not be jealous of it. \"(St. Jerome) (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "zephaniah",
        "father_name": "Clement of Alexandria",
        "file_name": "Zephaniah 1_18.toml",
        "id": "5a53b521-1ef4-4e11-b87c-eb0d2d4cdb65",
        "location_end": 1000018,
        "location_start": 1000018,
        "source_title": "CHRIST THE EDUCATOR 2:13",
        "source_url": "",
        "ts": 215,
        "txt": "I am weary and vexed at enumerating the multitude of ornaments, and I am compelled to wonder how those who bear such a burden are not worried to death. O foolish trouble! O silly craze for display! They squander meretriciously wealth on what is disgraceful and in their love for ostentation disfigure God’s gifts, emulating the art of the evil one. The rich man hoarding up in his barns and saying to himself, “You have many goods laid up for many years; eat, drink be merry,” the Lord in the Gospels plainly called “fool.” “For this night they shall take your soul; whose then shall those things which you have prepared be?” Apelles, the painter, seeing one of his pupils painting a figure loaded with gold color to represent Helen, said to him, “Boy, being incapable of painting her beautiful, you have made her rich.” Such Helens are the ladies of the present day, not truly beautiful but richly got up. To these the Spirit prophesies by Zephaniah: “And their silver and their gold shall not be able to deliver them in the Day of the Lord’s anger.” But for those women who have been trained under Christ, it is suitable to adorn themselves not with gold but with the Word, through whom alone the gold comes to light.\n"
    },
    {
        "append_to_author_name": "",
        "book": "zephaniah",
        "father_name": "George Leo Haydock",
        "file_name": "Zephaniah 2_1.toml",
        "id": "219cffe7-e20e-4930-971e-293d4ad378c9",
        "location_end": 2000001,
        "location_start": 2000001,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Together, in love. (St. Jerome) \nHebrew, \"gather \"the wood or chaff, (Calmet) your wicked deeds, lest they prove the fuel of fire, chap. i. 18. (Haydock) \nHe addresses the Jews and all their neighbours. (Calmet) \nThough you deserve no love, God will receive the penitent. (Worthington)\n"
    },
    {
        "append_to_author_name": "",
        "book": "zephaniah",
        "father_name": "Cyril of Alexandria",
        "file_name": "Zephaniah 2_1-2.toml",
        "id": "2713da6a-b092-4e09-9293-2c9c0560e653",
        "location_end": 2000002,
        "location_start": 2000001,
        "source_title": "ON THE UNITY OF CHRIST",
        "source_url": "",
        "ts": 444,
        "txt": "One of the prophets rightly spoke of this relation to those who had fallen into negligence: “Be gathered again and tied back together, you undisciplined nation, before you become like the flower that passes away.” A disciple can also be said to “attach” himself to a teacher in terms of a love of study, and we too can attach ourselves to one another not in one fashion only but in many. In short, when someone assists another in a task, should we not consider that he has been conjoined by will to the one who receives his assistance? It seems to us that this is exactly what these innovators mean by conjunction. You must have heard how they stupidly maintain that God the Word assumed a man, as if he were a different Son to himself, and then proposed him as a kind of assistant to his designs so that he underwent the trial and death, came to life again, rose up to heaven, and even sat upon the throne of the ineffable Godhead? With arguments such as these have they not completely and utterly proven that this man is altogether different from the true and natural son?\n"
    },
    {
        "append_to_author_name": "",
        "book": "zephaniah",
        "father_name": "Pachomius the Great",
        "file_name": "Zephaniah 2_1-2.toml",
        "id": "e46c4447-a02a-407a-813c-7190a99ca6b2",
        "location_end": 2000002,
        "location_start": 2000001,
        "source_title": "INSTRUCTIONS 49",
        "source_url": "",
        "ts": 348,
        "txt": "Struggle, my beloved, for the time is near and the days have been shortened. There is no father who instructs his children, there is no child who obeys his father; good virgins are no longer; the holy fathers have died on all sides; the mothers and the widows are no longer, and we have become like orphans; the humble are crushed underfoot; and blows are showered upon the head of the poor. Therefore there is little to hold back the wrath of God from grieving us, with no one to console us. All this has befallen us because we have not practiced mortification.\n"
    },
    {
        "append_to_author_name": "",
        "book": "zephaniah",
        "father_name": "George Leo Haydock",
        "file_name": "Zephaniah 2_2.toml",
        "id": "fda0b369-5d17-4b24-841b-eca0094308d2",
        "location_end": 2000002,
        "location_start": 2000002,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "The day. Hebrew, \"to-day. \"(Calmet) \nSeptuagint, \"before you become as a passing flower. \"Protestants, \"before the day pass as the chaff. \"(Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "zephaniah",
        "father_name": "George Leo Haydock",
        "file_name": "Zephaniah 2_3.toml",
        "id": "7f682fe6-035b-4370-8f80-00b47d7ac126",
        "location_end": 2000003,
        "location_start": 2000003,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Just. Hebrew, \"justice. \"(Calmet) \nSeptuagint, \"righteousness, and answer the same. \"(Haydock) \nScarcely the innocent will escape. (Menochius) \nThe prophet does not specify the crimes of the Philistines, as Ezechiel (xxv. 15.) does. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "zephaniah",
        "father_name": "George Leo Haydock",
        "file_name": "Zephaniah 2_4.toml",
        "id": "32a9620b-a57e-4340-9ece-b5dd2a1cfdc0",
        "location_end": 2000004,
        "location_start": 2000004,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Shall be, or \"is. \"The prophets often represent future things as past, to show the certainty of the event. The destruction of other cities by the Chaldeans, gave the Jews to understand what they had to expect, as all sin must be punished sooner or later. (Worthington) \nPsammetichus, and his son, Nachao, probably fell upon these cities. (Calmet) \nThe former besieged Azotus for twenty-nine years. (Herodotus ii. 157.) \nAfterwards Nabuchodonosor reduced the country, beginning with the house of God, Jeremias xlvii. 4., and Ezechiel xxv. 15 (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "zephaniah",
        "father_name": "George Leo Haydock",
        "file_name": "Zephaniah 2_5.toml",
        "id": "b6b974db-5d14-4316-b7a3-e3ca49b0dc65",
        "location_end": 2000005,
        "location_start": 2000005,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Coast. Literally, \"line \"(Haydock) with which land was measured. (Calmet) \nReprobates. Hebrew cerethim, (Haydock) or Cerethi, of whom David's guards were formed. (Calmet) \nSeptuagint, \"people sprung the Cretans \"whence some (Theodoret) of the Philistines came, perhaps rather than from Cyprus, as was conjectured, Genesis x. 14. \nChanaan. So the Philistines are styled contemptuously. They adored the same idols, Wisdom xii. 23.\n"
    },
    {
        "append_to_author_name": "",
        "book": "zephaniah",
        "father_name": "George Leo Haydock",
        "file_name": "Zephaniah 2_6.toml",
        "id": "64b4cf08-5509-40b9-b605-ba121c4293ea",
        "location_end": 2000006,
        "location_start": 2000006,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Shepherds. Merchants shall come no longer, the country being subdued by Nabuchodonosor, and by the Machabees, ver. 7. \nAlexander ruined Gaza. (Curt. iv.)\n"
    },
    {
        "append_to_author_name": "",
        "book": "zephaniah",
        "father_name": "George Leo Haydock",
        "file_name": "Zephaniah 2_8.toml",
        "id": "c395642d-c136-4528-a83f-c8ebc547031f",
        "location_end": 2000008,
        "location_start": 2000008,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Borders, helping the Chaldeans. This brought on their ruin. (St. Jerome) \nThey were always disposed to seize the country.\n"
    },
    {
        "append_to_author_name": "",
        "book": "zephaniah",
        "father_name": "George Leo Haydock",
        "file_name": "Zephaniah 2_9.toml",
        "id": "98444c4d-edf3-4aca-8a1c-5aba8f211297",
        "location_end": 2000009,
        "location_start": 2000009,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Dryness. Septuagint, \"Damascus shall be abandoned as a heap on the barn-floor, and disappearing for an age. \"(Haydock) \nThis city is threatened with the rest, Isaias xvii. 1. (Calmet) \nEver. Septuagint refer this to Damascus, others to Ammon (Haydock) \nThe latter nations were in desolation for a long time; but had re-established themselves, when the Machabees reduced them again, Jeremias xlviii., and 1 Machabees v. 6.\n"
    },
    {
        "append_to_author_name": "",
        "book": "zephaniah",
        "father_name": "George Leo Haydock",
        "file_name": "Zephaniah 2_11.toml",
        "id": "7f384ca2-64a6-45d2-b2e2-050d9467e592",
        "location_end": 2000011,
        "location_start": 2000011,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Own place. The Jewish religion could be practised only at Jerusalem, so that this is one of the most striking predictions of the conversion of the world. The Jews in vain attempt to restrain it to the captives returning. See St. Jerome. (Calmet) \nThey shall inform many of the truth, and be the means of their conversion. (Haydock) \nBut God shall be adored in every place. (Menochius)\n"
    },
    {
        "append_to_author_name": "",
        "book": "zephaniah",
        "father_name": "Augustine of Hippo",
        "file_name": "Zephaniah 2_11.toml",
        "id": "8b292181-56f9-4f57-8722-9ca393791585",
        "location_end": 2000011,
        "location_start": 2000011,
        "source_title": "ON FAITH IN THINGS UNSEEN 4",
        "source_url": "",
        "ts": 430,
        "txt": "And neither will you believe that it was foretold that these nations would come to some place of God, as it has been said, “To you the Gentiles shall come from the ends of the earth.” Understand, if you can, that it is to the God of the Christians, who is supreme and the true God, that the people of these nations come, not by walking but by believing. For this same announcement has been made in these words by another prophet: “The Lord shall be terrible upon them and shall consume all the gods of the earth, and they shall adore him every man from his place, all the islands of the Gentiles.” One says, “To you the Gentiles shall come from the ends of the earth”; the other, “They shall adore him every man from his own place.” Therefore they will not be required to withdraw from their own place in coming to him, because they will find him in whom they believe in their own hearts.\n"
    },
    {
        "append_to_author_name": "",
        "book": "zephaniah",
        "father_name": "Augustine of Hippo",
        "file_name": "Zephaniah 2_11.toml",
        "id": "0d4484f8-eeb2-4e5e-a695-1d8364b880f0",
        "location_end": 2000011,
        "location_start": 2000011,
        "source_title": "ON THE DIVINATION OF DEMONS 7",
        "source_url": "",
        "ts": 430,
        "txt": "For a long time … the demons kept silent in their own temples concerning the things that would come to pass, although because of the utterances of the prophets they could not have been unaware of them. When, later, the events began to draw near, they wished, as it were, to foretell them, so that they might not be deemed ignorant and vanquished. Nevertheless, not to mention other instances for the present, long ago there had been foretold and recorded that which the prophet Zephaniah says: “The Lord shall prevail against them and shall cast out all the gods of the Gentiles of the earth. And they shall adore him every man from his own place, all the islands of the Gentiles.” Possibly those gods who were worshiped in the temples of the Gentiles did not believe that those events would occur to them and consequently did not wish them to be noised abroad through their own seers and diviners.\n"
    },
    {
        "append_to_author_name": "",
        "book": "zephaniah",
        "father_name": "John Chrysostom",
        "file_name": "Zephaniah 2_11.toml",
        "id": "b8149836-cac1-451e-8ced-45fa8fa87d35",
        "location_end": 2000011,
        "location_start": 2000011,
        "source_title": "DEMONSTRATIONS AGAINST THE PAGANS 17:5",
        "source_url": "",
        "ts": 407,
        "txt": "Despite all this, they still could not raise up a temple and restore the place in which they would be allowed to observe all these rituals according to the law. For the power of Christ, the power which founded the church, has also destroyed that place. The prophet foretold that Christ would come and that he would do these things, even though he would not come until after the captivity.\n"
    },
    {
        "append_to_author_name": "",
        "book": "zephaniah",
        "father_name": "Jerome",
        "file_name": "Zephaniah 2_11.toml",
        "id": "b61385f6-0868-45bd-be4e-4c22d9f21792",
        "location_end": 2000011,
        "location_start": 2000011,
        "source_title": "HOMILIES ON THE PSALMS 24",
        "source_url": "",
        "ts": 420,
        "txt": "Let us, however, speak also of the churches as islands. Moreover, Scripture says in another place, “Many islands are converted to me.” Would you know that churches are called islands? The prophet Isaiah says in the name of the Lord, “Speak to the inhabitants of this isle.” “Let the many isles be glad.” Even as islands have been set in the midst of the sea, churches have been established in the midst of this world, and they are beaten and buffeted by different waves of persecution. Truly these islands are lashed by waves every day, but they are not submerged. They are in the midst of the sea, to be sure, but they have Christ as their foundation, Christ who cannot be moved.\n"
    },
    {
        "append_to_author_name": "",
        "book": "zephaniah",
        "father_name": "George Leo Haydock",
        "file_name": "Zephaniah 2_12.toml",
        "id": "af3ab8d9-8521-42bc-a378-45ed1a4f50aa",
        "location_end": 2000012,
        "location_start": 2000012,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Ethiopians. Hebrew Cu shim, denotes also the Arabs, who fell a prey to the Chaldeans. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "zephaniah",
        "father_name": "George Leo Haydock",
        "file_name": "Zephaniah 2_13.toml",
        "id": "ccad4ec9-e5d5-46a6-8f11-650802089429",
        "location_end": 2000013,
        "location_start": 2000013,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "The beautiful city. Ninive, which was destroyed soon after this, viz., in the sixteenth year of the reign of Josias. (Challoner) (Year of the world 3378.) \nHebrew, \"he shall make Ninive desolate. \"(Haydock) \nThis famous and potent city was at last destroyed. (Worthington) See Jonas iii. 4. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "zephaniah",
        "father_name": "Richard Challoner",
        "file_name": "Zephaniah 2_13.toml",
        "id": "d95069a8-7961-4dcf-82af-0aa5d4fe2b17",
        "location_end": 2000013,
        "location_start": 2000013,
        "source_title": "",
        "source_url": "",
        "ts": 1781,
        "txt": "The beautiful city: viz. Ninive, which was destroyed soon after this, viz., in the sixteenth year of the reign of Josias.\n"
    },
    {
        "append_to_author_name": "",
        "book": "zephaniah",
        "father_name": "George Leo Haydock",
        "file_name": "Zephaniah 2_14.toml",
        "id": "4da26db0-cc63-4b31-b7e6-1eeff6f3d000",
        "location_end": 2000014,
        "location_start": 2000014,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Bittern and the urchin. Hebrew kaath and kippod, are terms to us (Haydock) unknown. \nThreshold. Hebrew, \"the pomegranates \"supposed to be an ornament of the doors. \nRaven. Septuagint also read árb better than choreb, \"the desolation or the sword. \"See Isaias xxxiv. 11. (Calmet) \nChereb has both meanings, \"a raven, or sword. \"(St. Jerome) \nI will. Hebrew, \"he has uncovered her cedar \"(Calmet) her fine palaces and apartments. Septuagint, \"for the cedar is its height, (or pride) this is the city given to evils, that \"(Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "zephaniah",
        "father_name": "George Leo Haydock",
        "file_name": "Zephaniah 2_15.toml",
        "id": "c67255e0-7ed0-4d6a-989a-710943bf795e",
        "location_end": 2000015,
        "location_start": 2000015,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Beside, or equal. This was true, Jonas i. 2. (Calmet) \nThe founder intended that no city should ever equal it. (Diod. ii.) St. Jerome applies what is here said of Ninive to the Church in the times of antichrist, (Rondet.) or to a fallen soul. Any nation may abandon the faith: but the whole Church cannot fail. (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "zephaniah",
        "father_name": "Oresiesis-Heru-sa Ast",
        "file_name": "Zephaniah 2_15.toml",
        "id": "e983c66c-c320-434b-bc23-a4fdf0183fe2",
        "location_end": 2000015,
        "location_start": 2000015,
        "source_title": "",
        "source_url": "",
        "ts": 380,
        "txt": "Some from the circle of your friendship go out with a madeup face; they wear a bandeau around their face; they put this black thing over their eyes under pretext of illness; they have numberless rings attached to their handkerchief, and on their belt, fringes that flap behind them, like calves frisking about in an enclosure. Often they bathe quite naked without necessity; they wear soft shoes on their feet—“she went out taking pride in the desires of her soul”—they mince along in the assembly; they accost their friend with a boisterous laugh, like the noise of thorny twigs cracking under a cooking pot. They build themselves alcoves; they adopt customs of the crows and vultures of the world, making themselves comparable to them in their food: dead meat and rotted venison.\n"
    },
    {
        "append_to_author_name": "",
        "book": "zephaniah",
        "father_name": "Horsiesios",
        "file_name": "Zephaniah 2_15.toml",
        "id": "09875e71-bc35-4774-a480-6b8bf9308752",
        "location_end": 2000015,
        "location_start": 2000015,
        "source_title": "INSTRUCTIONS 7:10",
        "source_url": "",
        "ts": 387,
        "txt": "Some from the circle of your friendship go out with a made-up face; they wear a bandeau around their face; they put this black thing over their eyes under pretext of illness; they have numberless rings attached to their handkerchief, and on their belt, fringes that flap behind them, like calves frisking about in an enclosure. Often they bathe quite naked without necessity; they wear soft shoes on their feet—“she went out taking pride in the desires of her soul”—they mince along in the assembly; they accost their friend with a boisterous laugh, like the noise of thorny twigs cracking under a cooking pot. They build themselves alcoves; they adopt customs of the crows and vultures of the world, making themselves comparable to them in their food: dead meat and rotted venison.\n"
    },
    {
        "append_to_author_name": "",
        "book": "zephaniah",
        "father_name": "George Leo Haydock",
        "file_name": "Zephaniah 3_1.toml",
        "id": "ed4eb684-1dcf-46ae-b4ce-013620b1c562",
        "location_end": 3000001,
        "location_start": 3000001,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Dove. Jerusalem is upbraided, and then comforted. She had been treated like a spouse, a dove; and yet proved faithless. (Calmet) \nHebrew, \"Woe to the famous, and defiled, and oppressing city. \"Septuagint agree with us, if we only exchange famous for provoking. (Haydock) \nAfter being redeemed from Egypt, the Jews ungratefully follow idols, Osee vii. 11. (Menochius) \nJerusalem having been freely chosen and favoured above other places, and still provoking God, cannot escape a severe chastisement. (Worthington)\n"
    },
    {
        "append_to_author_name": "",
        "book": "zephaniah",
        "father_name": "Theodore of Mopsuestia",
        "file_name": "Zephaniah 3_1-2.toml",
        "id": "f7f36afb-4a9d-4022-8a60-0f9b6f36a8eb",
        "location_end": 3000002,
        "location_start": 3000001,
        "source_title": "COMMENTARY ON ZEPHANIAH 3:1-2",
        "source_url": "",
        "ts": 428,
        "txt": "[Jerusalem] was like this for refusing to the end to hear the word of the prophet sent to it and not accepting in any way the instruction from that source. Though seeming to undergo a change for a while, once more it went back to its characteristic wickedness; at any rate, it took no account of God’s sending the prophet, nor did it make the decision to pay attention to him later, despite having such a remarkable experience. On the contrary, it forsook him completely and declared war on him, attacking Jerusalem after the annihilation of the ten tribes, the city in which the temple of God was to be found.\n"
    },
    {
        "append_to_author_name": "",
        "book": "zephaniah",
        "father_name": "George Leo Haydock",
        "file_name": "Zephaniah 3_2.toml",
        "id": "a48918fd-8d5f-4b03-ac60-9831c4b25508",
        "location_end": 3000002,
        "location_start": 3000002,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Lord. She had recourse rather to the princes of Assyria and of Egypt, which proved her ruin.\n"
    },
    {
        "append_to_author_name": "",
        "book": "zephaniah",
        "father_name": "George Leo Haydock",
        "file_name": "Zephaniah 3_3.toml",
        "id": "9d0230dd-7b85-4a1b-83ad-30a733563eef",
        "location_end": 3000003,
        "location_start": 3000003,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Evening. Septuagint, \"Arabian \"Habacuc i. 8. Such was the state of the kingdom before the reform of Josias. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "zephaniah",
        "father_name": "George Leo Haydock",
        "file_name": "Zephaniah 3_4.toml",
        "id": "89b4cae0-74eb-4ea2-8cfa-e256344f2191",
        "location_end": 3000004,
        "location_start": 3000004,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Senseless. Protestants, \"light \"or (Haydock) windy and inconstant. There were too many false prophets (Calmet) during the minority of Josias. (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "zephaniah",
        "father_name": "George Leo Haydock",
        "file_name": "Zephaniah 3_5.toml",
        "id": "64de7eeb-9aec-4374-bee4-482ea58abb84",
        "location_end": 3000005,
        "location_start": 3000005,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Morning. Speedily he will punish the guilty before all. \nShame. He is hardened. (Calmet) \nSeptuagint, \"and not injustice for victory. \"Grabe substitutes contention. God is just, (Haydock) even when he takes vengeance. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "zephaniah",
        "father_name": "George Leo Haydock",
        "file_name": "Zephaniah 3_6.toml",
        "id": "f53760f9-e2bd-4927-8bad-9c4c3264fb5a",
        "location_end": 3000006,
        "location_start": 3000006,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Towers. Literally, \"angles \"(Haydock) the chiefs, or to the very last, Job xxxviii. 6., and Zacharias x. 4. The nations have been punished for an example. But you do not take warning. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "zephaniah",
        "father_name": "George Leo Haydock",
        "file_name": "Zephaniah 3_7.toml",
        "id": "8f25e024-beb7-4f9b-95e0-2549aaa66bb4",
        "location_end": 3000007,
        "location_start": 3000007,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "But. Septuagint, \"be prepared, rise early, all their grapes are corrupt. \"(Haydock) \nI had reason to expect an amendment, when so many nations had perished before their eyes. (Calmet) \nThey however sinned out of malice, and strove to provoke me in all their ways.\n"
    },
    {
        "append_to_author_name": "",
        "book": "zephaniah",
        "father_name": "George Leo Haydock",
        "file_name": "Zephaniah 3_8.toml",
        "id": "5cd896b4-03e0-4f7c-b837-ac6241ec7bc8",
        "location_end": 3000008,
        "location_start": 3000008,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "To come. Septuagint, \"for a witness. \"(Haydock) \nAbout forty years after Christ's resurrection, the Jews for the most part continuing obstinate, Titus ruined their city; which is a figure of the world's destruction, and of the eternal punishment of the wicked. (Worthington) \nAfter the resurrection, the Church was to be gathered from all nations. Christ will rise again at the last day to judge all. God threatens his rebellious people with captivity, and then promises to show mercy, ver. 9. Thus the prophets often subjoin promises to threats.\n"
    },
    {
        "append_to_author_name": "",
        "book": "zephaniah",
        "father_name": "Fulgentius of Ruspe",
        "file_name": "Zephaniah 3_8.toml",
        "id": "c05cdf34-97b9-441d-b0e6-0f8823f5a53d",
        "location_end": 3000008,
        "location_start": 3000008,
        "source_title": "TO MONIMUS 2:5.1",
        "source_url": "",
        "ts": 533,
        "txt": "Nevertheless, lest under the cover of abundance anyone think that we are concealing a lack of defense, we shall bring forward one testimony from the prophets, by which it can clearly be shown that they are holy prophets, divinely inspired. They predicted with a certain and most faithful prophecy that in the time of New Testament, spiritual sacrifices were to be offered not to the Father only but also to the Son by the faithful. For Zephaniah says, “ ‘Therefore wait for me,’ says the Lord, ‘for the day when I arise as a witness. For my decision is to gather nations, to assemble kingdoms, to pour out on them my indignation, all the heat of my anger; for in the fire of my passion, all the earth shall be consumed. At the time I will change the speech of the peoples to a pure speech, that all of them may call on the name of the Lord and serve him with one accord. From beyond the rivers of Ethiopia, my suppliants, my scattered ones, shall bring my offering.’ ”\n"
    },
    {
        "append_to_author_name": "",
        "book": "zephaniah",
        "father_name": "George Leo Haydock",
        "file_name": "Zephaniah 3_9.toml",
        "id": "d6c679a9-3160-4df6-a0cd-cfd7834b2a71",
        "location_end": 3000009,
        "location_start": 3000009,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Chosen. Symmachus, \"pure. \"(Calmet) \nIdols shall not be mentioned. (Theodoret) \nAll people shall know and adore the Lord, which was verified only after Christ's coming. (Calmet) \nSeptuagint, \"for then I will change again for the peoples, language to its own kind \"(Haydock) which Origen, (contra Cels. viii.) and the Jews in St. Jerome, explain of the days of the Messias, when the confusion of Babel shall cease. But this is forced: it suffices that people unite in faith and obey the Church. \nShoulder, like people carrying a burden. Septuagint, \"under one yoke. \"After the captivity the Jews were more obedient and faithful, as the more corrupt remained behind the Euphrates, or were cut off in the last wars. Yet the synagogue was never so pure as the Christian Church, even in the worst times. (Calmet) \nAll nations shall worship God in unity of faith, and courageously submit to the gospel. (Worthington)\n"
    },
    {
        "append_to_author_name": "",
        "book": "zephaniah",
        "father_name": "Gregory the Dialogist",
        "file_name": "Zephaniah 3_9-10.toml",
        "id": "6c427fbd-6091-40c5-9360-ed19fa46d49b",
        "location_end": 3000010,
        "location_start": 3000009,
        "source_title": "MORALS ON THE BOOK OF JOB 4:21.33",
        "source_url": "",
        "ts": 604,
        "txt": "“Then let my shoulder fall from its joining and my arm be broken in pieces ailing the bones.” Because bodily action is carried on by the shoulder and the arm, when the good things put forth with the lips are not fulfilled in deed, he wants “the shoulder to fall” and “the arm to be broken in pieces.” … But if this sentence of a curse is to be referred to a spiritual meaning, it is no doubt plain that the arm is linked to the body by the shoulders and, as by the arm is meant good practice, so by the shoulder, the knitting together of social life is denoted. So the prophet, regarding the holy peoples of the church universal and that they should serve God in concord, says, “And they shall serve him with one shoulder.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "zephaniah",
        "father_name": "John Chrysostom",
        "file_name": "Zephaniah 3_9-10.toml",
        "id": "65f0ef07-6ca7-43c6-8aa1-f31b826249c5",
        "location_end": 3000010,
        "location_start": 3000009,
        "source_title": "DEMONSTRATION AGAINST THE PAGANS 6:9",
        "source_url": "",
        "ts": 407,
        "txt": "Since this text did not literally refer to wild beasts, let the Jews say when this actually happened. For a wolf has never pastured a lamb. If it were to happen that they would pasture together, how would this benefit the human race? The text referred not to wild beasts but to wild people. It referred to Scythians, to Thracians, to Mauretanians, to Indians, to Sarmatians, to Persians. Another prophet made it clear that all these nations would be brought under one yoke when he said, “And they shall serve him under one yoke, and each one shall adore him from his own place.” No longer, he said, will people worship him in Jerusalem but everywhere throughout the world. No longer are people bidden to go up to Jerusalem, but each one shall remain in his own home and offer this worship.\n"
    },
    {
        "append_to_author_name": "",
        "book": "zephaniah",
        "father_name": "John Chrysostom",
        "file_name": "Zephaniah 3_9-10.toml",
        "id": "19fc57e4-edbc-4e52-9152-3837af1a283e",
        "location_end": 3000010,
        "location_start": 3000009,
        "source_title": "DEMONSTRATION AGAINST THE PAGANS 17:7",
        "source_url": "",
        "ts": 407,
        "txt": "Another prophet again made clear the way God would be worshiped. “They shall each adore him in his own place and serve him under one yoke.” And again another prophet said, “The virgin of Israel had fallen. Never more shall she rise.” And Daniel explained clearly that everything would be destroyed—the sacrifice, the libation, the anointing, the judgment.\n"
    },
    {
        "append_to_author_name": "",
        "book": "zephaniah",
        "father_name": "Origen of Alexandria",
        "file_name": "Zephaniah 3_9-10.toml",
        "id": "ecbf3dd7-9114-4d32-8773-92552c85a02c",
        "location_end": 3000010,
        "location_start": 3000009,
        "source_title": "HOMILIES ON JEREMIAH 5:4.3",
        "source_url": "",
        "ts": 253,
        "txt": "If anyone is able, insofar as he found that Israel is saved “after the full number of pagan nations,” let him consider having passed over by reason the remaining period, when it is that “all serve God under a single yoke,” according to what is said in Zephaniah, “And from the ends of Ethiopia they offer sacrifices to him,” when, as it is said in the sixty-seventh psalm, “Ethiopia stretches forth its hand to God,” and “to the kings of the earth” the word commands, saying, “Sing to the Lord, raise a psalm to the God of Jacob.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "zephaniah",
        "father_name": "George Leo Haydock",
        "file_name": "Zephaniah 3_10.toml",
        "id": "8305e515-4c63-42b3-ac2d-472f8e24b024",
        "location_end": 3000010,
        "location_start": 3000010,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Ethiopia. The Nile arises in that country, and runs through Egypt and Arabia, which is often styled Ethiopia or Cush, Isaias xviii. 1. The Jews came from Egypt to adore at Jerusalem, even after the building of Onion. Yet this literally regards Christ's Church. \nOffering. The Jews performed this after the captivity, coming or sending the half sicle to Jerusalem annually, from all quarters of the world, Numbers iii. 46., and Matthew xvii. 23. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "zephaniah",
        "father_name": "George Leo Haydock",
        "file_name": "Zephaniah 3_11.toml",
        "id": "0a7d0e24-8cd3-4614-bc21-d0c77f67fc3f",
        "location_end": 3000011,
        "location_start": 3000011,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Doings. Literally, \"inventions \"of religion of thy own choice. (Haydock) \nThy past offenses shall be obliterated, and thou shalt commit nothing of the kind any more. Those proud spirits who caused thee to dislike my law, and who set up idols in my temple shall disappear. \nMountain. The temple shall be destroyed, that all may know that I am attached to virtue alone, (Calmet) and not to any edifice or place. (Haydock) \nThey trusted too much to the temple, Jeremias vii. 4. (Menochius)\n"
    },
    {
        "append_to_author_name": "",
        "book": "zephaniah",
        "father_name": "George Leo Haydock",
        "file_name": "Zephaniah 3_12.toml",
        "id": "fe758eab-02c8-48a6-8142-406d21ac7a5e",
        "location_end": 3000012,
        "location_start": 3000012,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Poor in spirit. (Haydock) \nHebrew, \"meek and extenuated \"who trust not in themselves. This is the character of true Christians. The few Jews who remained in the country, or who returned from Babylon, might well represent them, being poor and dependent. The disciples of Christ contemned riches, and were resolute only where virtue was at stake. (Calmet) \nThey were instructed by poor fishermen taught by God. (Menochius)\n"
    },
    {
        "append_to_author_name": "",
        "book": "zephaniah",
        "father_name": "George Leo Haydock",
        "file_name": "Zephaniah 3_13.toml",
        "id": "d4c3e957-1a91-4246-8186-3b889d6401b1",
        "location_end": 3000013,
        "location_start": 3000013,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Israel. They shall be more submissive, and afraid of yielding to idolatry. Yet the synagogue was far from the perfection of primitive Christianity, or even from that of many pious souls in these days of relaxation. \nAfraid. The Jews were not much molested till the time of Epiphanes, nor was the country ravaged as it had been, Micheas ii. 12. This peace is however of a spiritual nature, granted by Christ to those who fight against their passions, John xiv. 27. (Calmet) \nThey shall feed on the word of God and on the blessed Eucharist. (Menochius)\n"
    },
    {
        "append_to_author_name": "",
        "book": "zephaniah",
        "father_name": "Theodore of Mopsuestia",
        "file_name": "Zephaniah 3_14-15.toml",
        "id": "17cb3941-f95d-4eed-971a-901be9707faa",
        "location_end": 3000015,
        "location_start": 3000014,
        "source_title": "COMMENTARY ON ZEPHANIAH 3:11-15",
        "source_url": "",
        "ts": 428,
        "txt": "Live now in utter delight, O Jerusalem, living in complete happiness and satisfaction; for God has removed all your lawless deeds and of necessity has rescued you from the power of the foe, to whom you were subjected in paying the penalty of punishment. The Lord will now be in your midst, showing his kingship by his care for you, so that trouble will no longer be able to approach you.\n"
    },
    {
        "append_to_author_name": "",
        "book": "zephaniah",
        "father_name": "Cyril of Alexandria",
        "file_name": "Zephaniah 3_14-15.toml",
        "id": "8051b74c-7ed5-4fd0-bcac-e85abff9b949",
        "location_end": 3000015,
        "location_start": 3000014,
        "source_title": "COMMENTARY ON ZEPHANIAH 43",
        "source_url": "",
        "ts": 444,
        "txt": "As far as the deeper meaning of the passage is concerned, it clearly commands Jerusalem to rejoice exceedingly, to be especially glad, to cheer up wholeheartedly as its trespasses are wiped out, evidently through Christ. The spiritual and holy Zion—that is, the church, the holy multitude of the believers—is justified in Christ and only in him. By him and through him we are also saved as we escape from the harm of the invisible enemies, for we have a Mediator who was incarnated in our form, the king of all, that is, the Word of God the Father. Thanks to him, we do not see evil anymore, for we have been delivered from the powers of evil. He [the Word] is the armor of good will, the peace, the wall, the one who bestows incorruption, the arbiter of the crowns, who shut down the war of the incorporeal Assyrians and made void the schemes of the demons.\n"
    },
    {
        "append_to_author_name": "",
        "book": "zephaniah",
        "father_name": "Cyril of Jerusalem",
        "file_name": "Zephaniah 3_14-15.toml",
        "id": "71d15cfd-ff71-4690-8611-6d8d6093300d",
        "location_end": 3000015,
        "location_start": 3000014,
        "source_title": "Catechetical Lecture 3:16",
        "source_url": "https://www.newadvent.org/fathers/310103.htm",
        "ts": 386,
        "txt": "Take heart, O Jerusalem, the Lord will take away your iniquities. The Lord will wash away the filth of his sons and daughters by the spirit of judgment and the spirit of burning. He will pour upon you clean water, and you shall be cleansed from all your sins. Choiring angels shall encircle you, chanting, “Who is it that comes up all white and leaning upon her beloved?” For the soul that was formerly a slave has now accounted its Lord as its kinsman, and he, acknowledging its sincere purpose, will answer, “Ah, you are beautiful, my beloved, ah, you are beautiful … your teeth are like a flock of ewes to be shorn”—a sincere confession is a spiritual shearing. And further: “all of them big with twins,” signifying the twofold grace, either that perfected by water and the Spirit or that announced in the Old and in the New Testament. God grant that all of you, your course of fasting finished, mindful of the teaching, fruitful in good works, standing blameless before the spiritual bridegroom, may obtain the remission of your sins from God, in Christ Jesus our Lord, to whom be the glory forever and ever. Amen.\n"
    },
    {
        "append_to_author_name": "",
        "book": "zephaniah",
        "father_name": "George Leo Haydock",
        "file_name": "Zephaniah 3_15.toml",
        "id": "808798d2-643e-4a16-a6af-e6a2ea8e75b4",
        "location_end": 3000015,
        "location_start": 3000015,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Judgment, or \"condemnation. \"Septuagint, \"iniquities \"(Calmet) nailing to the cross the handwriting that was against thee. (Haydock) \nGod does not treat thee with rigour. He will be thy king. The Jews had no king for a long time. But the true Israel, of whom the prophet speaks, is continually ruled and fed by Jesus Christ, who imparts his graces abundantly. (Calmet)\n"
    },
    {
        "append_to_author_name": "",
        "book": "zephaniah",
        "father_name": "Theodoret of Cyrus",
        "file_name": "Zephaniah 3_16-18.toml",
        "id": "9d20168b-1ce5-4828-9882-7dcd7ec3c846",
        "location_end": 3000018,
        "location_start": 3000016,
        "source_title": "COMMENTARY ON ZEPHANIAH 3:16-18",
        "source_url": "",
        "ts": 458,
        "txt": "I am aware that some commentators understood this [text to apply to] the return from Babylon and the renovation of Jerusalem, and I do not contradict their words: the prophecy applies also to what happened at that time. But you can find a more exact outcome after the incarnation of our Savior: then it was that he healed the oppressed in heart in the washing of regeneration, then it was that he renewed human nature, loving us so much as to give his life for us. After all, “greater love than this no one can show than for one to lay down one’s life for one’s friend,” and again, “God so loved the world as to give his only-begotten Son so that everyone believing in him might not be lost but have eternal life.”\n"
    },
    {
        "append_to_author_name": "",
        "book": "zephaniah",
        "father_name": "George Leo Haydock",
        "file_name": "Zephaniah 3_17.toml",
        "id": "07c6b0ce-0f8f-4518-9284-824120c450bf",
        "location_end": 3000017,
        "location_start": 3000017,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Silent; constant. (Menochius) \nHe will accuse thee no more. Can this be understood of the Jews, who have been cast off till the fulness of the Gentiles enter the Church? To the latter all this must be applied. Few prophets inveighed against the crimes of the captives after their return. (Calmet) \nBut this must be deemed a punishment, unless the crimes were also removed. (Haydock)\n"
    },
    {
        "append_to_author_name": "",
        "book": "zephaniah",
        "father_name": "George Leo Haydock",
        "file_name": "Zephaniah 3_18.toml",
        "id": "074b69a3-229c-4b1a-813c-c280d2033885",
        "location_end": 3000018,
        "location_start": 3000018,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Triflers. Literally, \"trifles \"nugas. Hebrew nugi, (Haydock) which is almost Latin. (St. Jerome) \nThese vain nothings, (Calmet) men who were of light dispositions, scoffers at Christ, shall be converted and honour him. (Worthington) \nSeptuagint, 17. \"he will renew thee in his love, and will exult over thee in joy, as on a festival day: (18) and I will bring back thy bruised ones. Woe to him that has reproached her. \"Aquila likewise renders by woe, or eju, oh, oi, using it as an exclamation, though not of sorrow. Yet the term signifies, they were. (St. Jerome) (Haydock) \nHebrew literally, \"I have gathered those who were in grief for a time. They were of thee. Shame was upon them like a heavy load \"or, \"they were grieved on account of the festivals disused. They were like an offering rejected \"with disgrace. (Calmet) \nThey lamented that they could no longer observe the solemn festivals, and this was to the pious a most intolerable burden, while libertines seem to feel as great a misery in the observance.\n"
    },
    {
        "append_to_author_name": "",
        "book": "zephaniah",
        "father_name": "George Leo Haydock",
        "file_name": "Zephaniah 3_19.toml",
        "id": "8c184f8f-b922-4349-8d10-feb438074387",
        "location_end": 3000019,
        "location_start": 3000019,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Cut. Septuagint, \"do in thee, for thy sake at \"(Haydock) \nHalteth, and have no children, (Micheas iv. 7.) denoting the Gentiles. (Calmet) \nSeptuagint, \"squeezed out \"like grapes, being in distress. (St. Jerome) \nWhere. Septuagint, \"and they shall be ashamed at\"\n"
    },
    {
        "append_to_author_name": "",
        "book": "zephaniah",
        "father_name": "Theodoret of Cyrus",
        "file_name": "Zephaniah 3_19-20.toml",
        "id": "8285a260-9180-48b4-a9f2-89c807edea7d",
        "location_end": 3000020,
        "location_start": 3000019,
        "source_title": "COMMENTARY ON ZEPHANIAH 3:19-20",
        "source_url": "",
        "ts": 458,
        "txt": "The salvation of human beings rests with divine lovingkindness alone: we do not earn it as the wages of righteousness; rather, it is a gift of divine goodness. Hence the Lord says, “on your behalf I shall save and welcome” and make my own what has become another’s, render it conspicuous, make it more famous than all others, free it from its former shame, and from being captives and slaves I shall make them free people and my own. Now, as I have said, this he both made a gift of to those returning from Babylon at that time and also granted to all people later. We who were once in thrall to the devil but are now freed from that harsh captivity and unmindful of the error of polytheism have become God’s own, being famous beyond pagans and barbarians, according to the prophecy, and we who were once far off have become near, according to the divine apostle.\n"
    },
    {
        "append_to_author_name": "",
        "book": "zephaniah",
        "father_name": "George Leo Haydock",
        "file_name": "Zephaniah 3_20.toml",
        "id": "338cf436-79e5-46cb-a44f-39015d8354aa",
        "location_end": 3000020,
        "location_start": 3000020,
        "source_title": "",
        "source_url": "",
        "ts": 1849,
        "txt": "Bring. Septuagint, \"do good to you. \"(Haydock) \nPraise. All shall speak well of you who have been lately dishonoured, when I shall take both Gentiles and Jews for my spouse after the captivity, which seems present, (Calmet) it is so certain. (Haydock) \nCaptivity, under satan and sin. (Menochius)\n"
    }
]